Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Visit Billing Information & Invoice History via the button below.
da: Besøg Faktureringsoplysninger og fakturahistorik via knappen nedenfor.
de: Besuchen Sie Rechnungsinformationen und Rechnungsübersicht über die nachfolgende Schaltfläche.
et: Külastage arveldusinfot ja arvete ajalugu alloleva nupu kaudu.
fi: Siirry laskutustietoihin ja laskuhistoriaan alla olevan painikkeen avulla.
fr: Consultez les informations de facturation et l'historique des factures via le bouton ci-dessous.
lv: Apmeklējiet norēķinu informāciju un rēķinu vēsturi, izmantojot zemāk esošo pogu.
nb: Gå til Faktureringsinformasjon og fakturahistorikk via knappen nedenfor.
nl: Bezoek Facturatiegegevens en Factuurgeschiedenis via de onderstaande knop.
pl: Odwiedź Informacje o rozliczeniach i historię faktur za pomocą przycisku poniżej.
sv: Besök faktureringsinformation och fakturahistorik via knappen nedan.

source: Wallets with negative balance cannot be topped up.
da: Tegnebøger med negativ saldo kan ikke fyldes op.
de: Konten mit negativem Guthaben können nicht aufgeladen werden.
et: Negatiivse saldoga rahakotte ei saa täiendada.
fi: Lompakoita, joiden saldo on negatiivinen, ei voi täydentää.
fr: Les portefeuilles avec un solde négatif ne peuvent pas être rechargés.
lv: Makus ar negatīvu atlikumu nevar papildināt.
nb: Lommebøker med negativ saldo kan ikke fylles opp.
nl: Portemonnees met een negatief saldo kunnen niet worden opgewaardeerd.
pl: Portfeli z ujemnym saldem nie można doładować.
sv: Plånböcker med negativt saldo kan inte fyllas på.

source: (link expires in {seconds} seconds)
da: (link udløber om {seconds} sekunder)
de: (Link läuft in {seconds} Sekunden ab)
et: (link aegub {seconds} sekundi pärast)
fi: (linkki vanhenee {seconds} sekunnin kuluttua)
fr: (le lien expire dans {seconds} secondes)
lv: (saite beidzas pēc {seconds} sekundēm)
nb: (lenken utløper om {seconds} sekunder)
nl: (link verloopt over {seconds} seconden)
pl: (link wygasa za {seconds} sekund)
sv: (länken går ut om {seconds} sekunder)

source: You have Billing Portal window open, please close it to open a new window
da: Du har Billing Portal-vinduet åbent, luk det venligst for at åbne et nyt vindue
de: Sie haben ein Fenster des Rechnungsportals geöffnet. Bitte schließen Sie es, um ein neues Fenster zu öffnen
et: Teil on arveldusportaali aken avatud, palun sulgege see uue akna avamiseks
fi: Sinulla on Laskutusportaali-ikkuna auki. Sulje se avataksesi uuden ikkunan
fr: Vous avez la fenêtre du Portail de facturation ouverte, veuillez la fermer pour ouvrir une nouvelle fenêtre
lv: Jums ir atvērts norēķinu portāla logs, lūdzu, aizveriet to, lai atvērtu jaunu logu
nb: Du har Fakturaportal-vinduet åpent, vennligst lukk det for å åpne et nytt vindu
nl: U heeft het factureringsportaalvenster geopend, sluit het om een nieuw venster te openen
pl: Masz otwarte okno portalu rozliczeniowego, zamknij je, aby otworzyć nowe okno
sv: Du har ett faktureringsportalfönster öppet, vänligen stäng det för att öppna ett nytt fönster

source: Waiting for Top Up
da: Venter på genopfyldning
de: Warten auf Aufladen
et: Ootan täiendamist
fi: Odottaa täydentämistä
fr: En attente de recharge
lv: Gaida papildināšanu
nb: Venter på påfylling
nl: Wachten op opwaardering
pl: Oczekiwanie na doładowanie
sv: Väntar på påfyllning

source: Cancel Top Up
da: Annuller genopfyldning
de: Aufladen abbrechen
et: Tühista täiendamine
fi: Peruuta täyttö
fr: Annuler la recharge
lv: Atcelt papildināšanu
nb: Avbryt påfylling
nl: Opwaardering annuleren
pl: Anuluj doładowanie
sv: Avbryt påfyllning

source: Top Up Wallet
da: Fyld tegnebog igen
de: Konto aufladen
et: Täienda rahakotti
fi: Lompakon täyttö
fr: Recharger le portefeuille
lv: Papildināt maku
nb: Fyll på lommeboken
nl: Portemonnee opwaarderen
pl: Doładuj portfel
sv: Fyll på plånboken

source: Before being able to add funds to your balance, you need to update your billing information!
da: Før du kan tilføje penge til din saldo, er du nødt til at opdatere dine faktureringsoplysninger!
de: Bevor Sie Ihr Guthaben aufladen können, müssen Sie Ihre Rechnungsdaten aktualisieren!
et: Enne saldo täiendamist peate uuendama oma arveldusinfot!
fi: Ennen kuin voit lisätä varoja saldoosi, sinun on täytyy päivittää laskutustietosi!
fr: Avant de pouvoir ajouter des fonds à votre solde, vous devez mettre à jour vos informations de facturation !
lv: Pirms līdzekļu pievienošanas savam atlikumam jums ir jāatjaunina norēķinu informācija!
nb: Før du kan legge til penger på saldoen din, må du oppdatere faktureringsinformasjonen din!
nl: Voordat u geld aan uw saldo kunt toevoegen, moet u uw factureringsgegevens bijwerken!
pl: Zanim będziesz mógł dodać środki do salda, musisz zaktualizować informacje rozliczeniowe!
sv: Innan du kan lägga till pengar till ditt saldo måste du uppdatera din faktureringsinformation!

source: Billing Information & Invoice History
da: Faktureringsoplysninger og fakturahistorik
de: Rechnungsinformationen & Rechnungsverlauf
et: Arveldusinfo ja arvete ajalugu
fi: Laskutustiedot ja laskuhistoria
fr: Informations de facturation et historique des factures
lv: Norēķinu informācija un rēķinu vēsture
nb: Faktureringsinformasjon og fakturahistorikk
nl: Factureringsgegevens en factuurgeschiedenis
pl: Informacje rozliczeniowe i historia faktur
sv: Faktureringsinformation och fakturahistorik

source: Your Wallet Balance
da: Saldoen på din tegnebog
de: Ihr Konten Guthaben
et: Teie rahakoti saldo
fi: Lompakkosi saldo
fr: Le solde de votre portefeuille
lv: Jūsu maka atlikums
nb: Saldoen i lommeboken din
nl: Uw portemonnee-saldo
pl: Saldo Twojego portfela
sv: Ditt plånbokssaldo

source: You already have enough balance to order the campaign; you can skip topping-up or alternatively top-up now for future orders.
da: Du har allerede nok saldo til at bestille kampagnen; du kan springe genopfyldningen over eller alternativt fylde op nu til fremtidige bestillinger.
de: Sie verfügen bereits über ein ausreichendes Guthaben, um die Kampagne zu bestellen; Sie können das Aufladen überspringen oder alternativ jetzt für zukünftige Bestellungen aufladen.
et: Teil on juba piisavalt raha, et kampaaniat tellida; võite täiendamise vahele jätta või täiendada kohe tulevaste tellimuste jaoks.
fi: Sinulla on jo tarpeeksi saldoa kampanjan tilaamiseen; voit ohittaa saldon täydentämisen tai vaihtoehtoisesti täydentää nyt tulevia tilauksia varten.
fr: Vous avez déjà suffisamment de solde pour commander la campagne ; vous pouvez sauter la recharge ou alternativement recharger maintenant pour les commandes futures.
lv: Jums jau ir pietiekama bilance, lai pasūtītu kampaņu; jūs varat izlaist papildināšanu vai arī papildināt tagad nākotnes pasūtījumiem.
nb: Du har allerede tilstrekkelig høy saldo til å bestille kampanjen; du kan hoppe over påfylling eller alternativt fylle på nå for fremtidige ordre.
nl: U heeft al voldoende saldo om de campagne te bestellen; u kunt het opwaarderen overslaan of nu opwaarderen voor toekomstige bestellingen.
pl: Masz już wystarczające saldo, aby zamówić kampanię; możesz pominąć doładowanie lub alternatywnie doładować teraz na przyszłe zamówienia.
sv: Du har redan tillräckligt med saldo för att beställa kampanjen; du kan hoppa över påfyllning eller alternativt fylla på nu för framtida beställningar.

source: Amount (minimum {amount}{currency})
da: Beløb (minimum {amount}{currency})
de: Betrag (mindestens {amount}{currency})
et: Summa (miinimum {amount}{currency})
fi: Summa (minimum {amount}{currency})
fr: Montant (minimum {amount}{currency})
lv: Summa (minimums {amount}{currency})
nb: Beløp (minimum {amount}{currency})
nl: Bedrag (minimum {amount}{currency})
pl: Kwota (minimum {amount}{currency})
sv: Belopp (minsta {amount}{currency})

source: Top-up amount
da: Genopfyldningsbeløb
de: Aufzufüllender Betrag
et: Täiendsumma
fi: Täydennysmäärä
fr: Montant de la recharge
lv: Papildināšanas summa
nb: Påfyllingsbeløp
nl: Opwaardeerbedrag
pl: Kwota doładowania
sv: Påfyllningsbelopp

source: Top-up balance
da: Genopfyldningsbalance
de: Guthaben auffüllen
et: Täienda saldot
fi: Lisäsaldo
fr: Solde de recharge
lv: Papildināt bilanci
nb: Påfyllingssaldo
nl: Saldo opwaarderen
pl: Saldo doładowania
sv: Påfyllningsbalans

source: Pay Now
da: Betal nu
de: Jetzt bezahlen
et: Maksa kohe
fi: Maksa nyt
fr: Payer maintenant
lv: Maksāt tagad
nb: Betal nå
nl: Nu betalen
pl: Zapłać teraz
sv: Betala nu

source: terms of service
da: servicevilkår
de: Nutzungsbedingungen
et: teenusetingimused
fi: Käyttöehdot
fr: conditions d'utilisation
lv: pakalpojumu sniegšanas noteikumi
nb: tjenestevilkår
nl: servicevoorwaarden
pl: warunki usługi
sv: användarvillkor

source: I agree with the
da: Jeg er underforstået med, at
de: Ich stimme den
et: Nõustun
fi: Olen samaa mieltä
fr: J'accepte les
lv: Es piekrītu
nb: Jeg samtykker i
nl: Ik ga akkoord met de
pl: Zgadzam się z
sv: Jag godkänner

source: {amount}{currency} has been added to your wallet
da: {amount}{currency} er blevet tilføjet til din tegnebog
de: {amount}{currency} wurde zu Ihrem Konto hinzugefügt
et: {amount}{currency} on teie rahakotti lisatud
fi: {amount}{currency} on lisätty lompakkoosi
fr: {amount}{currency} ont été ajoutés à votre portefeuille
lv: {amount}{currency} ir pievienots jūsu makam
nb: {amount}{currency} er lagt til i lommeboken din
nl: {amount}{currency} is toegevoegd aan uw portemonnee
pl: {amount}{currency} zostało dodane do Twojego portfela
sv: {amount}{currency} har lagts till i din plånbok

source: Cancel Top-up
da: Annuller genopfyldning
de: Aufladen abbrechen
et: Tühista täiendamine
fi: Peruuta täyttö
fr: Annuler la recharge
lv: Atcelt papildināšanu
nb: Avbryt påfylling
nl: Opwaardering annuleren
pl: Anuluj doładowanie
sv: Avbryt påfyllning

source: Amount should be minimum {minimumValue}{currency}
da: Beløbet skal være minimum {minimumValue}{currency}
de: Der Betrag sollte mindestens {minimumValue}{currency} sein
et: Summa peaks olema vähemalt {minimumValue}{currency}
fi: Summan tulee olla minimissään {minimumValue}{currency}
fr: Le montant doit être au minimum de {minimumValue}{currency}
lv: Summai jābūt vismaz {minimumValue}{currency}
nb: Beløpet skal være minimum {minimumValue}{currency}
nl: Bedrag moet minimaal {minimumValue}{currency} zijn
pl: Kwota powinna wynosić minimum {minimumValue}{currency}
sv: Beloppet ska vara minst {minimumValue}{currency}

source: After payment has been processed and confirmed:
da: Når betalingen er blevet behandlet og bekræftet:
de: Nachdem die Zahlung bearbeitet und bestätigt wurde:
et: Pärast makse töötlemist ja kinnitamist:
fi: Kun maksu on käsitelty ja vahvistettu:
fr: Après que le paiement a été traité et confirmé:
lv: Pēc maksājuma apstrādes un apstiprināšanas:
nb: Når betalingen er behandlet og bekreftet:
nl: Nadat de betaling is verwerkt en bevestigd:
pl: Po przetworzeniu i potwierdzeniu płatności:
sv: Efter att betalningen har behandlats och bekräftats:

source: Your payment is being processed. Average processing time is 4 working days.
da: Din betaling er ved at blive behandlet. Den gennemsnitlige behandlingstid er 4 arbejdsdage.
de: Ihre Zahlung wird bearbeitet. Die durchschnittliche Bearbeitungszeit beträgt 4 Werktage.
et: Teie makset töödeldakse. Keskmine töötlemisaeg on 4 tööpäeva.
fi: Maksuasi käsitellään. Keskimääräinen käsittelyaika on 4 työpäivää.
fr: Votre paiement est en cours de traitement. Le temps de traitement moyen est de 4 jours ouvrables.
lv: Jūsu maksājums tiek apstrādāts. Vidējais apstrādes laiks ir 4 darba dienas.
nb: Betalingen din behandles. Gjennomsnittlig behandlingstid er 4 virkedager.
nl: Uw betaling wordt verwerkt. De gemiddelde verwerkingstijd is 4 werkdagen.
pl: Twoja płatność jest przetwarzana. Średni czas przetwarzania to 4 dni robocze.
sv: Din betalning behandlas. Genomsnittlig handläggningstid är 4 arbetsdagar.

source: Your payment was canceled.
da: Din betaling blev annulleret.
de: Ihre Zahlung wurde storniert.
et: Teie makse tühistati.
fi: Maksusi peruutettiin
fr: Votre paiement a été annulé.
lv: Jūsu maksājums tika atcelts.
nb: Betalingen din ble avbrutt.
nl: Uw betaling is geannuleerd.
pl: Twoja płatność została anulowana.
sv: Din betalning avbröts.

source: Your payment will be processed once you have completed the required action.
da: Din betaling vil blive behandlet, når du har gennemført den påkrævede handling.
de: Ihre Zahlung wird bearbeitet, sobald Sie die erforderlichen Schritte durchgeführt haben.
et: Teie makse töödeldakse pärast nõutava toimingu lõpetamist.
fi: Maksusi käsitellään, kun olet suorittanut vaaditut toiminnot.
fr: Votre paiement sera traité une fois que vous aurez effectué l'action requise.
lv: Jūsu maksājums tiks apstrādāts, tiklīdz būsiet pabeidzis nepieciešamo darbību.
nb: Betalingen din vil bli behandlet når du har fullført de nødvendige handlingene.
nl: Uw betaling wordt verwerkt zodra u de vereiste actie heeft voltooid.
pl: Twoja płatność zostanie przetworzona po wykonaniu wymaganej czynności.
sv: Din betalning kommer att behandlas när du har slutfört den nödvändiga åtgärden.

source: Your payment is being processed.
da: Din betaling er ved at blive behandlet.
de: Ihre Zahlung wird bearbeitet.
et: Teie makset töödeldakse.
fi: Maksuasi käsitellään.
fr: Votre paiement est en cours de traitement.
lv: Jūsu maksājums tiek apstrādāts.
nb: Betalingen din behandles.
nl: Uw betaling wordt verwerkt.
pl: Twoja płatność jest przetwarzana.
sv: Din betalning behandlas.

source: Your payment requires confirmation.
da: Din betaling skal bekræftes.
de: Ihre Zahlung muss bestätigt werden.
et: Teie makse vajab kinnitust.
fi: Maksusi vaatii vahvistuksen.
fr: Votre paiement nécessite une confirmation.
lv: Jūsu maksājumam nepieciešams apstiprinājums.
nb: Betalingen din må bekreftes.
nl: Uw betaling vereist bevestiging.
pl: Twoja płatność wymaga potwierdzenia.
sv: Din betalning kräver bekräftelse.

source: Your payment could not be processed, please try again later.
da: Din betaling kunne ikke behandles, prøv venligst igen senere.
de: Ihre Zahlung konnte nicht bearbeitet werden, bitte versuchen Sie es später noch einmal.
et: Teie makset ei õnnestunud töödelda, proovige hiljem uuesti.
fi: Maksuasi ei voitu käsitellä, yritä myöhemmin uudelleen.
fr: Votre paiement n'a pas pu être traité, veuillez réessayer plus tard.
lv: Jūsu maksājumu nevarēja apstrādāt, lūdzu, mēģiniet vēlreiz vēlāk.
nb: Betalingen din kunne ikke behandles, vennligst prøv igjen senere.
nl: Uw betaling kon niet worden verwerkt. Probeer het later opnieuw.
pl: Nie można przetworzyć Twojej płatności, spróbuj ponownie później.
sv: Din betalning kunde inte behandlas, försök igen senare.

source: You can check the status of your transaction in the Billing Portal & Invoice History.
da: Du kan tjekke status for din transaktion i Faktureringsportal og fakturahistorik.
de: Sie können den Status Ihrer Transaktion im Rechnungsportal und im Rechnungsverlauf überprüfen.
et: Tehingu olekut saate kontrollida arveldusportaalis ja arvete ajaloos.
fi: Voit tarkistaa tapahtumasi tilan Laskutusportaalista ja laskuhistoriasta.
fr: Vous pouvez vérifier le statut de votre transaction dans le portail de facturation et l'historique des factures.
lv: Jūs varat pārbaudīt savas transakcijas statusu norēķinu portālā un rēķinu vēsturē.
nb: Du kan sjekke status for transaksjonen din i Faktureringsportal og fakturahistorikk.
nl: U kunt de status van uw transactie controleren in het factureringsportaal en de factuurgeschiedenis.
pl: Możesz sprawdzić status swojej transakcji w Portalu Rozliczeniowym i Historii Faktur.
sv: Du kan kontrollera statusen för din transaktion i faktureringsportalen och fakturahistoriken.

source: Please enter the following information in Stripe Billing Portal:
da: Indtast venligst følgende oplysninger i Stripe Faktureringsportal:
de: Bitte geben Sie die folgenden Informationen im Stripe Billing Portal ein:
et: Sisestage järgmine teave Stripe'i arveldusportaali:
fi: Syötä seuraavat tiedot Stripe-laskutusportaaliin:
fr: Veuillez saisir les informations suivantes dans le portail de facturation Stripe:
lv: Lūdzu, ievadiet šādu informāciju Stripe norēķinu portālā:
nb: Vennligst angi følgende informasjon i Stripe-faktureringsportalen:
nl: Voer de volgende informatie in het Stripe-factureringsportaal in:
pl: Wprowadź następujące informacje w Portalu Rozliczeniowym Stripe:
sv: Ange följande information i Stripe Billing Portal:

source: Purchase Order Number
da: Indkøbsordrenummer
de: Bestellnummer
et: Ostutellimuse number
fi: Tilausnumero
fr: Numéro de bon de commande
lv: Pirkuma pasūtījuma numurs
nb: Kjøpsordrenummer
nl: Inkoopordernummer
pl: Numer zamówienia
sv: Beställningsnummer

source: Enter the purchase order number you have
da: Indtast det indkøbsordrenummer, du har
de: Geben Sie die Bestellnummer ein, die Sie haben
et: Sisestage oma ostutellimuse number
fi: Syötä saamasi tilausnumero
fr: Saisissez le numéro de bon de commande que vous avez
lv: Ievadiet pirkuma pasūtījuma numuru, kas jums ir
nb: Angi det kjøpsordrenummeret du har
nl: Voer het inkoopordernummer in dat u heeft
pl: Wprowadź numer zamówienia, który posiadasz
sv: Ange beställningsnumret du har

source: Enter purchase order number
da: Indtast indkøbsordrenummer
de: Bestellnummer eingeben
et: Sisestage ostutellimuse number
fi: Syötä tilausnumero
fr: Saisissez le numéro de bon de commande
lv: Ievadiet pirkuma pasūtījuma numuru
nb: Angi kjøpsordrenummer
nl: Voer inkoopordernummer in
pl: Wprowadź numer zamówienia
sv: Ange beställningsnumret

source: Address Country
da: Adresse Land
de: Adresse Land
et: Aadressi riik
fi: Osoitteen maa
fr: Pays de l'adresse
lv: Adreses valsts
nb: Adresse Land
nl: Adres Land
pl: Kraj adresu
sv: Adress Land

source: Address City
da: Adresse By
de: Adresse Stadt
et: Aadressi linn
fi: Osoitteen kaupunki
fr: Ville de l'adresse
lv: Adreses pilsēta
nb: Adresse By
nl: Adres Stad
pl: Miasto adresu
sv: Adress Stad

source: Tax ID
da: Moms-ID
de: Steuernummer
et: Maksukohustuslase number
fi: Veronumero
fr: Numéro d'identification fiscale
lv: Nodokļu ID
nb: Organisasjonsnummer
nl: Belasting-ID
pl: NIP
sv: Skatte-ID

source: Address Line 1
da: Adresse linje 1
de: Anschrift Zeile 1
et: Aadressi rida 1
fi: Osoite Rivi 1
fr: Adresse ligne 1
lv: Adreses 1. rindiņa
nb: Adresselinje 1
nl: Adresregel 1
pl: Linia adresu 1
sv: Adress rad 1

source: Address Line 2
da: Adresse linje 2
de: Anschrift Zeile 2
et: Aadressi rida 2
fi: Osoite Rivi 2
fr: Adresse ligne 2
lv: Adreses 2. rindiņa
nb: Adresselinje 2
nl: Adresregel 2
pl: Linia adresu 2
sv: Adress rad 2

source: Postal Code
da: Postnummer
de: Postleitzahl
et: Sihtnumber
fi: Postinumero
fr: Code postal
lv: Pasta indekss
nb: Postnummer
nl: Postcode
pl: Kod pocztowy
sv: Postnummer

source: Explore Similar Channels
da: Udforsk lignende kanaler
de: Ähnliche Kanäle erkunden
et: Avasta sarnaseid kanaleid
fi: Tutustu vastaaviin kanaviin
fr: Explorer les canaux similaires
lv: Izpētiet līdzīgus kanālus
nb: Sjekk ut lignende kanaler
nl: Verken vergelijkbare kanalen
pl: Przeglądaj podobne kanały
sv: Utforska liknande kanaler

source: Recommended Channel
da: Anbefalet kanal
de: Empfohlener Kanal
et: Soovitatud kanal
fi: Suositeltu kanava
fr: Canal recommandé
lv: Ieteicamais kanāls
nb: Anbefalt kanal
nl: Aanbevolen kanaal
pl: Polecany kanał
sv: Rekommenderad kanal

source: Aggregator
de: Sammelstelle
et: Agregaator
fi: Yhdistäjä
fr: Agrégateur
lv: Agregators
pl: Agregator
sv: Samlare

source: Job Board
da: Jobtavle
de: Stellenbörse
et: Tööpakkumiste portaal
fi: Työnhakuportaali
fr: Tableau d'offres d'emploi
lv: Darba sludinājumu dēlis
nb: Jobbtavle
nl: Vacaturebank
pl: Tablica ofert pracy
sv: Jobbportal

source: Service
de: Dienst
et: Teenus
fi: Palvelu
lv: Pakalpojums
nb: Tjeneste
pl: Usługa

source: Social Media
da: Sociale medier
de: Soziale Medien
et: Sotsiaalmeedia
fi: Sosiaalinen media
fr: Médias sociaux
lv: Sociālie mediji
nb: Sosiale medier
nl: Sociale media
pl: Media społecznościowe

source: Publication
da: Offentligørelse
de: Veröffentlichung
et: Väljaanne
fi: Julkaisu
lv: Publikācija
nb: Publisering
nl: Publicatie
pl: Publikacja
sv: Publikation

source: Community
da: Fællesskab
de: Gemeinschaft
et: Kogukond
fi: Yhteisö
fr: Communauté
lv: Kopiena
nb: Fellesskap
pl: Społeczność

source: Locations
da: Steder
de: Standorte
et: Asukohad
fi: Sijainnit
fr: Emplacements
lv: Atrašanās vietas
nb: Steder
nl: Locaties
pl: Lokalizacje
sv: Platser

source: Industries
da: Industri
de: Branchen
et: Valdkonnad
fi: Toimialat
lv: Nozares
nb: Bransjer
nl: Branches
pl: Branże
sv: Industrier

source: Job Functions
da: Jobfunktioner
de: Job-Funktionen
et: Tööülesanded
fi: Tehtävänkuvat
fr: Fonctions de l'emploi
lv: Darba funkcijas
nb: Jobbfunksjoner
nl: Functies
pl: Funkcje pracy
sv: Jobbfunktioner

source: Cross Postings
da: Krydsopslag
de: Mehrfache Veröffentlichungen
et: Ristpostitused
fi: Ristijulkaisut
fr: Publications croisées
lv: Krusteniskās publikācijas
nb: Kryssinnlegg
nl: Kruisplaatsingen
pl: Publikacje krzyżowe
sv: Korsposter

source: Delivery Time
da: Leveringstid
de: Lieferfrist
et: Tarne aeg
fi: Toimitusaika
fr: Délai de livraison
lv: Piegādes laiks
nb: Leveringstid
nl: Levertijd
pl: Czas dostawy
sv: Leveranstid

source: Processing Time
da: Behandlingstid
de: Bearbeitungszeit
et: Töötlemise aeg
fi: Käsittelyaika
fr: Temps de traitement
lv: Apstrādes laiks
nb: Behandlingstid
nl: Verwerkingstijd
pl: Czas przetwarzania
sv: Behandlingstid

source: Your first order may take up to {timeToSetup}
da: Din første ordre kan tage op til {timeToSetup}
de: Ihre erste Bestellung kann bis zu {timeToSetup} dauern
et: Teie esimene tellimus võib võtta kuni {timeToSetup}
fi: Ensimmäisen tilauksesi toimitus saattaa kestää jopa {timeToSetup}
fr: Votre première commande peut prendre jusqu'à {timeToSetup}
lv: Jūsu pirmā pasūtījuma apstrāde var aizņemt līdz {timeToSetup}
nb: Din første ordre kan ta opptil {timeToSetup}
nl: Uw eerste bestelling kan tot {timeToSetup} duren
pl: Twoje pierwsze zamówienie może potrwać do {timeToSetup}
sv: Din första beställning kan ta upp till {timeToSetup}

source: Price
da: Pris
de: Preis
et: Hind
fi: Hinta
fr: Prix
lv: Cena
nb: Pris
nl: Prijs
pl: Cena
sv: Pris

source: Sort By
da: Sorteret efter
de: Sortieren nach
et: Sorteeri
fi: Järjestä
fr: Trier par
lv: Kārtot pēc
nb: Sorter etter
nl: Sorteren op
pl: Sortuj według
sv: Ordna enligt

source: Recommended First
da: Anbefales først
de: Zuerst empfohlen
et: Soovitatud esimesena
fi: Suositellut ensin
fr: Recommandé en premier
lv: Vispirms ieteicamie
nb: Anbefalt først
nl: Aanbevolen eerst
pl: Polecane najpierw
sv: Rekommenderade först

source: Relevant
de: Entsprechende
et: Asjakohane
fi: Oleelliset
fr: Pertinent
lv: Atbilstošs
pl: Trafne

source: Most Ordered
da: Mest bestilte
de: Am meisten bestellt
et: Enim tellitud
fi: Eniten tilatut
fr: Le plus commandé
lv: Visbiežāk pasūtītie
nb: Mest bestilt
nl: Meest besteld
pl: Najczęściej zamawiane
sv: Mest beställda

source: Least Ordered
da: Mindst bestilte
de: Am wenigsten geordnet
et: Vähim tellitud
fi: Vähiten tilatut
fr: Le moins commandé
lv: Visretāk pasūtītie
nb: Minst bestilt
nl: Minst besteld
pl: Najrzadziej zamawiane
sv: Minst beställda

source: Newest
da: Nyeste
de: Neueste
et: Uusim
fi: Uusimmat
fr: Le plus récent
lv: Jaunākie
nb: Nyeste
nl: Nieuwste
pl: Najnowsze
sv: Nyast

source: Oldest
da: Ældste
de: Älteste
et: Vanim
fi: Vanhimmat
fr: Le plus ancien
lv: Vecākie
nb: Eldste
nl: Oudste
pl: Najstarsze
sv: Äldst

source: High Price
da: Høj pris
de: Hoher Preis
et: Kõrge hind
fi: Korkein hinta
fr: Prix élevé
lv: Augsta cena
nb: Høy pris
nl: Hoge prijs
pl: Wysoka cena
sv: Högt pris

source: Low Price
da: Lav pris
de: Niedriger Preis
et: Madal hind
fi: Alin hinta
fr: Prix bas
lv: Zema cena
nb: Lav pris
nl: Lage prijs
pl: Niska cena
sv: Lågt pris
