Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Maximum record limit reached
da: Maksimalt antal poster nået
de: Maximale Datensatzgrenze erreicht
et: Maksimaalne kirjete limiit on saavutatud
fi: Tallennusten maksimimäärä saavutettu
fr: Limite maximale d'enregistrements atteinte
lv: Sasniegts maksimālais ierakstu limits
nb: Maksimalt antall poster nådd
nl: Maximale recordlimiet bereikt
pl: Osiągnięto maksymalny limit rekordów
sv: Maximalt antal dataposter uppnått

source: Add filter
da: Tilføj filter
de: Filter hinzufügen
et: Lisa filter
fi: Lisää hakuehto
fr: Ajouter un filtre
lv: Pievienot filtru
nb: Legg til filter
nl: Filter toevoegen
pl: Dodaj filtr
sv: Lägg till filter

source: Add filter group
da: Tilføj filtergruppe
de: Filtergruppe hinzufügen
et: Lisa filtrigrupp
fi: Lisää hakuehtoryhmä
fr: Ajouter un groupe de filtres
lv: Pievienot filtru grupu
nb: Legg til filtergruppe
nl: Filtergroep toevoegen
pl: Dodaj grupę filtrów
sv: Lägg till filtergrupp

source: After
da: Efter
de: Nach
et: Pärast
fi: Jälkeen
fr: Après
lv: Pēc
nb: Etter
nl: Na
pl: Po
sv: Efter

source: Select all
da: Vælg alle
de: Alles auswählen
et: Vali kõik
fi: Valitse kaikki
fr: Tout sélectionner
lv: Izvēlēties visus
nb: Velg alle
nl: Alles selecteren
pl: Zaznacz wszystko
sv: Välj alla

source: Before
da: Før
de: Vor
et: Enne
fi: Ennen
fr: Avant
lv: Pirms
nb: Før
nl: Voor
pl: Przed
sv: Före

source: Cancel
da: Annullér
de: Abbrechen
et: Tühista
fi: Peruuta
fr: Annuler
lv: Atcelt
nb: Avbryt
nl: Annuleren
pl: Anuluj
sv: Avbryt

source: Clear all
da: Nulstil alle
de: Alles löschen
et: Tühjenda kõik
fi: Tyhjennä hakuehdot
fr: Tout effacer
lv: Notīrīt visus
nb: Tøm alt
nl: Alles wissen
pl: Wyczyść wszystko
sv: Töm alla sökvillkor

source: Date
da: Dato
de: Datum
et: Kuupäev
fi: Päivämäärä
lv: Datums
nb: Dato
nl: Datum
pl: Data
sv: Datum

source: Example boolean searches
da: Eksempel på boolske søgninger
de: Beispiele für boolesche Suchen
et: Boole’i näidisotsing
fi: Esimerkkejä Boolean-hausta
fr: Exemples de recherches booléennes
lv: Būla meklēšanas piemēri
nb: Eksempel på boolske søk
nl: Voorbeeld booleaanse zoekopdrachten
pl: Przykładowe wyszukiwania logiczne
sv: Exempel på boolesk sökning

source: marketing economics
da: markedsføringsøkonomi
de: Marketing Ökonomie
et: turundus majandus
fi: markkinointi taloustiede
fr: marketing économie
lv: mārketinga ekonomika
nb: markedsføringsøkonomi
nl: marketing economie
pl: marketing ekonomia
sv: marknadsföring ekonomi

source: Finds all applications that contain words marketing or economics or both
da: Finder alle ansøgninger, der indeholder ordene marketing eller økonomi eller begge
de: Findet alle Bewerbungen, die die Wörter Marketing und/oder Ökonomie enthalten
et: Otsib üles kõik avaldused, mis sisaldavad sõna „turundus“ või „majandus“ või mõlemat
fi: Löytää kaikki hakemukset, jotka sisältävät sanat markkinointi tai taloustiede tai molemmat
fr: Trouve toutes les applications qui contiennent les mots marketing ou économie ou les deux
lv: Atrod visus pieteikumus, kuros ir vārdi “mārketings” vai “ekonomika”, vai abi šie vārdi
nb: Finner alle søknader som inneholder ordene markedsføring eller økonomi eller begge deler
nl: Vindt alle toepassingen die de woorden marketing of economie of beide bevatten
pl: Znajduje wszystkie aplikacje, które zawierają słowa marketing lub ekonomia lub oba
sv: Visar alla ansökningar som innehåller orden "marknadsföring" eller "ekonomi", eller båda

source: +marketing +economics
da: +marketing +økonomi
de: +Marketing +Ökonomie
et: +turundus +majandus
fi: +markkinointi +taloustiede
fr: +marketing +économie
lv: +mārketings +ekonomika
nb: +markedsføring +økonomi
nl: +marketing +economie
pl: +marketing +ekonomia
sv: +marknadsföring +ekonomi

source: Both marketing and economics
da: Både marketing og økonomi
de: Beide Marketing und Ökonomie
et: Nii „turundus“ kui ka „majandus“
fi: Sekä markkinointi että taloustiede
fr: Marketing et économie
lv: Gan mārketings, gan ekonomika
nb: Både markedsføring og økonomi
nl: Zowel marketing als economie
pl: Zarówno marketing, jak i ekonomia
sv: Både "marknadsföring" och "ekonomi"

source: +marketing -economics
da: +marketing -økonomi
de: +Marketing -Ökonomie
et: +turundus -majandus
fi: +markkinointi -taloustiede
fr: +marketing -économie
lv: +mārketings -ekonomika
nb: +markedsføring - økonomi
nl: +marketing -economie
pl: +marketing -ekonomia
sv: +marknadsföring -ekonomi

source: Applications that contain marketing, but not economics
da: Ansøgninger, der indeholder marketing, men ikke økonomi
de: Bewerbungen die Marketing aber nicht Ökonomie enthalten
et: Avaldused, mis sisaldavad sõna „turundus“, aga mitte sõna „majandus“
fi: Hakemukset jotka sisältävät sanan markkinointi, mutta ei sanaa taloustiede
fr: Applications qui contiennent marketing, mais pas économie
lv: Pieteikumi, kas ietver mārketingu, bet ne ekonomiku
nb: Søknader som inneholder markedsføring, men ikke økonomi
nl: Toepassingen die marketing bevatten, maar geen economie
pl: Aplikacje, które zawierają marketing, ale nie ekonomię
sv: Ansökningar, som innehåller ordet marknadsföring, men inte ordet ekonomi

source: "software design"
et: „tarkvaradisain“
fi: "ohjelmistosuunnittelu"
fr: "conception de logiciels"
lv: “programmatūras dizains”
nb: "programvaredesign"
nl: "software ontwerp"
pl: "projektowanie oprogramowania"
sv: "programutveckling"

source: Contains "software design" as a phrase
da: Indeholder "software design" som frase
de: Enthält "Software Design" als Phrase
et: Sisaldab fraasi „tarkvaradisain“
fi: Sisältää termin "ohjelmistosuunnittelu"
fr: Contient "conception de logiciels" comme une phrase
lv: Satur vārdus “programmatūras dizains” kā frāzi
nb: Inneholder "programvaredesign" som frase
nl: Bevat "software ontwerp" als een woordgroep
pl: Zawiera frazę "projektowanie oprogramowania"
sv: Innehåller ordet "programutveckling"

source: eco*
da: øko*
de: Öko*
et: öko*
fi: tal*
lv: eko*
nb: øko*
pl: eko*
sv: eko*

source: Contains words which start with "eco" for example, economy, ecology
da: Indeholder ord, der starter med "øko" for eksempel økonomi, økologi
de: Enthält Wörter, die mit "Öko" beginnen, z.B. Ökonomie, Ökologie
et: Sisaldab sõnu, mis algavad fraasiga „öko“, näiteks ökonoomia, ökoloogia
fi: Sisältää sanat jotka alkavat kirjaimilla "tal", esimerkiksi talous, taloustiede, taloushallinto
fr: Contient des mots qui commencent par "eco" par exemple, économie, écologie
lv: Satur vārdus, kas sākas ar burtiem “eko”, piemēram, ekonomika, ekoloģija
nb: Inneholder ord som begynner på "øko", for eksempel økonomi, økologi
nl: Bevat woorden die beginnen met "eco", bijvoorbeeld economie, ecologie
pl: Zawiera słowa, które zaczynają się od "eko", na przykład ekonomia, ekologia
sv: Innehåller ord som börjar med "eko", t.ex. ekonomi, ekologi

source: john -snow
fi: maija -testaaja
nb: john -snø

source: Contains "john" but not "snow"
da: Indeholder "john" men ikke "snow"
de: Enthält "John", aber nicht "Snow"
et: Sisaldab sõna „john“, aga mitte „snow“
fi: Sisältää sanan "maija", mutta ei sanaa "testaaja"
fr: Contient "john" mais pas "snow"
lv: Satur vārdu “john”, bet ne vārdu “snow”
nb: Inneholder "john", men ikke "snø"
nl: Bevat "john" maar niet "snow"
pl: Zawiera "john", ale nie "snow"
sv: Innehåller ordet "john" men inte ordet "snow"

source: design -("team player")
et: disain -(„meeskonnamängija“)
fi: suunnittelu -("tehokas tiimipelaaja")
fr: design -("joueur d'équipe")
lv: dizains - (“komandas dalībnieks”)
nb: design -("lagspiller")
nl: ontwerp -("teamspeler")
pl: projektowanie -("gracz zespołowy")
sv: utveckling -("god lagspelare")

source: Contains design, but does not contain the "team player" phrase
da: Indeholder design, men ikke frasen "team player"
de: Enthält Design, enthält jedoch nicht die "Team Player" -Phrase
et: Sisaldab sõna „disain“, aga mitte fraasi „meeskonnamängija“
fi: Sisältää sanan "suunnittelu", mutta ei sisällä termiä "tehokas tiimipelaaja"
fr: Contient design, mais ne contient pas la phrase "joueur d'équipe"
lv: Satur vārdu “dizains”, bet ne frāzi ”komandas dalībnieks”
nb: Inneholder design, men ikke uttrykket "lagspiller"
nl: Bevat ontwerp, maar bevat niet de woordgroep "teamspeler"
pl: Zawiera projektowanie, ale nie zawiera frazy "gracz zespołowy"
sv: Innehåller ordet "utveckling", men inte frasen "god lagspelare"

source: Float comparison
da: Sammenligning af flydere
de: Float Vergleich
fi: Desimaalilukujen vertailu
fr: Comparaison flottante
lv: Mainīgo salīdzinājums
nb: Sammenligning av flytepunkt
nl: Drijvende-komma vergelijking
pl: Porównanie zmiennoprzecinkowe
sv: Jämförelse av decimaltal

source: Text search
da: Tekstsøgning
de: Textsuche
et: Tekstiotsing
fi: Tekstihaku
fr: Recherche de texte
lv: Teksta meklēšana
nb: Tekstsøk
nl: Zoeken in tekst
pl: Wyszukiwanie tekstu
sv: Textsökning

source: From date
da: Fra dato
de: Datum ab
et: Alates kuupäevast
fi: Alkaen päivästä
fr: À partir de la date
lv: No datuma
nb: Fra dato
nl: Vanaf datum
pl: Od daty
sv: Startdatum

source: Included in search
da: Inkluderet i søgning
de: In der Suche eingeschlossen
et: Sisaldub otsingus
fi: Sisällytä hakuun
fr: Inclus dans la recherche
lv: Iekļauts meklēšanā
nb: Inkludert i søk
nl: Opgenomen in zoekopdracht
pl: Uwzględnione w wyszukiwaniu
sv: Inkludera i sökningen

source: Learn more
da: Få mere at vide
de: Mehr erfahren
et: Lisainfo
fi: Lue lisää
fr: En savoir plus
lv: Uzzināt vairāk
nb: Få vite mer
nl: Meer informatie
pl: Dowiedz się więcej
sv: Läs mer

source: Less or equal
da: Mindre eller lig med
de: Weniger oder gleich
et: Väiksem või võrdne
fi: Enintään
fr: Inférieur ou égal
lv: Mazāk vai vienādi
nb: Mindre eller lik
nl: Kleiner dan of gelijk aan
pl: Mniejsze lub równe
sv: Max

source: Less than
da: Mindre end
de: Weniger als
et: Vähem kui
fi: Alle
fr: Inférieur à
lv: Mazāk nekā
nb: Mindre enn
nl: Kleiner dan
pl: Mniejsze niż
sv: Mindre än

source: AND
da: OG
de: UND
et: JA
fi: JA
fr: ET
lv: UN
nb: OG
nl: EN
pl: ORAZ
sv: OCH

source: OR
da: ELLER
de: ODER
et: VÕI
fi: TAI
fr: OU
lv: VAI
nb: ELLER
nl: OF
pl: LUB
sv: ELLER

source: More than
da: Mere end
de: Mehr als
et: Rohkem kui
fi: Yli
fr: Supérieur à
lv: Vairāk nekā
nb: Mer enn
nl: Groter dan
pl: Większe niż
sv: Mer än

source: More or equal
da: Mere eller lig med
de: Mehr oder gleich
et: Suurem või võrdne
fi: Vähintään
fr: Supérieur ou égal
lv: Vairāk vai vienādi
nb: Mer eller lik
nl: Groter dan of gelijk aan
pl: Większe lub równe
sv: Minst

source: Equal to
da: Lig med
de: Gleich
et: Võrdne
fi: Yhtä suuri kuin
fr: Égal à
lv: Vienāds ar
nb: Lik
nl: Gelijk aan
pl: Równe
sv: Lika med

source: Must have
da: Skal have
de: Muss enthalten
et: Peab sisaldama
fi: Pakollinen
fr: Doit avoir
lv: Jāietver
nb: Må ha
nl: Moet hebben
pl: Musi mieć
sv: Obligatorisk

source: Name
da: Navn
et: Nimi
fi: Nimi
fr: Nom
lv: Nosaukums
nb: Navn
nl: Naam
pl: Nazwa
sv: Namn

source: NOT
da: IKKE
de: NICHT
et: MITTE
fi: EI
fr: PAS
lv: NE
nb: IKKE
nl: NIET
pl: NIE
sv: INTE

source: Remove filter
da: Fjern filter
de: Filter entfernen
et: Eemalda filter
fi: Poista hakuehto
fr: Supprimer le filtre
lv: Noņemt filtru
nb: Fjern filter
nl: Filter verwijderen
pl: Usuń filtr
sv: Radera sökfiltret

source: Remove filter group
da: Fjern filtergruppe
de: Filtergruppe entfernen
et: Eemalda filtrigrupp
fi: Poista hakuehtoryhmä
fr: Supprimer le groupe de filtres
lv: Noņemt filtru grupu
nb: Fjern filtergruppe
nl: Filtergroep verwijderen
pl: Usuń grupę filtrów
sv: Radera filtergrupp

source: Reset to default
da: Nulstil til standard
de: Auf Standardwerte zurücksetzen
et: Taasta vaikesäte
fi: Palauta oletusasetukset
fr: Réinitialiser par défaut
lv: Atiestatīt noklusējuma iestatījumus
nb: Tilbakestill til standardinnstilling
nl: Terugzetten naar standaard
pl: Przywróć domyślne
sv: Återställ

source: Search criteria
da: Søgekriterium
de: Suchkriterien
et: Otsingutingimused
fi: Hakuehdot
fr: Critères de recherche
lv: Meklēšanas kritēriji
nb: Søkekriterier
nl: Zoekcriteria
pl: Kryteria wyszukiwania
sv: Sökkriterier

source: Search
da: Søgning
de: Suchen
et: Otsi
fi: Haku
fr: Rechercher
lv: Meklēšana
nb: Søk
nl: Zoeken
pl: Szukaj
sv: Sök

source: Select...
da: Vælg...
de: Wählen...
et: Vali ...
fi: Valitse...
fr: Sélectionner...
lv: Izvēlēties...
nb: Velg...
nl: Selecteer...
pl: Wybierz...
sv: Välj...

source: Start typing...
da: Begynd at skrive...
de: Beginnen Sie zu tippen...
et: Kirjuta ...
fi: Aloita kirjoittaminen...
fr: Commencez à taper...
lv: Sākt rakstīšanu...
nb: Begynn å skrive...
nl: Begin met typen...
pl: Zacznij pisać...
sv: Börja skriva...

source: Advanced search
da: Avanceret søgning
de: Erweiterte Suche
et: Täpsem otsing
fi: Tarkennettu haku
fr: Recherche avancée
lv: Izvērstā meklēšana
nb: Avansert søk
nl: Geavanceerd zoeken
pl: Wyszukiwanie zaawansowane
sv: Avancerad sökning

source: To date
da: Til dato
de: Datum bis
et: Kuni kuupäevani
fi: Päivään
fr: À ce jour
lv: Līdz datumam
nb: Til dags dato
nl: Tot datum
pl: Do daty
sv: Slutdatum

source: Enter a location
da: Indtast et sted
de: Ort eingeben
et: Sisesta asukoht
fi: Lisää sijainti
fr: Entrez un emplacement
lv: Ievadīt atrašanās vietu
nb: Angi et sted
nl: Voer een locatie in
pl: Wprowadź lokalizację
sv: Ange adress

source: Searching...
da: Søger...
de: Suche...
et: Otsimine ...
fi: Haku käynnissä...
fr: Recherche en cours...
lv: Meklē...
nb: Søker...
nl: Zoeken...
pl: Wyszukiwanie...
sv: Söker...

source: Apply search
da: Anvend søgning
de: Suche anwenden
et: Rakenda otsing
fi: Hae
fr: Appliquer la recherche
lv: Piemērot meklējumu
nb: Bruk søk
nl: Zoekopdracht toepassen
pl: Zastosuj wyszukiwanie
sv: Sök

source: Saved searches
da: Gemte søgninger
de: Gespeicherte Suchen
et: Salvestatud otsingud
fi: Tallennetut hakuehdot
fr: Recherches enregistrées
lv: Saglabātie meklējumi
nb: Lagrede søk
nl: Opgeslagen zoekopdrachten
pl: Zapisane wyszukiwania
sv: Sparade sökningar

source: Save as
da: Gem som
de: Speichern unter
et: Salvesta nimega
fi: Tallenna nimellä
fr: Enregistrer sous
lv: Saglabāt kā
nb: Lagre som
nl: Opslaan als
pl: Zapisz jako
sv: Spara som

source: Save search
da: Gem søgning
de: Suche speichern
et: Salvesta otsing
fi: Tallenna hakuehto
fr: Enregistrer la recherche
lv: Saglabāt meklējumu
nb: Lagre søk
nl: Zoekopdracht opslaan
pl: Zapisz wyszukiwanie
sv: Spara sökning

source: Save as default
da: Gem som standard
de: Als Vorgabe speichern
et: Salvesta vaikimisi
fi: Tallenna oletuksena
fr: Enregistrer par défaut
lv: Saglabāt kā noklusējumu
nb: Lagre som standard
nl: Opslaan als standaard
pl: Zapisz jako domyślne
sv: Spara som standard

source: Save
da: Gem
de: Speichern
et: Salvesta
fi: Tallenna
fr: Enregistrer
lv: Saglabāt
nb: Lagre
nl: Opslaan
pl: Zapisz
sv: Spara

source: Confirm saved search removal
da: Bekræft fjernelse af gemt søgning
de: Löschen von gespeicherter Suche bestätigen
et: Kinnita salvestatud otsingu eemaldamine
fi: Vahvista tallennetun hakuehdon poisto
fr: Confirmer la suppression de la recherche enregistrée
lv: Apstiprināt saglabātā meklējuma dzēšanu
nb: Bekreft fjerning av lagret søk
nl: Bevestig verwijdering van opgeslagen zoekopdracht
pl: Potwierdź usunięcie zapisanego wyszukiwania
sv: Bekräfta radering av sparad sökning

source: Are you sure you want to delete {} saved search?
da: Er du sikker på, at du vil slette {} gemt søgning?
de: Sind Sie sicher, dass Sie {} gespeicherte Suchen löschen möchten?
et: Kas soovid kustutada salvestatud otsingu {}?
fi: Haluatko varmasti poistaa tallennetun hakuehdon {}?
fr: Voulez-vous vraiment supprimer la recherche enregistrée {} ?
lv: Vai tiešām vēlaties dzēst {} saglabāto meklējumu?
nb: Er du sikker på at du vil slette {} lagret søk?
nl: Weet u zeker dat u de opgeslagen zoekopdracht {} wilt verwijderen?
pl: Czy na pewno chcesz usunąć zapisane wyszukiwanie {}?
sv: Är du säker på att du vill radera den sparade sökningen {}?

source: Delete
da: Slet
de: Löschen
et: Kustuta
fi: Poista
fr: Supprimer
lv: Dzēst
nb: Slett
nl: Verwijderen
pl: Usuń
sv: Radera

source: 7 days ago
da: 7 dage siden
de: Vor 7 Tagen
et: 7 päeva tagasi
fi: 7 päivää sitten
fr: Il y a 7 jours
lv: Pirms 7 dienām
nb: For 7 dager siden
nl: 7 dagen geleden
pl: 7 dni temu
sv: 7 dagar sedan

source: 7 days from now
da: 7 dage fra nu
de: 7 Tage ab jetzt
et: 7 päeva alates tänasest
fi: 7 päivän päästä
fr: Dans 7 jours
lv: Pēc 7 dienām no šī brīža
nb: 7 dager fra nå
nl: Over 7 dagen
pl: za 7 dni
sv: Om 7 dagar

source: A month ago
da: For en måned siden
de: Vor einem Monat
et: Üks kuu tagasi
fi: Kuukausi sitten
fr: Il y a un mois
lv: Pirms mēneša
nb: For en måned siden
nl: Een maand geleden
pl: Miesiąc temu
sv: En månad sedan

source: A month from now
da: En måned fra nu
de: In einem Monat
et: Üks kuu alates tänasest
fi: Kuukauden päästä
fr: Dans un mois
lv: Pēc mēneša no šī brīža
nb: Én måned fra nå
nl: Over een maand
pl: Za miesiąc
sv: Om en månad

source: A year ago
da: Et år siden
de: Vor einem Jahr
et: Üks aasta tagasi
fi: Vuosi sitten
fr: Il y a un an
lv: Pirms gada
nb: For et år siden
nl: Een jaar geleden
pl: Rok temu
sv: Ett år sedan

source: A year from now
da: Et år fra nu
de: In einem Jahr ab jetzt
et: Üks aasta alates tänasest
fi: Vuoden päästä
fr: Dans un an
lv: Pēc gada no šī brīža
nb: Ett år fra nå
nl: Over een jaar
pl: Za rok
sv: Om ett år

source: Yes
da: Ja
de: Ja
et: Jah
fi: Kyllä
fr: Oui
lv: Jā
nb: Ja
nl: Ja
pl: Tak
sv: Ja

source: No
da: Nej
de: Nein
et: Ei
fi: Ei
fr: Non
lv: Nē
nb: Nei
nl: Nee
pl: Nie
sv: Nej

source: In Talent Community
da: I Talent Community
de: In der Talent-Community
et: Talent Communitys
fi: Talent Communityssa
fr: Dans la communauté de talents
lv: Atrodas Talent Community
nb: I Talent Community
pl: W Talent Community
sv: I Talent Community

source: Not in Talent Community
da: Ikke i Talent Community
de: Nicht in der Talent-Community
et: Ei ole Talent Communitys
fi: Ei Talent Communityssa
fr: Pas dans la communauté de talents
lv: Neatrodas Talent Community
nb: Ikke i Talent Community
nl: Niet in Talent Community
pl: Nie w Talent Community
sv: Inte i Talent Community

source: No missing information
da: Ingen manglende oplysninger
de: Keine fehlenden Informationen
et: Kõik andmed on olemas
fi: Ei puuttuvia tietoja
fr: Aucune information manquante
lv: Netrūkst informācijas
nb: Ingen manglende informasjon
nl: Geen ontbrekende informatie
pl: Brak brakujących informacji
sv: Ingen information saknas

source: Email address
da: E-mail-adresse
de: Email-Adresse
et: E-posti aadress
fi: Sähköpostiosoite
fr: Adresse e-mail
lv: E-pasta adrese
nb: E-postadresse
nl: E-mailadres
pl: Adres e-mail
sv: E-postadress

source: Consent
da: Samtykke
de: Einverständniserklärung
et: Nõusolek
fi: Lupa
fr: Consentement
lv: Piekrišana
nb: Samtykke
nl: Toestemming
pl: Zgoda
sv: Samtycke

source: In progress
da: I gang
de: In Bearbeitung
et: Pooleli
fi: Käsittelyssä
fr: En cours
lv: Notiek izpilde
nb: Pågår
nl: In behandeling
pl: W toku
sv: Pågående

source: Completed
da: Afsluttet
de: Abgeschlossen
et: Lõpetatud
fi: Suoritettu
fr: Terminé
lv: Pabeigts
nb: Fullført
nl: Voltooid
pl: Ukończone
sv: Färdigställd

source: Documents
da: Dokumenter
de: Unterlagen
et: Dokumendid
fi: Dokumentit
lv: Dokumenti
nb: Dokumenter
nl: Documenten
pl: Dokumenty
sv: Dokument

source: Descriptions
da: Beskrivelser
de: Beschreibungen
et: Kirjeldused
fi: Kuvaukset
lv: Apraksti
nb: Beskrivelser
nl: Beschrijvingen
pl: Opisy
sv: Beskrivningar

source: Messages
da: Beskeder
de: Mitteilungen
et: Sõnumid
fi: Viestit
lv: Ziņojumi
nb: Meldinger
nl: Berichten
pl: Wiadomości
sv: Meddelanden

source: Internal notes
da: Interne noter
de: Interne Notizen
et: Ettevõttesisesed märkmed
fi: Sisäiset muistiinpanot
fr: Notes internes
lv: Iekšējās piezīmes
nb: Interne notater
nl: Interne notities
pl: Notatki wewnętrzne
sv: Interna anteckningar

source: External notes
da: Eksterne noter
de: Externe Notizen
et: Avalikud märkmed
fi: Ulkoiset muistiinpanot
fr: Notes externes
lv: Ārējās piezīmes
nb: Eksterne notater
nl: Externe notities
pl: Notatki zewnętrzne
sv: Externa anteckningar

source: Other application data
da: Andre ansøgningsdata
de: Andere Bewerbungsdaten
et: Muud avalduse andmed
fi: Muut hakemuksen tiedot
fr: Autres données de candidature
lv: Citi pieteikuma dati
nb: Andre søknadsopplysninger
nl: Andere sollicitatiegegevens
pl: Inne dane aplikacji
sv: Annan ansökningsdata

source: Names
da: Navne
de: Namen
et: Nimed
fi: Nimet
fr: Noms
lv: Nosaukumi
nb: Navn
nl: Namen
pl: Imiona i nazwiska
sv: Namn

source: Title
da: Titel
de: Anrede
et: Pealkiri
fi: Titteli
fr: Titre
lv: Nosaukums
nb: Tittel
nl: Titel
pl: Tytuł
sv: Titel

source: Time created
da: Tid skabt
de: Erstellungszeit
et: Loomisaeg
fi: Luontiaika
fr: Date de création
lv: Izveidošanas laiks
nb: Opprettingstid
nl: Aanmaaktijd
pl: Czas utworzenia
sv: Tid skapad

source: Expiration
da: Udløber
de: Läuft ab
et: Aegumine
fi: Päättyy
lv: Derīguma termiņa beigas
nb: Utløp
nl: Vervaldatum
pl: Wygaśnięcie
sv: Utgångsdatum

source: Candidates
da: Kandidater
de: Kandidaten
et: Kandidaadid
fi: Hakijat
fr: Candidats
lv: Kandidāti
nb: Kandidater
nl: Kandidaten
pl: Kandydaci
sv: Kandidater

source: Role
da: Rolle
de: Rolle
et: Roll
fi: Rooli
fr: Rôle
lv: Amats
nb: Rolle
nl: Rol
pl: Rola
sv: Position

source: Recipient
da: Modtager
de: Empfänger
et: Saaja
fi: Vastaanottaja
fr: Destinataire
lv: Saņēmējs
nb: Mottaker
nl: Ontvanger
pl: Odbiorca
sv: Mottagare

source: Collaborator
da: Samarbejdspartner
de: Kollaborateur
et: Kaaslooja
fi: Yhteiskäyttäjä
fr: Collaborateur
lv: Sadarbības kolēģis
nb: Samarbeidspartner
nl: Medewerker
pl: Współpracownik
sv: Samarbetare

source: Confirm introduction removal
da: Bekræft fjernelse af introduktion
de: Entfernen der Vorstellung bestätigen
et: Kinnita tutvustuse eemaldamine
fi: Vahvista esittelyn poistaminen
fr: Confirmer la suppression de l'introduction
lv: Apstiprināt iepazīstināšanas noņemšanu
nb: Bekreft fjerning av innledning
nl: Bevestig verwijdering van introductie
pl: Potwierdź usunięcie wprowadzenia
sv: Bekräfta radera kandidatintroduktion

source: Are you sure want to delete this introduction?
da: Er du sikker på, at du vil slette denne introduktion?
de: Sind Sie sicher, dass Sie diese Vorstellung löschen möchten?
et: Kas soovid selle tutvustuse eemaldada?
fi: Oletko varma että haluat poistaa tämän esittelyn?
fr: Êtes-vous sûr de vouloir supprimer cette introduction ?
lv: Vai tiešām vēlaties izdzēst šo iepazīstināšanu?
nb: Er du sikker på at du vil slette denne innledningen?
nl: Weet u zeker dat u deze introductie wilt verwijderen?
pl: Czy na pewno chcesz usunąć to wprowadzenie?
sv: Är du säker att du vill radera kandidatintroduktionen?

source: Remove
da: Fjern
de: Entfernen
et: Eemalda
fi: Poista
fr: Supprimer
lv: Noņemt
nb: Fjern
nl: Verwijderen
pl: Usuń
sv: Ta bort

source: Introduction role
da: Introduktionsrolle
de: Vorstellungsrolle
et: Tutvustuse roll
fi: Esittelyn rooli
fr: Rôle d'introduction
lv: Iepazīstināšanas amats
nb: Innledning av rolle
nl: Introductierol
pl: Rola wprowadzenia
sv: Introduktionsroll

source: {} filtered out of {} total candidate introductions
da: {} filtreret ud af {} samlede kandidatintroduktioner
de: {} gefiltert aus insgesamt {} Kandidatenvorstellungen
et: {} filtreeritud välja {} kandidaadi tutvustusest
fi: {} suodatettu {}:stä hakijaesittelystä
fr: {} filtré sur {} introductions de candidats au total
lv: {} filtrēti no {} kopējiem kandidātu pieteikumiem
nb: {} filtrert ut av totalt {} kandidatintroduksjoner
nl: {} gefilterd uit {} totale kandidaat introducties
pl: {} odfiltrowanych z {} wszystkich wprowadzeń kandydatów
sv: {} filtrerade av {} totala kandidatintroduktioner
