Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Note that referred candidates who have not confirmed their Talent Community membership and have not applied to any position will be automatically removed after the Talent Community invitation expires.
da: Bemærk, at henviste kandidater, der ikke har bekræftet deres medlemskab af Talent Community og ikke har søgt nogen stilling, automatisk vil blive fjernet, når invitationen til Talent Community udløber.
de: Beachten Sie, dass vermittelte Kandidaten, die ihre Mitgliedschaft in der Talent-Community nicht bestätigt haben und sich nicht auf eine Stelle beworben haben, automatisch nach Ablauf der Talent-Community-Einladung, entfernt werden.
et: Kutsutud kandidaadid, kes ei ole veel Talent Communityga liitunud ega mõnele ametikohale kandideerinud, eemaldatakse automaatselt Talent Community kutse aegudes.
fi: Huomaathan, että ne suositellut kandidaatit, jotka eivät ole hyväksyneet Talent Community -jäsenyyttään eivätkä hakeneet yhteenkään työpaikkaan, poistetaan automaattisesti, kun Talent Community -kutsu vanhenee.
fr: Notez que les candidats référés qui n'ont pas confirmé leur adhésion à la communauté de talents et qui n'ont postulé à aucun poste seront automatiquement supprimés après l'expiration de l'invitation à la communauté de talents.
lv: Ņemiet vērā, ka ieteiktie kandidāti, kuri nav apstiprinājuši dalību Talent Community un nav pieteikušies nevienai vakancei, pēc Talent Community ielūguma termiņa beigām tiks automātiski noņemti.
nb: Vær oppmerksom på at henviste kandidater som ikke har bekreftet sitt medlemskap i Talent Community og ikke har søkt på noen stilling, automatisk blir fjernet etter at invitasjonen til Talent Community utløper.
nl: Houd er rekening mee dat doorverwezen kandidaten die hun lidmaatschap van de Talent Community niet hebben bevestigd en niet op een functie hebben gesolliciteerd, automatisch worden verwijderd nadat de uitnodiging voor de Talent Community is verlopen.
pl: Pamiętaj, że poleceni kandydaci, którzy nie potwierdzili członkostwa w Talent Community i nie aplikowali na żadne stanowisko, zostaną automatycznie usunięci po wygaśnięciu zaproszenia do Talent Community.
sv: Tänk på att de kandidater som inte har bekräftat sitt medlemsskap i Talent Community och inte har sökt en ledig tjänst blir automatiskt raderade efter att inbjudan till Talent Community upphör.

source: User profile
da: Brugerprofil
de: Benutzerprofil
et: Kasutaja profiil
fi: Käyttäjäprofiili
fr: Profil utilisateur
lv: Lietotāja profils
nb: Brukerprofil
nl: Gebruikersprofiel
pl: Profil użytkownika
sv: Användarprofil

source: How would you rate this recruiting process?
da: Hvordan vil du bedømme denne rekrutteringsproces?
de: Wie bewerten Sie diesen Bewerbungsprozess?
et: Kuidas hindaksid seda värbamisprotsessi?
fi: Kuinka arvioisit tämän rekrytointiprosessin?
fr: Comment évalueriez-vous ce processus de recrutement?
lv: Kā jūs vērtējat šo atlases procesu?
nb: Hvordan rangerer du denne rekrutteringsprosessen?
nl: Hoe zou u dit wervingsproces beoordelen?
pl: Jak oceniłbyś ten proces rekrutacji?
sv: Hur skulle du betygsätta den här rekryteringsprocessen?

source: (select 1-5 hearts)
da: (vælg 1-5 hjerter)
de: (1-5 Herzen wählen)
et: (skaalal 1–5 südant)
fi: (valitse 1-5 sydäntä)
fr: (sélectionnez 1 à 5 cœurs)
lv: (izvēlieties 1–5 sirsniņas)
nb: (velg 1–5 hjerter)
nl: (selecteer 1-5 harten)
pl: (wybierz od 1 do 5 serduszek)
sv: (välj 1-5 hjärtan)

source: To learn more about functionalities in TalentAdore Hire, take a look at our {}support guides{}.
da: Hvis du vil vide mere om funktionerne i TalentAdore Hire, kan du kigge i vores {}supportvejledninger{}.
de: Um mehr über die Funktionalitäten von TalentAdore Hire zu erfahren, werfen Sie einen Blick in unsere {}Unterstützungs-Anleitungen{}.
et: TalentAdore Hire’i funktsioonide kohta saad lisainfot meie {}kasutusjuhenditest{}.
fi: Jos haluat oppia lisää TalentAdoren toiminnallisuuksista, voit lukea meidän {}tukioppaita{}.
fr: Pour en savoir plus sur les fonctionnalités de TalentAdore Hire, consultez nos {}guides de support{}.
lv: Lai uzzinātu vairāk par TalentAdore Hire funkcijām, aplūkojiet mūsu {}atbalsta rokasgrāmatas{}.
nb: Hvis du vil vite mer om funksjonene i TalentAdore Hire, kan du ta en titt på våre {}supportguider{}.
nl: Bekijk onze {}ondersteuningsgidsen{} om meer te weten te komen over de functionaliteiten in TalentAdore Hire.
pl: Aby dowiedzieć się więcej o funkcjonalnościach w TalentAdore Hire, zapoznaj się z naszymi {}przewodnikami wsparcia{}.
sv: Om du vill lära dig mer om olika funktioner i TalentAdore Hire, ta då gärna en titt på våra {}support guides{}.

source: How would you rate our recruitment process experience?
da: Hvordan vil du bedømme vores oplevelse af rekrutteringsprocessen?
de: Wie würden Sie Ihren Bewerbungsprozess bewerten?
et: Kuidas hindaksid meie värbamisprotsessi?
fi: Miten arvioisit kokemuksesi rekrytointiprosessistamme?
fr: Comment évalueriez-vous notre expérience de processus de recrutement?
lv: Kā jūs vērtējat mūsu atlases procesa pieredzi?
nb: Hvordan rangerer du opplevelsen av rekrutteringsprosessen vår?
nl: Hoe zou u onze wervingsprocedure beoordelen?
pl: Jak oceniłbyś nasze doświadczenie w procesie rekrutacji?
sv: Hur skulle du betygsätta den här rekryteringsprocessen?

source: Job ad example
da: Eksempel på jobannonce
de: Beispiel für eine Stellenanzeige
et: Töökuulutuse näide
fi: Työpaikkailmoituksen esimerkki
fr: Exemple d'annonce d'emploi
lv: Darba sludinājuma piemērs
nb: Eksempel på jobbannonse
nl: Voorbeeld van vacature
pl: Przykład ogłoszenia o pracę
sv: Jobbannonsexempel

source: Word repetitions found
da: Gentagne ord fundet
de: Wortwiederholungen gefunden
et: Leiti sõnakordused
fi: Sanatoistoja löytyi
fr: Répétitions de mots trouvées
lv: Atrasti vārdi, kas atkārtojas
nb: Fant gjentatte ord
nl: Woordherhalingen gevonden
pl: Znaleziono powtórzenia słów
sv: Ordupprepningar hittades

source: Word sequences found
da: Fundne ordsekvenser
de: Gefundene Wortfolgen
et: Leiti sõnajadad
fi: Sanajonoja löydetty
fr: Séquences de mots trouvées
lv: Atrastas vārdu secības
nb: Fant sekvenser av ord
nl: Woordreeksen gevonden
pl: Znaleziono sekwencje słów
sv: Ordsekvenser hittades

source: File is too large. The size limit is {size}
da: Filen er for stor. Størrelsesgrænsen er {size}
de: Die Datei ist zu groß. Das Größenlimit ist {size}
et: Fail on liiga suur. Suuruse piirang on {size}
fi: Tiedosto on liian suuri. Enimmäiskoko on {size}
fr: Le fichier est trop volumineux. La limite de taille est de {size}
lv: Fails ir pārāk liels. Lieluma ierobežojums ir {size}
nb: Filen er for stor. Størrelsesgrensen er {size}
nl: Bestand is te groot. De limiet is {size}
pl: Plik jest zbyt duży. Limit rozmiaru to {size}
sv: Filen är för stor. Storleksgränsen är {size}

source: Allowed image types: {imagetypes}
da: Tilladte billedtyper: {imagetypes}
de: Erlaubte Bildtypen: {imagetypes}
et: Lubatud pilditüübid: {imagetypes}
fi: Tuetut kuvatyypit: {imagetypes}
fr: Types d'images autorisés : {imagetypes}
lv: Atļautie attēlu veidi: {imagetypes}
nb: Tillatte bildetyper: {imagetypes}
nl: Toegestane afbeeldingstypen: {imagetypes}
pl: Dozwolone typy obrazów: {imagetypes}
sv: Tillåtna bildtyper: {imagetypes}

source: Please choose a photo that's at least {dimensions} pixels wide.
da: Vælg venligst et foto, der er mindst {dimensions} pixels bredt.
de: Bitte wählen Sie ein Foto, das mindestens {dimensions} Pixel breit ist.
et: Palun vali foto, mille laius on vähemalt {dimensions} pikslit
fi: Valitse kuva, joka on vähintään {dimensions} pikseliä leveä.
fr: Veuillez choisir une photo d'au moins {dimensions} pixels de large.
lv: Lūdzu, izvēlieties fotoattēlu, kura platums ir vismaz {dimensions} pikseļi.
nb: Velg et bilde som er minst {dimensions} piksler bredt.
nl: Kies een foto die minstens {dimensions} pixels breed is.
pl: Wybierz zdjęcie o szerokości co najmniej {dimensions} pikseli.
sv: Välj ett foto som är minst {dimensions} pixlar brett.

source: Invalid social security number!
da: Ugyldigt CPR-nummer!
de: Ungültige Sozialversicherungsnummer!
et: Vale sotsiaalkindlustusnumber!
fi: Henkilötunnus on virheellinen!
fr: Numéro de sécurité sociale invalide !
lv: Nederīgs sociālās apdrošināšanas numurs!
nb: Ugyldig personnummer!
nl: Ongeldig burgerservicenummer!
pl: Nieprawidłowy numer ubezpieczenia społecznego!
sv: Personnumret är felaktigt!

source: Invalid IBAN
da: Ugyldigt IBAN-nummer
de: Ungültige IBAN
et: Vale IBAN
fi: Virheellinen IBAN
fr: IBAN invalide
lv: Nederīgs IBAN
nb: Ugyldig IBAN-nummer
nl: Ongeldig IBAN
pl: Nieprawidłowy IBAN
sv: Felaktig IBAN

source: IBAN is too short
da: IBAN er for kort
de: IBAN ist zu kurz
et: IBAN on liiga lühike
fi: IBAN on liian lyhyt
fr: L'IBAN est trop court
lv: IBAN ir pārāk īss
nb: IBAN er for kort
nl: IBAN is te kort
pl: IBAN jest za krótki
sv: IBAN är för kort

source: Spaces are not allowed in IBAN
da: Mellemrum er ikke tilladt i IBAN
de: Leerzeichen sind im IBAN nicht erlaubt
et: IBAN-is ei ole tühikud lubatud
fi: Välilyöntejä ei sallita IBANissa
fr: Les espaces ne sont pas autorisés dans l'IBAN
lv: IBAN nedrīkst saturēt atstarpes
nb: Mellomrom er ikke tillatt i IBAN
nl: Spaties zijn niet toegestaan in IBAN
pl: Spacje nie są dozwolone w IBAN
sv: Mellanslag är inte tillåtna i IBAN

source: Something went wrong, please try again in a few minutes.
da: Noget gik galt, prøv venligst igen om et par minutter.
de: Etwas ist schiefgelaufen. Bitte versuche es in ein paar Minuten wieder.
et: Midagi läks valesti, proovi mõne minuti pärast uuesti.
fi: Jokin meni vikaan, ystävällisesti yritä uudestaan parin minuutin kuluttua.
fr: Une erreur s'est produite, veuillez réessayer dans quelques minutes.
lv: Radās problēma; lūdzu, mēģiniet vēlreiz pēc dažām minūtēm.
nb: Noe gikk galt, prøv igjen om noen minutter.
nl: Er is iets misgegaan, probeer het over een paar minuten opnieuw.
pl: Coś poszło nie tak, spróbuj ponownie za kilka minut.
sv: Någonting gick fel, var god och försök igen om några minuter.

source: Success
da: Succes
de: Erfolg
et: Edukas
fi: Onnistuminen
fr: Succès
lv: Veiksme
nb: Suksess
nl: Succes
pl: Sukces
sv: Succé

source: Info
de: Infos
fi: Tiedot
lv: Informācija
nb: Informasjon
pl: Informacja
sv: Information

source: Warning
da: Advarsel
de: Warnung
et: Hoiatus
fi: Varoitus
fr: Avertissement
lv: Brīdinājums!
nb: Advarsel
nl: Waarschuwing
pl: Ostrzeżenie
sv: Varning

source: {} has been added to calendar
et: {} on kalendrisse lisatud
fi: {} on lisätty kalenteriin
sv: {} har lagts till i kalendern

source: Searching
et: Otsin
fi: Haetaan
sv: Söker

source: No colleagues found
et: Kolleegi ei leitud
fi: Ei kollegoita löydetty
sv: Inga kollegor hittades

source: Today's calendar is empty
da: Dagens kalender er tom
de: Der heutige Kalender ist leer
et: Tänane kalender on tühi
fi: Päivän kalenteri on tyhjä
fr: L'agenda d'aujourd'hui est vide
lv: Šodienas kalendārs ir tukšs
nb: Dagens kalender er tom
nl: De agenda van vandaag is leeg
pl: Dzisiejszy kalendarz jest pusty
sv: Dagens kalender är tom

source: Nothing planned yet? Click on a time slot to start adding your agenda.
da: Intet planlagt endnu? Klik på et tidsinterval for at begynde at tilføje din dagsorden.
de: Noch nichts geplant? Klicken Sie auf einen Zeitslot, um Ihre Agenda hinzuzufügen.
et: Midagi pole veel planeeritud? Klõpsake ajavahemikul, et hakata oma päevakorda lisama.
fi: Ei vielä suunnitelmia? Valitse aikaväli aloittaaksesi agendan lisäämisen.
fr: Rien de prévu pour le moment ? Cliquez sur un créneau horaire pour commencer à ajouter votre agenda.
lv: Vēl nekas nav ieplānots? Noklikšķiniet uz laika nišas, lai sāktu pievienot savu darba kārtību.
nb: Ingenting planlagt ennå? Klikk på et tidsrom for å begynne å legge til i agendaen.
nl: Nog niets gepland? Klik op een tijdslot om je agenda toe te voegen.
pl: Nic jeszcze nie zaplanowano? Kliknij na przedział czasowy, aby zacząć dodawać swój plan dnia.
sv: Ingenting planerat ännu? Klicka på en tidslucka för att börja lägga till din dagordning.

source: Select color
da: Vælg farve
de: Farbe auswählen
et: Valige värv
fi: Valitse väri
fr: Sélectionnez une couleur
lv: Izvēlieties krāsu
nb: Velg farge
nl: Selecteer kleur
pl: Wybierz kolor
sv: Välj färg

source: {} years
da: {} år
de: {} Jahre
et: {} aastat
fi: {} vuotta
fr: {} ans
lv: {} gadi
nb: {} år
nl: {} jaar
pl: {} lat(a)
sv: {} år

source: Present
da: Nuværende
de: Gegenwart
et: Praegune
fi: Nykyhetki
fr: Présent
lv: Tagadne
nb: Nåværende
nl: Heden
pl: Obecnie
sv: Nuvarande

source: Hi, I'm your AI Support Agent. How may I help you?
da: Hej, jeg er din AI-supportagent. Hvordan kan jeg hjælpe dig?
de: Hallo, ich bin Ihr KI-Support-Agent. Wie kann ich Ihnen helfen?
et: Tere, olen teie AI-tugiagent. Kuidas saan teid aidata?
fi: Hei, olen tekoälyasiakastukiagenttisi. Kuinka voin auttaa?
fr: Bonjour, je suis votre agent de support IA. Comment puis-je vous aider ?
lv: Sveiki, es esmu jūsu AI atbalsta aģents. Kā varu jums palīdzēt?
nb: Hei, jeg er din AI-støtteagent. Hvordan kan jeg hjelpe deg?
nl: Hallo, ik ben je AI Support Agent. Hoe kan ik je helpen?
pl: Cześć, jestem Twoim Agentem Wsparcia AI. W czym mogę Ci pomóc?
sv: Hej, jag är din AI-supportagent. Hur kan jag hjälpa dig?

source: AI Support Agent
de: KI-Support-Agent
et: AI-tugiagent
fi: Asiakastukiagentti
fr: Agent de support IA
lv: AI atbalsta aģents
nb: AI-støtteagent
pl: Agent Wsparcia AI

source: Thank you for your contact!
da: Tak for din henvendelse!
de: Vielen Dank für Ihre Kontaktaufnahme!
et: Täname teid kontakti eest!
fi: Kiitos yhteydenotostasi!
fr: Merci de nous avoir contactés !
lv: Paldies par jūsu kontaktu!
nb: Takk for at du kontaktet oss!
nl: Bedankt voor je contact!
pl: Dziękujemy za kontakt!
sv: Tack för din kontakt!

source: We will reply you shortly.
da: Vi vil svare dig snarest.
de: Wir werden Ihnen in Kürze antworten.
et: Vastame teile peatselt.
fi: Vastaamme sinulle pian.
fr: Nous vous répondrons sous peu.
lv: Mēs drīzumā jums atbildēsim.
nb: Vi vil svare deg snart.
nl: We zullen je spoedig antwoorden.
pl: Wkrótce odpowiemy.
sv: Vi återkommer till dig inom kort.

source: Session closed
da: Session lukket
de: Sitzung geschlossen
et: Seanss on suletud
fi: Istunto suljettu
fr: Session fermée
lv: Sesija slēgta
nb: Økt avsluttet
nl: Sessie gesloten
pl: Sesja zamknięta
sv: Sessionen avslutad

source: Did this answer your question?
da: Besvarede dette dit spørgsmål?
de: Hat diese Antwort Ihre Frage beantwortet?
et: Kas see vastas teie küsimusele?
fi: Vastasinko kysymykseesi?
fr: Cela a-t-il répondu à votre question ?
lv: Vai šī atbilde atbildēja uz jūsu jautājumu?
nb: Besvarte dette spørsmålet ditt?
nl: Heeft dit je vraag beantwoord?
pl: Czy to odpowiedziało na Twoje pytanie?
sv: Besvarade detta din fråga?

source: Contact support
da: Kontakt support
de: Support kontaktieren
et: Võta klienditoega ühendust
fi: Ota yhteyttä
fr: Contacter le support
lv: Sazināties ar atbalsta dienestu
nb: Kontakt støtte
nl: Neem contact op met ondersteuning
pl: Skontaktuj się z pomocą techniczną
sv: Kontakta kundsupport

source: You
da: Dig
de: Sie
et: Teie
fi: Sinä
fr: Vous
lv: Jūs
nb: Du
nl: Jij
pl: Ty
sv: Du

source: Open guides
da: Åbn guider
de: Anleitungen öffnen
et: Ava kasutusjuhendid
fi: Avaa tukioppaat
fr: Ouvrir les guides
lv: Atvērt rokasgrāmatas
nb: Åpne veiledninger
nl: Open handleidingen
pl: Otwórz przewodniki
sv: Öppna användarguides

source: Processing AI Insights, please wait...
et: Töötlen AI analüütikat, palun oodake...
fi: AI Insights käsittelyssä, odota hetki...
sv: Bearbetar AI-insikter, vänligen vänta...

source: Not enough data available for AI insights.
et: AI analüütika jaoks pole piisavalt andmeid.
fi: Ei tarpeeksi tietoa haun suorittamiseen.
sv: Inte tillräckligt med data tillgänglig för AI-insikter.

source: Support
et: Tugi
fi: Tuki

source: Facing an issue or a bug? Please provide details on what happened and how to reproduce it.
et: Kas teil on probleem või viga? Palun kirjeldage üksikasjalikult, mis juhtus ja kuidas seda korrata.
fi: Kohtasitko ongelman tai virheen? Anna tietoja siitä, mitä tapahtui ja miten se voidaan toistaa.
sv: Stöter du på ett problem eller en bugg? Vänligen ge detaljer om vad som hände och hur man kan återskapa det.

source: Close search
et: Sule otsing
fi: Sulje haku
sv: Stäng sökning

source: Unsaved changes
da: Ikke-gemte ændringer
de: Ungespeicherte Änderungen
et: Salvestamata muudatused
fi: Tallentamattomat muutokset
fr: Modifications non enregistrées
lv: Nesaglabātās izmaiņas
nb: Ulagrede endringer
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany
sv: Osparade ändringar

source: Are you sure you want to discard the changes?
da: Er du sikker på, at du vil kassere ændringerne?
de: Sind Sie sicher, dass Sie die Änderungen verwerfen möchten?
et: Kas olete kindel, et soovite muudatused tühistada?
fi: Haluatko varmasti hylätä muutokset?
fr: Êtes-vous sûr de vouloir annuler les modifications ?
lv: Vai tiešām vēlaties atmest izmaiņas?
nb: Er du sikker på at du vil forkaste endringene?
nl: Weet je zeker dat je de wijzigingen wilt negeren?
pl: Czy na pewno chcesz odrzucić zmiany?
sv: Är du säker på att du vill förkasta ändringarna?

source: You belong to the company with ID {}. Cannot delete this company, else you will be logged out.
da: Du tilhører virksomheden med ID {}. Du kan ikke slette denne virksomhed, da du ellers vil blive logget ud.
de: Sie gehören zum Unternehmen mit der ID {}. Sie können dieses Unternehmen nicht löschen, sonst werden Sie abgemeldet.
et: Kuulud ettevõttesse ID-ga {}. Seda ettevõtet ei saa kustutada, sest sind logitakse välja.
fi: Kuulut yritykseen tunnisteella {}. Yritystä ei voida poistaa, muuten sinut kirjataan ulos.
fr: Vous appartenez à l'entreprise avec l'ID {}. Impossible de supprimer cette entreprise, sinon vous serez déconnecté.
lv: Jūs esat daļa no uzņēmuma ar ID {}. Šo uzņēmumu nevar dzēst, citādi jūs izrakstīsieties.
nb: Du tilhører selskapet med ID {}. Du kan ikke slette denne selskapet, ellers blir du logget ut.
nl: Je behoort tot het bedrijf met ID {}. Kan dit bedrijf niet verwijderen, anders word je uitgelogd.
pl: Należysz do firmy o identyfikatorze {}. Nie można usunąć tej firmy, w przeciwnym razie zostaniesz wylogowany.
sv: Du tillhör företaget med ID {}. Detta företag kan inte raderas, då loggas du ut.

source: Cloning is for demo-servers only
da: Kloning er kun til demo-servere
de: Klonen ist nur für Demo-Server
et: Kloonida saab ainult demoserverites
fi: Kloonaus on mahdollista vain demopalvelimille
fr: Le clonage est réservé aux serveurs de démonstration
lv: Klonēšana ir paredzēta tikai demonstrāciju serveriem
nb: Kloning er kun for demo-servere
nl: Klonen is alleen voor demo-servers
pl: Klonowanie jest tylko dla serwerów demonstracyjnych
sv: Klonande är endast möjligt i demoservern

source: Error occurred while cloning: {}
da: Der opstod en fejl under kloning: {}
de: Fehler während des Klonen aufgetreten: {}
et: Kloonimisel ilmnes tõrge: {}
fi: Tapahtui virhe kloonatessa: {}
fr: Une erreur s'est produite lors du clonage : {}
lv: Klonēšanas laikā radās kļūda: {}
nb: Det oppsto en feil under kloning: {}
nl: Fout opgetreden tijdens het klonen: {}
pl: Wystąpił błąd podczas klonowania: {}
sv: Ett fel uppstod i klonandet: {}

source: New company created, email {}, password {}
da: Ny virksomhed oprettet, e-mail {}, adgangskode {}
de: Neues Unternehmen erstellt, E-Mail {}, Passwort {}
et: Uus ettevõte on loodud: e-posti aadress {}, salasõna {}
fi: Uusi yritys luotu, sähköposti {}, salasana {}
fr: Nouvelle entreprise créée, e-mail {}, mot de passe {}
lv: Izveidots jauns uzņēmums, e-pasta adrese {}, parole {}
nb: Nytt selskap er opprettet, e-postadresse {}, passord {}
nl: Nieuw bedrijf aangemaakt, e-mail {}, wachtwoord {}
pl: Utworzono nową firmę, e-mail {}, hasło {}
sv: Nytt företag skapat, email {}, lösenord {}

source: Form without name cannot be saved.
da: Formular uden navn kan ikke gemmes.
de: Formular kann nicht ohne Namen gespeichert werden
et: Vormi ei saa ilma nimeta salvestada.
fi: Lomaketta ei voi tallentaa ilman nimeä.
fr: Le formulaire sans nom ne peut pas être enregistré.
lv: Veidlapu bez nosaukuma nevar saglabāt.
nb: Skjema uten navn kan ikke lagres.
nl: Formulier zonder naam kan niet worden opgeslagen.
pl: Formularz bez nazwy nie może zostać zapisany.
sv: Formulär utan namn kan inte sparas.

source: New form saved successfully.
da: Ny formular gemt med succes.
de: Neues Formular erfolgreich gespeichert
et: Uue vormi salvestamine õnnestus.
fi: Uuden lomakkeen tallennus onnistui.
fr: Nouveau formulaire enregistré avec succès.
lv: Jaunā veidlapa ir veiksmīgi saglabāta.
nb: Nytt skjema er lagret.
nl: Nieuw formulier succesvol opgeslagen.
pl: Nowy formularz został pomyślnie zapisany.
sv: Nytt formulär sparats.

source: Fill in at least email that is not yet in use.
da: Udfyld i det mindste e-mail, der endnu ikke er i brug.
de: Mindestens E-Mail-Adresse, die noch nicht verwendet wird, erforderlich
et: Lisa vähemalt e-posti aadress, mida ei ole veel kasutatud.
fi: Täytä ainakin sähköpostikenttä käyttämättömällä osoitteella
fr: Remplissez au moins un e-mail qui n'est pas encore utilisé.
lv: Ievadiet vismaz e-pasta adresi, kas vēl netiek izmantota.
nb: Fyll ut minst en e-postadresse som ennå ikke er i bruk.
nl: Vul ten minste een e-mailadres in dat nog niet in gebruik is.
pl: Wpisz co najmniej adres e-mail, który nie jest jeszcze w użyciu.
sv: Fyll i minst e-post som ännu inte är i bruk.

source: You cannot delete your account using this portal.
da: Du kan ikke slette din konto via denne portal.
de: Sie können Ihr Konto nicht mit diesem Portal löschen.
et: Sa ei saa oma kontot selle portaali kaudu kustutada.
fi: Et voi poistaa käyttäjääsi käyttäen tätä portaalia.
fr: Vous ne pouvez pas supprimer votre compte à l'aide de ce portail.
lv: Izmantojot šo portālu, savu kontu nevar dzēst.
nb: Du kan ikke slette kontoen din via denne portalen.
nl: U kunt uw account niet verwijderen via dit portaal.
pl: Nie możesz usunąć swojego konta za pomocą tego portalu.
sv: Du kan inte radera ditt konto med denna portal.

source: Import from Excel
da: Importer fra Excel
de: Aus Excel importieren
et: Impordi Excelist
fi: Tuo Excelistä
fr: Importer depuis Excel
lv: Importēt no Excel
nb: Importer fra Excel
nl: Importeren vanuit Excel
pl: Importuj z Excela
sv: Importera från Excel

source: Edit recruitment flow
da: Redigér rekrutteringsflow
de: Einstellungsablauf bearbeiten
et: Muuda värbamisvoogu
fi: Muokkaa rekrytointipolkua
fr: Modifier le flux de recrutement
lv: Rediģēt atlases plūsmu
nb: Rediger rekrutteringsflyt
nl: Wervingsstroom bewerken
pl: Edytuj proces rekrutacji
sv: Redigera rekryteringsflödet

source: Reject and send feedback using template
da: Afvis og send feedback ved hjælp af skabelon
de: Ablehnen und Feedback aus Vorlage senden
et: Lükka avaldus tagasi ja saada tagasisidet vormi abil
fi: Hylkää ja lähetä palaute valmiin viestipohjan avulla
fr: Rejeter et envoyer un feedback en utilisant un modèle
lv: Noraidīt un nosūtīt atsauksmes, izmantojot paraugu
nb: Avvis og send tilbakemelding ved bruk av mal
nl: Afwijzen en feedback versturen met behulp van sjabloon
pl: Odrzuć i wyślij informację zwrotną, używając szablonu
sv: Avslå och skicka feedback från mallexempel

source: Reject and send feedback later
da: Afvis og send feedback senere
de: Ablehnen und Feedback später senden
et: Lükka avaldus tagasi ja saada tagasisidet hiljem
fi: Hylkää ja lähetä palaute myöhemmin
fr: Rejeter et envoyer un feedback plus tard
lv: Noraidīt un nosūtīt atsauksmes vēlāk
nb: Avvis og send tilbakemelding senere
nl: Afwijzen en later feedback versturen
pl: Odrzuć i wyślij informację zwrotną później
sv: Avslå och skicka feedback senare
