Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Rated talent as {rating}
da: Vurderet talent som {rating}
de: Talent mit folgender Bewertunge bewertet: {rating}
et: Andis talendile hinnangu {rating}
fi: Talentille annettu kokonaisarvio {rating}
fr: Talent évalué comme {rating}
lv: Talants novērtēts kā {rating}
nb: Rangerte talent som {rating}
nl: Talent beoordeeld als {rating}
pl: Oceniono talent jako {rating}
sv: Betygsatt talang som {rating}

source: Confirmed interview at {date_and_time}
da: Bekræftet interview på {date_and_time}
de: Bewerbungsgespräch bestätigt um {date_and_time}
et: Kinnitas vestluse ajal {date_and_time}
fi: Haastattelu vahvistettu {date_and_time}
fr: Entretien confirmé à {date_and_time}
lv: Intervija apstiprināta uz {date_and_time}
nb: Bekreftet intervju på {date_and_time}
nl: Interview bevestigd op {date_and_time}
pl: Potwierdzono rozmowę na {date_and_time}
sv: Intervjun bekräftad {date_and_time}

source: Requested new time for the interview
da: Anmodning om nyt tidspunkt for interviewet
de: Eine neue Zeit für das Bewerbungsgespräch angefragt
et: Küsis uut vestluse aega
fi: Pyysi uutta aikaa haastattelulle
fr: Nouvelle heure demandée pour l'entretien
lv: Pieprasīts jauns intervijas laiks
nb: Anmodet om nytt tidspunkt for intervjuet
nl: Nieuw tijdstip voor het interview aangevraagd
pl: Poproszono o nowy termin rozmowy
sv: En ny intervjutid har förfrågats

source: Invitation message sent from {vendor_name}
da: Invitationsbesked sendt fra {vendor_name}
de: Einladungsnachricht von {vendor_name} gesendet
et: {vendor_name} saatis kutse
fi: Kutsuviesti lähetetty järjestelmästä {vendor_name}
fr: Message d'invitation envoyé par {vendor_name}
lv: Uzaicinājuma ziņojums nosūtīts no {vendor_name}
nb: Invitasjonsmelding sendt fra {vendor_name}
nl: Uitnodigingsbericht verzonden door {vendor_name}
pl: Wiadomość z zaproszeniem wysłana z {vendor_name}
sv: Inbjudningsmeddelande skickat från {vendor_name}

source: Video interview invitation message sent
da: Besked om invitation til videosamtale sendt
de: Einladung zum Videointerview gesendet
et: Videointervjuu kutse sõnum saadetud
fi: Videohaastattelukutsun viesti lähetetty
fr: Message d'invitation à l'entretien vidéo envoyé
lv: Video intervijas uzaicinājuma ziņojums nosūtīts
nb: Melding om invitasjon til videointervju sendt
nl: Uitnodigingsbericht voor video-interview verzonden
pl: Wysłano wiadomość z zaproszeniem na rozmowę wideo
sv: Inbjudningsmeddelande till videointervju skickat

source: Deadline extended for video interview invitation and message sent
da: Deadline forlænget for invitation til videosamtale og besked sendt
de: Frist für Einladung zum Videointerview verlängert und Nachricht gesendet
et: Videointervjuu kutse tähtaega pikendati ja sõnum saadeti
fi: Videohaastattelukutsun määräaikaa pidennetty ja viesti lähetetty
fr: Date limite prolongée pour l'invitation à l'entretien vidéo et message envoyé
lv: Termiņš pagarināts video intervijas uzaicinājumam un ziņojums nosūtīts
nb: Fristen forlenget for invitasjon til videointervju og melding sendt
nl: Deadline voor uitnodiging voor video-interview verlengd en bericht verzonden
pl: Przedłużono termin zaproszenia na rozmowę wideo i wysłano wiadomość
sv: Deadline förlängd för videointervju och meddelande skickat

source: Deadline extended for video interview invitation without sending message
da: Deadline forlænget for invitation til videosamtale uden at sende besked
de: Frist für Einladung zum Videointerview verlängert ohne Nachricht zu senden
et: Videointervjuu kutse tähtaega pikendati ilma sõnumit saatmata
fi: Videohaastattelukutsun määräaikaa pidennetty ilman viestiä
fr: Date limite prolongée pour l'invitation à l'entretien vidéo sans envoyer de message
lv: Termiņš pagarināts video intervijas uzaicinājumam, nenosūtot ziņojumu
nb: Fristen forlenget for invitasjon til videointervju uten å sende melding
nl: Deadline voor uitnodiging voor video-interview verlengd zonder bericht te verzenden
pl: Przedłużono termin zaproszenia na rozmowę wideo bez wysyłania wiadomości
sv: Deadline förlängd för videointervju utan att skicka meddelande

source: Video interview invitation cancelled
da: Invitation til videosamtale annulleret
de: Einladung zum Videointerview storniert
et: Videointervjuu kutse tühistatud
fi: Videohaastattelukutsu peruutettu
fr: Invitation à l'entretien vidéo annulée
lv: Video intervijas uzaicinājums atcelts
nb: Invitasjon til videointervju avlyst
nl: Uitnodiging voor video-interview geannuleerd
pl: Anulowano zaproszenie na rozmowę wideo
sv: Inbjudan till videointervju har avbrutits

source: Applicant answered the video interview questions
da: Ansøger besvarede spørgsmålene til videosamtalen
de: Bewerber hat die Fragen des Videointerviews beantwortet
et: Kandidaat vastas videointervjuu küsimustele
fi: Hakija vastasi videohaastattelukysymyksiin
fr: Le candidat a répondu aux questions de l'entretien vidéo
lv: Kandidāts atbildēja uz video intervijas jautājumiem
nb: Søkeren svarte på videointervjuspørsmålene
nl: Sollicitant heeft de vragen van het video-interview beantwoord
pl: Kandydat odpowiedział na pytania rozmowy wideo
sv: Sökanden svarade på videointervjusfrågorna

source: Assessment invitation message sent
da: Besked om invitation til vurdering sendt
de: Einladung zum Assessment gesendet
et: Hindamise kutse on saadetud
fi: Testin kutsuviesti lähetetty
fr: Message d'invitation d'évaluation envoyé
lv: Novērtējuma uzaicinājuma ziņojums ir nosūtīts
nb: Melding om invitasjon til vurdering sendt
nl: Uitnodigingsbericht voor beoordeling verzonden
pl: Wysłano wiadomość z zaproszeniem do oceny
sv: Inbjudan till lämplighetstest har skickats

source: Status Change: Rejected
da: Statusændring: Afvist
de: Statusänderung: Abgelehnt
et: Oleku muutus: Tagasi lükatud
fi: Statusmuutos: Hylätty
fr: Changement de statut : Rejeté
lv: Statusa maiņa: Noraidīts
nb: Statusendring: Avvist
nl: Statuswijziging: Afgewezen
pl: Zmiana statusu: Odrzucony
sv: Statusförändring: Avvisad

source: Status Change: Unrejected
da: Statusændring: Ikke afvist
de: Statusänderung: Nicht abgelehnt
et: Oleku muutus: Ei ole tagasi lükatud
fi: Statusmuutos: Ei hylätty
fr: Changement de statut : Non rejeté
lv: Statusa maiņa: Nav noraidīts
nb: Statusendring: Ikke avvist
nl: Statuswijziging: Niet afgewezen
pl: Zmiana statusu: Nieodrzucony
sv: Statusförändring: Ej avvisad

source: Added to Talent Community
da: Tilføjet til Talent Community
de: Zur Talent Community hinzugefügt
et: Lisatud Talent Communitysse
fi: Lisättiin Talent Communityyn
fr: Ajouté à la communauté de talents
lv: Pievienots Talent Community
nb: Lagt til i Talent Community
nl: Toegevoegd aan Talent Community
pl: Dodano do Talent Community
sv: Tillagd till Talent Community

source: Removed from Talent Community
da: Fjernet fra Talent Community
de: Aus der Talent Community entfernt
et: Eemaldati Talent Communityst
fi: Poistettiin Talent Communitysta
fr: Supprimé de la communauté de talents
lv: Noņemts no Talent Community
nb: Fjernet fra Talent Community
nl: Verwijderd uit Talent Community
pl: Usunięto z Talent Community
sv: Raderad från Talent Community

source: Approved adding to Talent Community
da: Godkendt tilføjelse til Talent Community
de: Talent Community Mitgliedschaft zugelassen
et: Talent Communitysse lisamine kinnitati
fi: Hyväksyttiin lisäys Talent Communityyn
fr: Ajout approuvé à la communauté de talents
lv: Apstiprināta pievienošana Talent Community
nb: Godkjent å legge til i Talent Community
nl: Toevoegen aan Talent Community goedgekeurd
pl: Zatwierdzono dodanie do Talent Community
sv: Godkänt tillägg till Talent Community

source: Additional information submitted
da: Yderligere oplysninger indsendt
de: Zusätzliche Informationen eingereicht
et: Esitati lisainfo
fi: Lisätiedot tallennettu
fr: Informations supplémentaires soumises
lv: Iesniegta papildu informācija
nb: Ytterligere informasjon sendt
nl: Aanvullende informatie ingediend
pl: Przesłano dodatkowe informacje
sv: Ytterligare information har skickats in

source: Additional information request sent
da: Anmodning om yderligere oplysninger sendt
de: Zusätzliche Informationen angefordert
et: Lisainfopäring on saadetud
fi: Lisätietopyyntö lähetetty
fr: Demande d'informations supplémentaires envoyée
lv: Nosūtīts papildu informācijas pieprasījums
nb: Forespørsel om tilleggsinformasjon sendt
nl: Verzoek om aanvullende informatie verzonden
pl: Wysłano prośbę o dodatkowe informacje
sv: Förfrågan om tilläggsinformation sänd

source: Imported to ATS
da: Importeret til ATS
de: In ATS importiert
et: Imporditud ATS-i
fi: Tuotu järjestelmään
fr: Importé dans l'ATS
lv: Importēts uz ATS
nb: Importert til ATS
nl: Geïmporteerd naar ATS
pl: Zaimportowano do ATS
sv: Importerad från ATS

source: Moved to position {job_name}
da: Flyttet til stilling {job_name}
de: Zu Stelle {job_name} verschoben
et: Liigutatud ametikohta {job_name}
fi: Siirretty työpaikkaan {job_name}
fr: Déplacé vers le poste {job_name}
lv: Pārvietots uz vakanci {job_name}
nb: Flyttet til stilling {job_name}
nl: Verplaatst naar functie {job_name}
pl: Przeniesiono na stanowisko {job_name}
sv: Flyttad till position {job_name}

source: Copied to position {job_name}
da: Kopieret til stilling {job_name}
de: Nach Stelle {job_name} kopiert
et: Kopeeritud ametikohta {job_name}
fi: Kopioitu työpaikkaan {job_name}
fr: Copié vers le poste {job_name}
lv: Kopēts uz vakanci {job_name}
nb: Kopiert til stilling {job_name}
nl: Gekopieerd naar functie {job_name}
pl: Skopiowano na stanowisko {job_name}
sv: Kopierad till position {job_name}

source: Copied from position {job_name}
da: Kopieret fra stilling {job_name}
de: Von Stelle {job_name} kopiert
et: Kopeeritud ametikohast {job_name}
fi: Kopioitu työpaikasta {job_name}
fr: Copié depuis le poste {job_name}
lv: Kopēts no vakances {job_name}
nb: Kopiert fra stilling {job_name}
nl: Gekopieerd van functie {job_name}
pl: Skopiowano ze stanowiska {job_name}
sv: Kopierad från position {job_name}

source: Activated from Talent Community
da: Aktiveret fra Talent Community
de: Aus Talent-Community aktiviert
et: Aktiveeritud Talent Communityst
fi: Aktivoitu Talent Communitysta
fr: Activé depuis la communauté de talents
lv: Aktivizēts no Talent Community
nb: Aktivert fra Talent Community
nl: Geactiveerd vanuit Talent Community
pl: Aktywowano z Talent Community
sv: Aktiverad från Talent Community

source: Edited application
da: Redigeret ansøgning
de: Bewerbung bearbeitet
et: Muudetud avaldus
fi: Muokkasi hakemusta
fr: Candidature modifiée
lv: Rediģēts pieteikums
nb: Redigerte søknader
nl: Sollicitatie bewerkt
pl: Edytowano aplikację
sv: Ändra ansökan

source: User edited application
da: Brugerredigeret ansøgning
de: Benutzer hat Bewerbung bearbeitet
et: Kasutaja muutis avaldust
fi: Käyttäjä muokkasi hakemusta
fr: L'utilisateur a modifié la candidature
lv: Lietotāja rediģēts pieteikums
nb: Bruker redigerte søknad
nl: Gebruiker heeft sollicitatie bewerkt
pl: Użytkownik edytował aplikację
sv: Användaren redigerade ansökningen

source: Application received
da: Ansøgning modtaget
de: Bewerbung empfangen
et: Avaldus on kätte saadud
fi: Hakemus vastaanotettu
fr: Candidature reçue
lv: Pieteikums ir saņemts
nb: Søknad mottatt
nl: Sollicitatie ontvangen
pl: Otrzymano aplikację
sv: Ansökan mottagen

source: Applied after position was suggested
da: Søgte efter at stillingen blev foreslået
de: Beworben, nachdem die Position vorgeschlagen wurde
et: Avaldus saadeti pärast ametikoha soovitamist
fi: Haki työpaikkaa suosittelun jälkeen
fr: Postulé après que le poste ait été suggéré
lv: Pieteicās pēc vakances ieteikšanas
nb: Søkte etter at stillingen ble foreslått
nl: Gesolliciteerd nadat functie was voorgesteld
pl: Aplikowano po zasugerowaniu stanowiska
sv: Ansökte efter positionen föreslogs

source: Applied via {vendor}
da: Ansøgt via {vendor}
de: Beworben über {vendor}
et: Avaldus esitati {vendor} kaudu
fi: Haettu {vendor}-järjestelmän kautta
fr: Postulé via {vendor}
lv: Piemērots, izmantojot {vendor}
nb: Søkt via {vendor}
nl: Gesolliciteerd via {vendor}
pl: Aplikowano przez {vendor}
sv: Ansökte via {vendor}

source: Applied by email
da: Ansøgt via e-mail
de: Per E-Mail beworben
et: Avaldus saadeti e-posti teel
fi: Hakenut sähköpostitse
fr: Postulé par e-mail
lv: Pieteikts pa e-pastu
nb: Søkt via e-post
nl: Gesolliciteerd per e-mail
pl: Aplikowano przez e-mail
sv: Ansökte med e-post

source: Sent candidate information
da: Sendt information om kandidater
de: Kandidateninformationen gesendet
et: Kandidaadi info on saadetud
fi: Linkki hakijan tietoihin lähetetty
fr: Informations du candidat envoyées
lv: Nosūtīta kandidāta informācija
nb: Sendt kandidatinformasjon
nl: Kandidaatinformatie verzonden
pl: Wysłano informacje o kandydacie
sv: Kandidatens information har sänts

source: Status Change: Applicant withdrawn
da: Statusændring: Ansøger trukket tilbage
de: Statusänderung: Bewerber widerrufen
et: Oleku muutus: Kandidaat võttis avalduse tagasi
fi: Statusmuutos: Hakija vetäytynyt
fr: Changement de statut : Candidat retiré
lv: Statusa maiņa: Kandidāts atsaukts
nb: Statusendring: Søker trakk seg
nl: Statuswijziging: Kandidaat teruggetrokken
pl: Zmiana statusu: Kandydat wycofany
sv: Statusförändring: Ansökan återkallad

source: Status Change: Applicant hired
da: Statusændring: Ansøger ansat
de: Statusänderung: Bewerber eingestellt
et: Oleku muutus: Kandidaat võeti tööle
fi: Statusmuutos: Hakija palkattu
fr: Changement de statut : Candidat embauché
lv: Statusa maiņa: Kandidāts pieņemts darbā
nb: Statusendring: Søker ansatt
nl: Statuswijziging: Kandidaat aangenomen
pl: Zmiana statusu: Kandydat zatrudniony
sv: Statusförändring: Sökande anställd

source: Employee information has been sent to {vendor}
da: Medarbejderoplysninger er blevet sendt til {vendor}
de: Mitarbeiterinformationen wurden an {vendor} gesendet
et: Töötaja info on saadetud kohta {vendor}
fi: Työntekijän tiedot on lähetetty järjestelmään {vendor}
fr: Les informations sur l'employé ont été envoyées à {vendor}
lv: Darbinieka informācija ir nosūtīta {vendor}
nb: Ansatte informasjon er sendt til {vendor}
nl: Werknemersinformatie is verzonden naar {vendor}
pl: Informacje o pracowniku zostały wysłane do {vendor}
sv: Anställningsinformation har skickats till {vendor}

source: Employee information has been sent to {vendor}, warning: {warning}
da: Medarbejderinformation er blevet sendt til {vendor}, advarsel: {warning}
de: Mitarbeiterinformationen wurden an {vendor} gesendet, Warnung: {warning}
et: Töötaja teave on saadetud ettevõttele {vendor}, hoiatus: {warning}
fi: Työntekijän tiedot on lähetetty {vendor}:lle, varoitus: {warning}
fr: Les informations sur l'employé ont été envoyées à {vendor}, avertissement : {warning}
lv: Darbinieka informācija ir nosūtīta {vendor}, brīdinājums: {warning}
nb: Informasjon om ansatte er sendt til {vendor}, advarsel: {warning}
nl: Werknemersinformatie is verzonden naar {vendor}, waarschuwing: {warning}
pl: Informacje o pracowniku zostały wysłane do {vendor}, ostrzeżenie: {warning}
sv: Anställd information har skickats till {vendor}, varning: {warning}

source: The hired person was not sent to {vendor}, reason: {error}
da: Den ansatte blev ikke sendt til {vendor}, årsag: {error}
de: Die eingestellte Person wurde nicht an {vendor} gesendet, Grund: {error}
et: Tööle võetud isikut ei saadetud kohta {vendor}, põhjus: {error}
fi: Palkatun henkilön tietoja ei lähetetty järjestelmään {vendor}. Syy: {error}
fr: La personne embauchée n'a pas été envoyée à {vendor}, raison : {error}
lv: Darbā pieņemtā persona netika nosūtīta {vendor}, iemesls: {error}
nb: Den ansatte personen ble ikke sendt til {vendor}, årsak: {error}
nl: De aangenomen persoon is niet verzonden naar {vendor}, reden: {error}
pl: Zatrudniona osoba nie została wysłana do {vendor}, powód: {error}
sv: Den anställda skickades inte till {vendor}, orsak: {error}

source: Status Change: Applicant unwithdrawn
da: Statusændring: Ansøger ikke trukket tilbage
de: Statusänderung: Bewerber nicht widerrufen
et: Oleku muutus: Kandidaat ei ole avaldust tagasi võtnud
fi: Statusmuutos: Hakija ei ole vetäytynyt
fr: Changement de statut : Candidat non retiré
lv: Statusa maiņa: Kandidāts nav atsaucis pieteikumu
nb: Statusendring: Søker trakk seg ikke
nl: Statuswijziging: Kandidaat niet teruggetrokken
pl: Zmiana statusu: Kandydat wycofany z rezygnacji
sv: Statusförändring: Ansökan har inte återkallats

source: Status Change: Applicant unhired
da: Statusændring: Ansøger ikke ansat
de: Statusänderung: Bewerber nicht eingestellt
et: Oleku muutus: Kandidaat ei ole tööle võetud
fi: Statusmuutos: Hakijaa ei ole palkattu
fr: Changement de statut : Candidat non embauché
lv: Statusa maiņa: Kandidāts nav pieņemts darbā
nb: Statusendring: Søker ikke ansatt
nl: Statuswijziging: Kandidaat niet aangenomen
pl: Zmiana statusu: Kandydat niezatrudniony
sv: Statusförändring: Sökande ej anställd

source: Rejected without feedback
da: Afvist uden feedback
de: Ohne Feedback abgelehnt
et: Lükatud tagasi ilma tagasisideta
fi: Hylätty ilman palautetta
fr: Rejeté sans commentaire
lv: Noraidīts bez atsauksmes
nb: Avvist uten tilbakemelding
nl: Afgewezen zonder feedback
pl: Odrzucony bez informacji zwrotnej
sv: Avslagen utan feedback

source: Application is added
da: Ansøgningen er tilføjet
de: Bewerbung hinzugefügt
et: Avaldus on lisatud
fi: Hakemus on lisätty
fr: La candidature est ajoutée
lv: Pieteikums ir pievienots
nb: Søknaden er lagt til
nl: Sollicitatie is toegevoegd
pl: Aplikacja została dodana
sv: Ansökan är tillagd

source: Application is imported from excel
da: Programmet er importeret fra excel
de: bewerbung aus Excel importiert
et: Avaldus on imporditud Excelist
fi: Hakemus on tuotu Excelistä
fr: La candidature est importée depuis Excel
lv: Pieteikums ir importēts no Excel
nb: Søknaden importert fra Excel
nl: Sollicitatie is geïmporteerd vanuit Excel
pl: Aplikacja zaimportowana z pliku Excel
sv: Ansökan är importerad från excel

source: Application imported from external system
da: Ansøgning importeret fra eksternt system
de: Bewerbung aus externem System importiert
et: Avaldus on imporditud välisest süsteemist
fi: Hakemus on tuotu ulkoisesta järjestelmästä
fr: Application importée depuis un système externe
lv: No ārējās sistēmas importēts pieteikums
nb: Søknaden importert fra eksternt system
nl: Sollicitatie geïmporteerd vanuit extern systeem
pl: Aplikacja zaimportowana z systemu zewnętrznego
sv: Ansökan är importerad från ett externt system

source: Shared with {email} as {role}
da: Delt med {email} som {role}
de: Mit {email} als {role} geteilt
et: Jagatud kasutajaga {email} rollis {role}
fi: Jaettu {email} kuin {role}
fr: Partagé avec {email} en tant que {role}
lv: Kopīgošana ar {email} kā {role}
nb: Delt med {email} som {role}
nl: Gedeeld met {email} als {role}
pl: Udostępniono dla {email} jako {role}
sv: Delas med {email} som {role}

source: Removed role {role} for {email}
da: Fjernet rolle {role} for {email}
de: Rolle {role} für {email} entfernt
et: Roll {role} eemaldati kasutajalt {email}
fi: Poistettu rooli {role} käyttäjälle {email}
fr: Rôle {role} supprimé pour {email}
lv: Noņemta loma {role} attiecībā uz {email}
nb: Fjernet rollen {role} for {email}
nl: Rol {role} verwijderd voor {email}
pl: Usunięto rolę {role} dla {email}
sv: Tog bort rollen {role} för {email}

source: User edited application additional data
da: Brugerredigere ansøgninger yderligere data
de: Benutzter hat zusätzliche Bewerbungsdaten bearbeitet
et: Kasutaja muutis avalduse lisaandmeid
fi: Käyttäjä muokkasi hakemuksen lisätietoja
fr: L'utilisateur a modifié les données supplémentaires de l'application
lv: Lietotāja rediģēta pieteikuma papildu dati
nb: Brukerredigerte tilleggsopplysninger for søknaden
nl: Gebruiker heeft aanvullende gegevens van de sollicitatie bewerkt
pl: Użytkownik edytował dodatkowe dane aplikacji
sv: Användaren har redigerat ansökningens tilläggsinformation

source: Scheduling interview - invitation being sent
da: Planlægning af interview - invitation bliver sendt
de: Bewerbungsgesprächsplanung - Einladung wird gesendet
et: Vestluse planeerimine – kutset saadetakse
fi: Haastattelu varataan - kutsua lähetetään
fr: Planification de l'entretien - invitation envoyée
lv: Intervijas ieplānošana – tiek nosūtīts uzaicinājums
nb: Planlegging av intervju – invitasjon sendes
nl: Interview inplannen - uitnodiging wordt verzonden
pl: Planowanie rozmowy kwalifikacyjnej - wysyłanie zaproszenia
sv: Intervju bokas - inbjudan skickas

source: Confirming face-to-face interview without scheduling
da: Bekræftelse af ansigt-til-ansigt-interview uden planlægning
de: Bestätige persönliches Bewerbungsgespräch ohne Terminplanung
et: Vestluse kinnitamine ilma planeerimiseta
fi: Vahvista haastattelu varaamatta haastatteluaikaa
fr: Confirmation d'un entretien en face à face sans planification
lv: Klātienes intervijas apstiprināšana bez ieplānošanas
nb: Bekreftelse av personlig intervju uten avtale
nl: Face-to-face interview bevestigen zonder planning
pl: Potwierdzanie rozmowy kwalifikacyjnej bez planowania
sv: Bekräftar intervju utan bokad intervjutid

source: Confirming face-to-face interview for applicant
da: Bekræftelse af ansigt-til-ansigt-interview for ansøgeren
de: Bestätige persönliches Bewerbungsgespräch für Bewerber
et: Vestluse kinnitamine kandidaadi jaoks
fi: Vahvista haastattelu hakijan puolesta
fr: Confirmation d'un entretien en face à face pour le candidat
lv: Kandidāta klātienes intervijas apstiprināšana
nb: Bekreftelse av personlig intervju for søkeren
nl: Face-to-face interview voor sollicitant bevestigen
pl: Potwierdzanie rozmowy kwalifikacyjnej dla kandydata
sv: Bekräftar denna intervju för kandidaten

source: Confirming phone interview without scheduling
da: Bekræftelse af telefoninterview uden planlægning
de: Bestätige telefonisches Bewerbungsgespräch ohne Terminplanung
et: Telefonivestluse kinnitamine ilma planeerimiseta
fi: Vahvista puhelinhaastattelu varaamatta haastatteluaikaa
fr: Confirmation d'un entretien téléphonique sans planification
lv: Telefona intervijas apstiprināšana bez ieplānošanas
nb: Bekreftelse av telefonintervju uten avtale
nl: Telefonisch interview bevestigen zonder planning
pl: Potwierdzanie rozmowy telefonicznej bez planowania
sv: Bekräftar telefonintervju utan bokad intervjutid

source: Confirming phone interview for applicant
da: Bekræftelse af telefoninterview til ansøger
de: Bestätige telefonisches Bewerbungsgespräch für Bewerber
et: Telefonivestluse kinnitamine kandidaadi jaoks
fi: Vahvistaa hakijan puhelinhaastattelun
fr: Confirmation d'un entretien téléphonique pour le candidat
lv: Kandidāta telefona intervijas apstiprināšana
nb: Bekreftelse av telefonintervju for søkeren
nl: Telefonisch interview voor sollicitant bevestigen
pl: Potwierdzanie rozmowy telefonicznej dla kandydata
sv: Bekräftar telefonintervju för kandidaten

source: Scheduling phone interview - invitation being sent
da: Planlægning af telefoninterview - invitation bliver sendt
de: Telefonische Bewerbungsgesprächsplanung - Einladung wird gesendet
et: Telefonivestluse planeerimine – kutset saadetakse
fi: Puhelinhaastattelukutsua lähetetään
fr: Planification d'un entretien téléphonique - invitation envoyée
lv: Telefona intervijas ieplānošana – tiek nosūtīts uzaicinājums
nb: Planlegging av telefonintervju – invitasjon sendes
nl: Telefonisch interview inplannen - uitnodiging wordt verzonden
pl: Planowanie rozmowy telefonicznej - wysyłanie zaproszenia
sv: Skickar inbjudan till telefonintervju
