Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Video application questions updated!
da: Videospørgsmål til ansøgning opdateret!
de: Fragen zur Videobewerbung aktualisiert!
et: Videotaotluse küsimused on uuendatud!
fi: Videohakemuskysymykset päivitetty!
fr: Questions de candidature vidéo mises à jour !
lv: Video pieteikuma jautājumi atjaunināti!
nb: Videosøknadsspørsmål oppdatert!
nl: Vragen voor videosollicitatie bijgewerkt!
pl: Zaktualizowano pytania do aplikacji wideo!
sv: Videoansökningsfrågor uppdaterade!

source: Video interview questions updated!
da: Videospørgsmål til samtale opdateret!
de: Fragen zum Videointerview aktualisiert!
et: Videointervjuu küsimused on uuendatud!
fi: Videohaastattelukysymykset päivitetty!
fr: Questions d'entretien vidéo mises à jour !
lv: Video intervijas jautājumi atjaunināti!
nb: Videointervjuspørsmål oppdatert!
nl: Vragen voor video-interview bijgewerkt!
pl: Zaktualizowano pytania do rozmowy wideo!
sv: Videointervjusfrågor uppdaterade!

source: Video interview questions deleted!
fi: Videohakemuskysymykset poistettu!

source: Apply now
da: Ansøg nu
de: Jetzt bewerben
et: Saada avaldus
fi: Hae nyt
fr: Postuler maintenant
lv: Pieteikties tagad
nb: Søk nå
nl: Nu solliciteren
pl: Aplikuj teraz
sv: Sök nu

source: Up to {num} entries
da: Op til {num} poster
de: Bis zu {num} Einträge
et: Kuni {num} kirjet
fi: Enintään {num} merkintää
fr: Jusqu'à {num} entrées
lv: Līdz {num} ierakstiem
nb: Opptil {num} oppføringer
nl: Tot {num} vermeldingen
pl: Do {num} wpisów
sv: Upp till {num} poster

source: Skills
da: Færdigheder
de: Fähigkeiten
et: Oskused
fi: Taidot
fr: Compétences
lv: Prasmes
nb: Kompetanse
nl: Vaardigheden
pl: Umiejętności
sv: Färdigheter

source: Personality traits
da: Personlighedstræk
de: Persönlichkeitsmerkmale
et: Iseloomuomadused
fi: Persoonallisuuspiirteet
fr: Traits de personnalité
lv: Personības iezīmes
nb: Personlighetstrekk
nl: Persoonlijkheidskenmerken
pl: Cechy osobowości
sv: Personlighetsegenskaper

source: Qualifications
da: Kvalifikationer
de: Qualifikationen
et: Kvalifikatsioonid
fi: Pätevyydet
lv: Kvalifikācija
nb: Kvalifikasjoner
nl: Kwalificaties
pl: Kwalifikacje
sv: Kvalifikationer

source: Application details
da: Ansøgningsdetaljer
de: Bewerbungsdetails
et: Taotluse üksikasjad
fi: Hakemuksen tiedot
fr: Détails de la candidature
lv: Pieteikuma informācija
nb: Søknadsdetaljer
nl: Sollicitatiedetails
pl: Szczegóły aplikacji
sv: Ansökningsdetaljer

source: About us
da: Om os
de: Über uns
et: Meist
fi: Tietoa meistä
fr: À propos de nous
lv: Par mums
nb: Om oss
nl: Over ons
pl: O nas
sv: Om oss

source: Add your picture
da: Tilføj dit billede
de: Bild hochladen
et: Lisa oma pilt
fi: Lisää kuvasi
fr: Ajoutez votre photo
lv: Pievienojiet savu attēlu
nb: Legg til bildet ditt
nl: Voeg je foto toe
pl: Dodaj swoje zdjęcie
sv: Ladda upp bild

source: Address on map
da: Adresse på kort
de: Adresse auf der Karte
et: Aadress kaardil
fi: Osoite kartalla
fr: Adresse sur la carte
lv: Adrese kartē
nb: Adresse på kartet
nl: Adres op kaart
pl: Adres na mapie
sv: Adress på kartan

source: Allowed filetypes: {filetypes}. Max file size 10 MB
da: Tilladte filtyper: {filetypes}. Maks. filstørrelse 10 MB
de: Erlaubte Dateitypen: {filetypes}. Maximale Dateigröße 10 MB
et: Lubatud failitüübid: {filetypes}. Maksimaalne faili suurus 10 MB
fi: Sallitut tiedostomuodot: {filetypes}. Max tiedostokoko 10 MB
fr: Types de fichiers autorisés : {filetypes}. Taille maximale du fichier 10 Mo
lv: Atļautie failu tipi: {filetypes}. Maksimālais faila izmērs: 10 MB
nb: Tillatte filtyper: {filetypes}. Maks. filstørrelse 10 MB
nl: Toegestane bestandstypen: {filetypes}. Maximale bestandsgrootte 10 MB
pl: Dozwolone typy plików: {filetypes}. Maksymalny rozmiar pliku 10 MB
sv: Tillåtna filtyper: {filetypes}. Max. filstorlek 10 MB

source: Apply at latest
da: Ansøg senest den
de: Spätestens bewerben
et: Kandideeri hiljemalt
fi: Hae viimeistään
fr: Postuler au plus tard
lv: Pieteikties līdz
nb: Søk senest
nl: Uiterlijk solliciteren
pl: Aplikuj najpóźniej
sv: Sök senast

source: Apply between {} and {}
da: Ansøg mellem {} og {}
de: Zwischen {} und {} bewerben
et: Kandideeri ajavahemikus {}–{}
fi: Haku alkaa {} ja päättyy {}
fr: Postuler entre {} et {}
lv: Pieteikties no {} līdz {}
nb: Søk mellom {} og {}
nl: Solliciteer tussen {} en {}
pl: Aplikuj między {} a {}
sv: Ansök mellan {} och {}

source: Apply for this position
da: Ansøg denne stilling
de: Jetzt bewerben
et: Kandideeri sellele ametikohale
fi: Hae tähän työpaikkaan
fr: Postuler pour ce poste
lv: Pieteikties vakancei
nb: Søk på denne stillingen
nl: Solliciteer op deze functie
pl: Aplikuj na to stanowisko
sv: Ansök till denna position

source: Benefits
da: Fordele
de: Vorteile
et: Hüved
fi: Tarjoamme
fr: Avantages
lv: Ieguvumi
nb: Fordeler
nl: Voordelen
pl: Benefity
sv: Förmåner

source: Change
da: Ændr
de: Ändern
et: Muuda
fi: Muuta
fr: Modifier
lv: Mainīt
nb: Endring
nl: Wijzigen
pl: Zmień
sv: Ändra

source: Contact:
da: Kontakt:
de: Kontakte:
et: Kontaktandmed:
fi: Ota yhteyttä:
lv: Kontaktpersona:
nb: Kontakt:
pl: Kontakt:
sv: Kontakt:

source: We expect the following things from applicants:
da: Vi forventer følgende af vores ansøgere:
de: Wir erwarten von den Bewerbern Folgendes:
et: Ootused kandidaatidele:
fi: Odotamme hakijalta seuraavia asioita:
fr: Nous attendons les éléments suivants des candidats :
lv: Mēs no kandidātiem sagaidām:
nb: Vi forventer følgende av søkerne:
nl: We verwachten het volgende van sollicitanten:
pl: Oczekujemy następujących rzeczy od kandydatów:
sv: Vi förväntar oss följande från kandidater:

source: File is not allowed
da: Filen er ikke tilladt
de: Datei nicht erlaubt
et: Fail ei sobi
fi: Tiedostotyyppi ei ole sallittu
fr: Le fichier n'est pas autorisé
lv: Fails nav atļauts
nb: Filen er ikke tillatt
nl: Bestand is niet toegestaan
pl: Plik nie jest dozwolony
sv: Filen är inte tillåten

source: File is too large. The size limit is 10mb
da: Filen er for stor. Størrelsesgrænsen er 10 MB
de: Die Datei ist zu groß. Die Größenbegrenzung ist 10 Mb
et: Fail on liiga suur. Failisuuruse piirang on 10 MB
fi: Tiedoston pitää olla alle 10 mb
fr: Le fichier est trop volumineux. La limite de taille est de 10 Mo
lv: Fails ir pārāk liels. Lieluma ierobežojums ir 10 mb
nb: Filen er for stor. Størrelsesgrensen er 10 MB
nl: Bestand is te groot. De limiet is 10 MB
pl: Plik jest zbyt duży. Limit rozmiaru to 10 MB
sv: Filen är för stor. Storleksgränsen är 10 mb

source: Fill in your information with LinkedIn
da: Udfyld dine oplysninger med LinkedIn
de: Informationen aus LinkedIn importieren
et: Lisa andmed LinkedIniga
fi: Hae LinkedIn-profiilillasi
fr: Remplissez vos informations avec LinkedIn
lv: Aizpildiet informāciju, izmantojot LinkedIn
nb: Fyll ut informasjonen din med LinkedIn
nl: Vul je gegevens in met LinkedIn
pl: Uzupełnij swoje informacje za pomocą LinkedIn
sv: Ansök med LinkedIn

source: First application date
da: Første ansøgningsdato
de: Bewerbung offen ab
et: Esimese avalduse kuupäev
fi: Hakuaika alkaa
fr: Date de la première candidature
lv: Pirmā pieteikuma iesniegšanas datums
nb: Første søknadsdato
nl: Eerste sollicitatiedatum
pl: Data pierwszej aplikacji
sv: Första ansökningsdatum

source: Homepage
da: Websted
de: Webseite
et: Koduleht
fi: Kotisivu
fr: Page d'accueil
lv: Mājas lapa
nb: Hjemmeside
pl: Strona główna
sv: Hemsida

source: Application deadline
da: Ansøgningsfrist
de: Bewerbungsfrist
et: Kandideerimise lõppkuupäev
fi: Viimeinen hakupäivä
fr: Date limite de candidature
lv: Pieteikšanās termiņš
nb: Søknadsfrist
nl: Sollicitatie deadline
pl: Termin składania aplikacji
sv: Sista datum för ansökan

source: Leave an open application
da: Efterlad en åben ansøgning
de: Initiativbewerbung abgeben
et: Saada avaldus
fi: Jätä avoin hakemus
fr: Laisser une candidature ouverte
lv: Atstāt atvērtu pieteikumu
nb: Legg igjen en åpen søknad
nl: Laat een open sollicitatie achter
pl: Zostaw otwartą aplikację
sv: Lämna en öppen ansökan

source: month
da: måned
de: Monat
et: kuu
fi: kuukautta
fr: mois
lv: mēnesis
nb: måned
nl: maand
pl: miesiąc
sv: månad

source: months
da: måneder
de: Monate
et: kuud
fi: kuukautta
fr: mois
lv: mēneši
nb: måneder
nl: maanden
pl: miesiące
sv: månader

source: We are looking for the following things from applicants:
da: Vi leder efter følgende ting fra vores ansøgere:
de: Wir erwarten folgende Eigentschaften von Bewerbern:
et: Ootused kandidaatidele:
fi: Odotamme hakijalta seuraavia asioita:
fr: Nous recherchons les éléments suivants chez les candidats:
lv: Mēs no kandidātiem vēlamies:
nb: Vi ser etter følgende ting hos søkerne:
nl: We zoeken het volgende in kandidaten:
pl: Szukamy następujących rzeczy u kandydatów:
sv: Vi letar efter följande saker från kandidater:

source: Save application
da: Gem ansøgning
de: Bewerbung speichern
et: Salvesta avaldus
fi: Tallenna hakemus
fr: Enregistrer la candidature
lv: Saglabāt pieteikumu
nb: Lagre søknad
nl: Sollicitatie opslaan
pl: Zapisz aplikację
sv: Spara ansökan

source: Send application
da: Send ansøgning
de: Bewerbung senden
et: Saada avaldus
fi: Lähetä hakemus
fr: Envoyer la candidature
lv: Nosūtīt pieteikumu
nb: Send søknad
nl: Sollicitatie versturen
pl: Wyślij aplikację
sv: Skicka ansökan

source: Your information was copied to the form successfully. Please check the information and save.
da: Dine oplysninger blev kopieret til formularen. Tjek venligst oplysningerne og gem.
de: Ihre Informationen wurden erfolgreich in das Formular kopiert. Bitte überprüfen Sie die Informationen und speichern Sie diese.
et: Teie andmed kopeeriti vormile edukalt. Palun kontrollige andmeid ja salvestage need.
fi: Tiedot kopioitu onnistuneesti lomakkeelle. Tarkista tiedot ja tallenna.
fr: Vos informations ont été copiées avec succès dans le formulaire. Veuillez vérifier les informations et enregistrer.
lv: Jūsu informācija tika veiksmīgi nokopēta uz veidlapas. Lūdzu, pārbaudiet informāciju un saglabājiet to.
nb: Opplysningene dine ble kopiert til skjemaet. Sjekk informasjonen og lagre.
nl: Uw gegevens zijn succesvol naar het formulier gekopieerd. Controleer de informatie en sla op.
pl: Twoje informacje zostały pomyślnie skopiowane do formularza. Sprawdź informacje i zapisz.
sv: Uppgifterna har kopierats till formuläret. Kontrollera och spara uppgifterna.

source: Who we are looking for
da: Hvem er vi på udkig efter?
de: Wen wir suchen
et: Otsime
fi: Etsimämme henkilö
fr: Qui nous recherchons
lv: Ko mēs meklējam?
nb: Hvem vi ser etter
nl: Wie we zoeken
pl: Kogo szukamy
sv: Vem vi letar efter

source: Withdraw from the process
da: Træk dig tilbage fra processen
de: Aus dem Prozess zurücktreten
et: Loobus protsessist
fi: Vetäydyn prosessista
fr: Se retirer du processus
lv: Izstāties no procesa
nb: Trekke seg fra prosessen
nl: Terugtrekken uit het proces
pl: Wycofaj się z procesu
sv: Återkalla ansökan från processen

source: years
da: år
de: Jahre
et: aastat
fi: vuotta
fr: années
lv: gadi
nb: år
nl: jaar
pl: lata
sv: år

source: In addition, for your advantage is:
da: Derudover er det til din fordel at:
de: Zusätzlich freuen wir uns über:
et: Peale selle tuleb kasuks:
fi: Lisäksi eduksesi on:
fr: De plus, à votre avantage est:
lv: Turklāt jūsu priekšrocība ir šāda:
nb: I tillegg er det til din fordel:
nl: Daarnaast is in uw voordeel:
pl: Dodatkowo, Twoją zaletą jest:
sv: Dessutom är dessa saker till din fördel:

source: Some fields are missing
da: Nogle felter mangler
de: Einige Felder fehlen
et: Mõni väli on täitmata
fi: Joitain kenttiä puuttuu
fr: Certains champs sont manquants
lv: Trūkst dažu lauku
nb: Noen felt mangler
nl: Sommige velden ontbreken
pl: Brakuje niektórych pól
sv: Vissa fält saknas

source: We wish you all the best in your future endeavors.
da: Vi ønsker dig alt det bedste i dine fremtidige bestræbelser.
de: Wir wünschen Ihnen alles Gute für Ihre zukünftigen Unternehmungen.
et: Soovime sulle kõike head.
fi: Toivotamme sinulle kaikkea hyvää tulevaisuudessasi.
fr: Nous vous souhaitons le meilleur dans vos projets futurs.
lv: Novēlam jums visu to labāko.
nb: Vi ønsker deg alt godt i fremtiden.
nl: We wensen u het allerbeste in uw toekomstige ondernemingen.
pl: Życzymy wszystkiego najlepszego w przyszłych przedsięwzięciach.
sv: Vi önskar dig lycka till i framtiden.

source: You may now close this tab
da: Du kan nu lukke denne fane
de: Sie können diesen Tab jetzt schließen
et: Võid nüüd selle vahekaardi sulgeda
fi: Voit nyt sulkea selaimen
fr: Vous pouvez maintenant fermer cet onglet
lv: Tagad varat aizvērt šo cilni
nb: Du kan nå lukke denne fanen
nl: U kunt dit tabblad nu sluiten
pl: Możesz teraz zamknąć tę kartę
sv: Du kan nu stänga denna flik

source: Additional information
da: Yderligere oplysninger
de: Zusatzinformationen
et: Lisainfo
fi: Lisätietoa
fr: Informations supplémentaires
lv: Papildu informācija
nb: Ytterligere informasjon
nl: Aanvullende informatie
pl: Dodatkowe informacje
sv: Tilläggsinformation

source: Thank you
da: Mange tak
de: Vielen Dank
et: Aitäh
fi: Kiitos
fr: Merci
lv: Paldies
nb: Takk skal du ha
nl: Dank u wel
pl: Dziękujemy
sv: Tack så mycket

source: Your information was saved successfully.
da: Dine oplysninger blev gemt med succes.
de: Ihre Informationen wurden erfolgreich gespeichert.
et: Info salvestamine õnnestus.
fi: Tietosi tallennettiin onnistuneesti.
fr: Vos informations ont été enregistrées avec succès.
lv: Jūsu informācija ir veiksmīgi saglabāta.
nb: Informasjonen din ble lagret.
nl: Uw gegevens zijn succesvol opgeslagen.
pl: Twoje informacje zostały pomyślnie zapisane.
sv: Dina uppgifter har sparats.

source: Editing has been disabled
da: Redigering er blevet deaktiveret
de: Bearbeitung ist nicht mehr erlaubt
et: Muutmine on keelatud
fi: Muokkaaminen ei ole enää sallittua
fr: La modification a été désactivée
lv: Rediģēšana ir atspējota
nb: Redigering er deaktivert
nl: Bewerken is uitgeschakeld
pl: Edycja została wyłączona
sv: Redigering är inte längre möjligt

source: Your application has already been reviewed.
da: Din ansøgning er allerede blevet gennemgået.
de: Ihre Bewerbung ist bereits geprüft worden.
et: Avaldus on juba üle vaadatud.
fi: Hakemuksesi on jo käsitelty.
fr: Votre candidature a déjà été examinée.
lv: Jūsu pieteikums jau ir pārskatīts.
nb: Søknaden din er allerede gjennomgått.
nl: Uw sollicitatie is al beoordeeld.
pl: Twoja aplikacja została już przejrzana.
sv: Din ansökan har redan granskats.

source: Please be in touch with the contact person of the recruitment if you want to change something.
da: Kontakt venligst kontaktpersonen for rekrutteringen, hvis du vil ændre noget.
de: Bitte setzen Sie sich mit der Ansprechpartnerin oder dem Ansprechpartner für die Bewerbung in Verbindung, wenn Sie etwas ändern möchten.
et: Kui soovid midagi muuta, võta ühendust värbamise kontaktisikuga.
fi: Ole tarvittaessa yhteydessä rekrytoinnin yhteyshenkilöön.
fr: Veuillez contacter la personne de contact du recrutement si vous souhaitez modifier quelque chose.
lv: Ja vēlaties kaut ko mainīt, sazinieties ar atlases kontaktpersonu.
nb: Ta kontakt med kontaktpersonen for rekrutteringen hvis du ønsker å endre noe.
nl: Neem contact op met de contactpersoon van de werving als u iets wilt wijzigen.
pl: Skontaktuj się z osobą kontaktową rekrutacji, jeśli chcesz coś zmienić.
sv: Var god och kontakta kontaktpersonen för rekryteringen om du vill ändra något.

source: Interview booking
da: Bestilling af interview
de: Buchung eines Bewerbungsgesprächs
et: Vestluse broneerimine
fi: Haastattelun varaaminen
fr: Réservation d'entretien
lv: Intervijas rezervācija
nb: Booking av intervju
nl: Interviewboeking
pl: Rezerwacja rozmowy
sv: Intervjubokning

source: I invited you to a {phase} regarding your application for {position} position.
da: Jeg inviterede dig til en {phase} vedrørende din ansøgning til {position} stilling.
de: Ich habe Sie zu einem {phase} bezüglich Ihrer Bewerbung für die Stelle {position} eingeladen.
et: Kutsusin sind seoses ametikohaga {position} värbamise etappi {phase}.
fi: Olen kutsunut sinut {phase}un työpaikkaan {position} jättämäsi hakemuksesi perusteella.
fr: Je vous ai invité à un(e) {phase} concernant votre candidature pour le poste de {position}.
lv: Es jūs uzaicināju uz {phase} saistībā ar jūsu pieteikumu uz {position} vakanci.
nb: Jeg inviterer deg til et {phase} angående søknaden din for {position}.
nl: Ik heb je uitgenodigd voor een {phase} met betrekking tot je sollicitatie voor de functie van {position}.
pl: Zaprosiłem Cię na {phase} dotyczącą Twojej aplikacji na stanowisko {position}.
sv: Jag bjöd in dig till {phase} angående din ansökan till {position}.

source: Which of the following times would work best for you?
da: Hvilket af følgende tidspunkter passer bedst for dig?
de: Welche der folgenden Zeiten würde dir am besten passen?
et: Millised järgmistest aegadest sobivad sulle kõige paremini?
fi: Mikä seuraavista ajoista sopisi sinulle parhaiten?
fr: Lequel des horaires suivants vous conviendrait le mieux ?
lv: Kurš no šiem laikiem jums būtu vispiemērotākais?
nb: Hvilke av følgende tider passer best for deg?
nl: Welke van de volgende tijden zou het beste voor u werken?
pl: Który z poniższych terminów najbardziej Ci odpowiada?
sv: Vilka av följande tider skulle passa dig bäst?

source: Confirm your timezone
da: Bekræft din tidszone
de: Bestätigen Sie Ihre Zeitzone
et: Kinnita oma ajavöönd
fi: Aikavyöhykkeesi
fr: Confirmez votre fuseau horaire
lv: Apstiprināt savu laika joslu
nb: Bekreft tidssonen din
nl: Bevestig je tijdzone
pl: Potwierdź swoją strefę czasową
sv: Bekräfta din tidszon

source: Make sure your phone number is correct
da: Sørg for, at dit telefonnummer er korrekt
de: Bitte stellen Sie sicher, dass Ihre Telefonnummer korrekt ist
et: Kontrolli oma telefoninumbrit
fi: Varmista, että puhelinnumerosi on oikein
fr: Assurez-vous que votre numéro de téléphone est correct
lv: Pārliecinieties, vai jūsu tālruņa numurs ir pareizs
nb: Påse at telefonnummeret ditt er riktig
nl: Zorg ervoor dat je telefoonnummer correct is
pl: Upewnij się, że Twój numer telefonu jest poprawny
sv: Kontrollera att ditt telefonnummer är korrekt

source: Send me an SMS reminder
da: Send mig en SMS-påmindelse
de: Senden Sie mir eine SMS-Erinnerung
et: Saada mulle lühisõnumiga meeldetuletus
fi: Lähetä minulle tekstiviestimuistutus
fr: Envoyez-moi un rappel par SMS
lv: Nosūtīt man atgādinājuma īsziņu
nb: Send meg en SMS-påminnelse
nl: Stuur mij een SMS-herinnering
pl: Wyślij mi przypomnienie SMS
sv: Skicka mig en SMS-påminnelse

source: Ask for a new time: {email}
da: Anmod om en ny tid: {email}
de: Fragen Sie nach einer neuen Zeit: {email}
et: Küsi uut aega: {email}
fi: Pyydä uutta aikaa: {email}
fr: Demandez un nouveau créneau : {email}
lv: Pieprasīt jaunu laiku: {email}
nb: Be om en ny tid: {email}
nl: Vraag om een nieuwe tijd: {email}
pl: Poproś o nowy termin: {email}
sv: Be om en ny tid: {email}

source: Requesting new time for the interview
da: Anmodning om nyt tidspunkt for interviewet
de: Eine neue Zeit für das Bewerbungsgespräch anfordern
et: Uue vestluseaja küsimine
fi: Pyyntö uudelle haastatteluajalle
fr: Demande d'un nouveau créneau pour l'entretien
lv: Jauna intervijas laika pieprasīšana
nb: Be om ny tid for intervjuet
nl: Verzoek om een nieuwe tijd voor het interview
pl: Prośba o nowy termin rozmowy
sv: Förfrågar en ny intervjutid

source: You have already confirmed an interview
da: Du har allerede bekræftet et interview
de: Sie haben bereits ein Bewerbungsgespräch bestätigt
et: Oled juba vestluse kinnitanud
fi: Olet jo vahvistanut haastattelun
fr: Vous avez déjà confirmé un entretien
lv: Jūs jau esat apstiprinājis interviju
nb: Du har allerede bekreftet et intervju
nl: Je hebt al een interview bevestigd
pl: Potwierdziłeś już rozmowę
sv: Du har redan bekräftat en intervju

source: If you have any concerns, please contact {email}
da: Hvis du har spørgsmål, bedes du kontakte {email}
de: Wenn Sie weitere Fragen haben, wenden Sie sich bitte an {email}
et: Küsimuste korral võta ühendust aadressil {email}
fi: Jos sinulla on kysyttävää, ota yhteyttä {email}
fr: Si vous avez des questions, veuillez contacter {email}
lv: Ja jums ir jautājumi, lūdzu, sazinieties ar {email}
nb: Hvis du har spørsmål, kan du kontakte {email}
nl: Als je vragen hebt, neem dan contact op met {email}
pl: Jeśli masz jakiekolwiek wątpliwości, skontaktuj się z {email}
sv: Om du har några frågor eller funderingar, vänligen kontakta {email}

source: There are no upcoming times available, please request a new one: {inviter_email}
da: Der er ingen kommende tider tilgængelige, du bedes anmode om en ny: {inviter_email}
de: Es sind keine Termine mehr verfügbar, bitte fordern Sie einen neuen an: {inviter_email}
et: Aegu ei ole praegu saadaval, küsi uut aega: {inviter_email}
fi: Aikoja ei ole saatavilla, ole hyvä ja pyydä uutta aikaa: {inviter_email}
fr: Il n'y a pas de créneaux disponibles prochainement, veuillez en demander un nouveau : {inviter_email}
lv: Tuvākie laiki nav pieejami; lūdzu, pieprasiet jaunu laiku: {inviter_email}
nb: Det er ingen kommende tider tilgjengelig, vennligst be om en ny: {inviter_email}
nl: Er zijn geen aankomende tijden beschikbaar, vraag een nieuwe aan: {inviter_email}
pl: Nie ma dostępnych nadchodzących terminów, poproś o nowy: {inviter_email}
sv: Det finns inte några tider tillgängliga, vänligen be om en ny: {inviter_email}

source: Please select time for an interview
da: Vælg venligst tidspunkt for et interview
de: Bitte wählen Sie eine Zeit für ein Bewerbungsgespräch
et: Vali vestluse aeg
fi: Valitse haastattelun aika
fr: Veuillez sélectionner un créneau pour un entretien
lv: Lūdzu, izvēlieties intervijas laiku
nb: Vennligst velg tid for intervju
nl: Selecteer een tijd voor een interview
pl: Wybierz termin rozmowy
sv: Vänligen välj tid för en intervju

source: Thank you for your answer
da: Tak for dit svar
de: Vielen Dank für Ihre Antwort
et: Täname sind vastuse eest
fi: Kiitos vastauksestasi
fr: Merci pour votre réponse
lv: Paldies par atbildi
nb: Takk for svaret
nl: Bedankt voor je antwoord
pl: Dziękujemy za Twoją odpowiedź
sv: Tack för ditt svar

source: Your data is now stored in our Talent Community. You can cancel your membership whenever you want by clicking
da: Dine data er nu gemt i vores Talent Community. Du kan opsige dit medlemskab, når du vil, ved at klikke på
de: Ihre Daten sind nun in unserer Talent-Community gespeichert. Sie können Ihre Mitgliedschaft jederzeit kündigen, indem Sie auf
et: Sinu andmeid talletatakse nüüd Talent Communitys. Võid igal ajal liikmesusest loobuda, klõpsates
fi: Tietosi ovat tallentuneet organisaatiomme Talent Communityyn. Voit koska tahansa peruuttaa jäsenyytesi klikkaamalla
fr: Vos données sont maintenant stockées dans notre Communauté de Talents. Vous pouvez annuler votre adhésion quand vous le souhaitez en cliquant sur
lv: Jūsu dati tagad tiek glabāti mūsu Talent Community. Jūs varat atcelt savu dalību, kad vien vēlaties, noklikšķinot uz
nb: Opplysningene dine er nå lagret i Talent Community. Du kan når som helst avslutte medlemskapet ditt ved å klikke på
nl: Je gegevens zijn nu opgeslagen in onze Talent Community. Je kunt je lidmaatschap op elk gewenst moment opzeggen door te klikken op
pl: Twoje dane są teraz przechowywane w naszej Talent Community. Możesz anulować swoje członkostwo w dowolnym momencie, klikając
sv: Dina uppgifter har lagts till i vår Talent Community. Du kan avsluta ditt medlemskap genom att klicka

source: this link
da: dette link
de: diesen Link klicken
et: seda linki
fi: tätä linkkiä
fr: ce lien
lv: šīs saites
nb: denne lenken
nl: deze link
pl: ten link
sv: denna länk
