Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: You can now see which recruitment flow’s step the candidate was in when a particular note was written (applies to new notes only).
da: Du kan nu se, hvilket trin i rekrutteringsflowet kandidaten var på, da en bestemt note blev skrevet (gælder kun nye noter).
de: Sie können jetzt sehen, in welchem Schritt des Rekrutierungsprozesses sich der Bewerber befand, als eine bestimmte Notiz geschrieben wurde (gilt nur für neue Notizen).
et: Nüüd näed, millises värbamisvoo etapis kirjutas kandidaat mõne märkme (kehtib ainult uute märkmete kohta).
fi: Hakijaan liittyvissä muistiinpanoissa näkyy nyt sen rekrytointipolun vaiheen nimi, jolla hakija on ollut kun kyseinen muistiinpano on kirjoitettu. Tämä pätee vain uusiin muistiinpanoihin.
lv: Tagad varat redzēt, kurā atlases plūsmas posmā kandidāts atradās, kad tika uzrakstīta konkrētā piezīme (attiecas tikai uz jaunām piezīmēm).
nb: Du kan nå se hvilket trinn i rekrutteringsflyten kandidaten var på da en bestemt merknad ble skrevet (gjelder kun nye notater).
sv: Nu kan du se i vilket steg kandidaten var i rekryteringsflödet när en viss anteckning skrevs (gäller bara nya anteckningar).

source: Option to sort and filter users in settings
da: Mulighed for at sortere og filtrere brugere i indstillinger
de: Option zum Sortieren und Filtern von Benutzern in den Einstellungen
et: Kasutajate sortimise ja filtreerimise võimalus seadetes
fi: Käyttäjien haku ja lajittelu
fr: Option pour trier et filtrer les utilisateurs dans les paramètres
lv: Iespēja iestatījumos sašķirot un filtrēt lietotājus
nb: Mulighet til å sortere og filtrere brukere i innstillingene
nl: Optie om gebruikers te sorteren en filteren in instellingen
pl: Opcja sortowania i filtrowania użytkowników w ustawieniach
sv: Alternativ för att sortera och filtrera användare i inställningar

source: Admin users can now sort and filter users based on their name, title and user rights more easily in “Company users” settings.
da: Administratorer kan nu lettere sortere og filtrere brugere baseret på deres navn, titel og brugerrettigheder i indstillingerne for "Virksomhedsbrugere".
de: Admin-Benutzer können jetzt in den Einstellungen für "Unternehmensbenutzer" Benutzer einfacher nach Name, Titel und Benutzerrechten sortieren und filtern.
et: Administraatorid saavad nüüd sortida ja filtreerida kasutajaid nende nime, ametinimetuse ja kasutajaõiguste järgi ettevõtte kasutajate seadetes.
fi: Pääkäyttäjät voivat nyt hakea ja lajitella yrityksen käyttäjiä nimen, tittelin tai käyttöoikeuden mukaan “Yrityksen käyttäjät” asetuksissa.
lv: Tagad administratori iestatījumos “Uzņēmuma lietotāji” var vieglāk šķirot un filtrēt lietotājus, pamatojoties uz viņu vārdu, amatu un lietotāja tiesībām.
nb: Administratorer kan nå enklere sortere og filtrere brukere basert på navn, tittel og brukerrettigheter i innstillingene for "Bedriftsbrukere".
sv: Administratörer kan nu lättare sortera och filtrera användare baserat på deras namn, titel och användarrättigheter i inställningarna för företagsanvändare.

source: Additional user roles in “Company users” settings
da: Yderligere brugerroller i indstillingerne for "Virksomhedsbrugere"
de: Zusätzliche Benutzerrollen in der Einstellung "Unternehmensbenutzer"
et: Kasutajate lisarollid ettevõtte kasutajate seadetes
fi: Lisäoikeudet “Yrityksen käyttäjät” -asetuksissa
lv: Papildu lietotāju amati iestatījumos “Uzņēmuma lietotāji”
nb: Ytterligere brukerroller i innstillingene for "Bedriftsbrukere"
sv: Fler användarroller i inställningarna för företagsanvändare.

source: “Additional roles” box indicates roles applicable to integrations, such as Cut-e & Hogrefe. It is disabled if your company does not use these integrations. For more info, please contact {}support@talentadore.com{}.
da: Feltet "Yderligere roller" angiver roller, der gælder for integrationer, såsom Cut-e & Hogrefe. Det er deaktiveret, hvis din virksomhed ikke bruger disse integrationer. For mere information, kontakt {}support@talentadore.com{}.
de: Das Feld "Zusätzliche Rollen" zeigt Rollen an, die für Integrationen wie Cut-e und Hogrefe gelten. Es ist deaktiviert, wenn Ihr Unternehmen diese Integrationen nicht nutzt. Für weitere Informationen wenden Sie sich bitte an {}support@talentadore.com{}.
et: Ruut „Lisarollid“ märgistab rolle, mis on seotud integratsioonidega, näiteks Cut-e ja Hogrefega. See on keelatud, kui ettevõte ei kasuta neid integratsioone. Lisainfot küsi aadressil {}support@talentadore.com{}.
fi: Lisäoikeuksia käytetään integraatioiden, kuten Cut-e ja Hogrefe, kanssa. Lisäoikeudet -kenttä on pois päältä, jos kyseiset integraatiot eivät ole käytössäsi. Lisätietoja saatte osoitteesta {}support@talentadore.com{}.
lv: Lodziņā “Papildu amati” ir norādīti integrācijai piemērotie amati, piemēram, Cut-e & Hogrefe. Tas ir atspējots, ja jūsu uzņēmums neizmanto šīs integrācijas. Lai uzzinātu vairāk, lūdzu, sazinieties ar {}support@talentadore.com{}.
nb: Boksen "Ytterligere roller" angir roller som gjelder for integrasjoner, som for eksempel Cut-e og Hogrefe. Den er deaktivert hvis selskapet ditt ikke bruker disse integrasjonene. Hvis du vil ha mer informasjon, kan du kontakte {}support@talentadore.com{}.
sv: Rutan “Ytterligare roller” indikerar roller som är möjliga för integreringar, till exempel Cut-e och Hogrefe. Den är inaktiverad om ditt företag inte använder dessa integrationer. För ytterligare information, kontakta {}support@talentadore.com{}.

source: Changes in notifications
da: Ændringer i beskeder
de: Änderungen bei den Benachrichtigungen
et: Teadete muudatused
fi: Päivityksiä ilmoitusasetuksiin
fr: Changements dans les notifications
lv: Izmaiņas paziņojumos
nb: Endringer i varsler
nl: Wijzigingen in meldingen
pl: Zmiany w powiadomieniach
sv: Ändringar i notiser

source: Admin users can now choose whether to receive notifications for all the new applications in all the positions in their company, or only for the ones in which they are collaborators.
da: Admin-brugere kan nu vælge, om de vil modtage notifikationer om alle nye ansøgninger til alle stillinger i deres virksomhed, eller kun dem, hvor de er samarbejdspartnere.
de: Admin-Benutzer können nun wählen, ob sie Benachrichtigungen für alle neuen Bewerbungen für alle Positionen in ihrem Unternehmen erhalten möchten oder nur für die, an denen sie mitarbeiten.
et: Administraatorid saavad nüüd valida, kas soovivad saada teateid kõikide ettevõtte ametikohtade uute avalduste või ainult nende kohta, mille kaasloojad nad on.
fi: Pääkäyttäjät voivat nyt valita, saavatko he ilmoituksen kaikista uusista hakemuksista kaikissa yrityksen työpaikoissa, vai ainoastaan niistä, joissa he ovat yhteiskäyttäjänä.
fr: Les utilisateurs administrateurs peuvent maintenant choisir de recevoir des notifications pour toutes les nouvelles candidatures à tous les postes de leur entreprise, ou uniquement pour ceux dans lesquels ils sont collaborateurs.
lv: Tagad administratora lietotāji var izvēlēties, vai saņemt paziņojumus par visiem jaunajiem pieteikumiem visās uzņēmuma vakancēs vai tikai par tām, kurās viņi ir sadarbības kolēģi.
nb: Administratorer kan nå velge om de vil få varsler for alle nye søknader til alle stillinger i selskapet, eller bare for dem de samarbeider med.
nl: Beheerders kunnen nu kiezen of ze meldingen willen ontvangen voor alle nieuwe sollicitaties voor alle functies in hun bedrijf, of alleen voor de functies waarbij ze betrokken zijn.
pl: Administratorzy mogą teraz wybrać, czy chcą otrzymywać powiadomienia o wszystkich nowych aplikacjach na wszystkie stanowiska w swojej firmie, czy tylko o tych, w których są współpracownikami.
sv: Administratörer kan nu välja om de vill få notiser för alla nya ansökningar till alla företagets arbetsplatsannonser, eller bara för de arbetsplatsannonser där de är samarbetare.

source: Manage selections functionality
da: Administrér funktioner til valg
de: Funktionalität zur Verwaltung von Auswahlen
et: Valikute haldamise funktsioon
fi: Hallitse valintoja -toiminnallisuus
fr: Fonctionnalité de gestion des sélections
lv: Izvēles pārvaldīšanas funkcionalitāte
nb: Administrere valgfunksjon
nl: Functionaliteit voor het beheren van selecties
pl: Funkcjonalność zarządzania selekcjami
sv: Hantera funktioner för val

source: This functionality allows you to double-check and manage your candidate selection before performing any mass actions on “Applications” and “Talent Community” pages. Read more {}here{}.
da: Denne funktionalitet giver dig mulighed for at dobbelttjekke og administrere dit kandidatvalg, før du udfører massehandlinger på siderne "Ansøgninger" og "Talent Community". Læs mere {}her{}.
de: Diese Funktion ermöglicht es Ihnen, Ihre Bewerberauswahl zu überprüfen und zu verwalten, bevor Sie Massenaktionen auf den Seiten "Bewerbungen" und "Talent Community" durchführen. Lesen Sie mehr {}hier{}.
et: See funktsioon võimaldab kandidaatide valiku üle vaadata ja hallata seda enne, kui teed lehtedel „Avaldused“ ja „Talent Community“ mõne masstoimingu. Lisainfot leiad {}siit{}.
fi: Varmista valintasi ennen kuin suoritat mitään massatoimintoja hakijoille “Hakemukset” ja “Talent Community” sivuilla. Lue lisää {}täältä{}.
lv: Šī funkcionalitāte ļauj vēlreiz pārbaudīt un pārvaldīt kandidātu izvēli pirms jebkādu masveida darbību veikšanas “Pieteikumu” un “Talent Community” lapās. Lasīt vairāk {}šeit{}.
nb: Med denne funksjonen kan du dobbeltsjekke og administrere kandidatutvalget før du utfører massehandlinger på sidene "Søknader" og "Talent Community". Les mer {}her{}.
sv: Denna funktion gör att du kan dubbelkolla och hantera ditt kandidatval innan du utför massåtgärder på sidorna Ansökningar och Talanggemenskap. Läs mer {}här{}.

source: Possibility to delete talents
da: Mulighed for at slette talenter
de: Möglichkeit, Talente zu löschen
et: Talentide kustutamise võimalus
fi: Mahdollisuus poistaa talentteja
fr: Possibilité de supprimer des talents
lv: Iespēja dzēst talantus
nb: Mulighet til å slette talenter
nl: Mogelijkheid om talenten te verwijderen
pl: Możliwość usuwania talentów
sv: Möjlighet att ta bort talanger

source: Admin users can delete talents on Talent Community page, please note that all related applications will be deleted as well.
da: Admin-brugere kan slette talenter på Talent Community-siden, bemærk venligst, at alle relaterede ansøgninger også vil blive slettet.
de: Admin-Benutzer können Talente auf der Talent-Community-Seite löschen, bitte beachten Sie, dass alle damit verbundenen Bewerbungen ebenfalls gelöscht werden.
et: Administraatorid saavad nüüd Talent Community lehel talente kustutada. Pane tähele, et sel juhul kustutatakse ka kõik seotud avaldused.
fi: Pääkäyttäjät voivat poistaa talentteja “Talent Community” -sivulla. Huomaathan, että myös kaikki kyseisen talentin hakemukset poistetaan.
fr: Les utilisateurs administrateurs peuvent supprimer les talents sur la page Communauté de talents, veuillez noter que toutes les applications associées seront également supprimées.
lv: Administratori var dzēst talantus Talent Community lapā; lūdzu, ņemiet vērā, ka tiks dzēsti arī visi saistītie pieteikumi.
nb: Administratorbrukere kan slette talenter på Talent Community-siden. Vær oppmerksom på at alle relaterte søknader også vil bli slettet.
nl: Beheerders kunnen talenten verwijderen op de pagina Talent Community. Houd er rekening mee dat alle gerelateerde sollicitaties ook worden verwijderd.
pl: Administratorzy mogą usuwać talenty na stronie Talent Community, należy pamiętać, że wszystkie powiązane aplikacje również zostaną usunięte.
sv: Administratörer kan ta bort talanger på talanggemenskapens sida. Tänk på att alla relaterade ansökningar också kommer att tas bort.

source: This integration enables you to view Cut-e assessment results in TalentAdore. Please contact us at support@talentadore.com if you would like to hear more about enabling this integration.
da: Denne integration giver dig mulighed for at se Cut-e vurderingsresultater i TalentAdore. Kontakt os på support@talentadore.com, hvis du vil høre mere om, hvordan du aktiverer denne integration.
de: Diese Integration ermöglicht es Ihnen, Cut-e Bewertungsergebnisse in TalentAdore zu sehen. Bitte kontaktieren Sie uns unter support@talentadore.com, wenn Sie mehr über die Aktivierung dieser Integration erfahren möchten.
et: See integratsioon võimaldab vaadata TalentAdore’is Cut-e hindamise tulemusi. Kui soovid selle integratsiooni lubamise kohta lisainfot, võta meiega ühendust aadressil support@talentadore.com.
fi: Tämän integraation myötä pääset näkemään Cut-e -testien tulokset TalentAdoressa. Olethan yhteydessä osoitteeseen support@talentadore.com, jos haluat kuulla lisää tämän integraation avaamisesta.
fr: Cette intégration vous permet de visualiser les résultats de l'évaluation Cut-e dans TalentAdore. Veuillez nous contacter à support@talentadore.com si vous souhaitez en savoir plus sur l'activation de cette intégration.
lv: Šī integrācija ļauj TalentAdore skatīt Cut-e novērtējuma rezultātus. Sazinieties ar mums, rakstot uz support@talentadore.com, ja vēlaties uzzināt vairāk par šīs integrācijas iespējošanu.
nb: Denne integrasjonen gjør det mulig for deg å se Cut-e-vurderingsresultater i TalentAdore. Ta kontakt med oss på support@talentadore.com hvis du vil høre mer om hvordan du aktiverer denne integrasjonen.
nl: Met deze integratie kunt u Cut-e beoordelingsresultaten bekijken in TalentAdore. Neem contact met ons op via support@talentadore.com als u meer wilt weten over het inschakelen van deze integratie.
pl: Ta integracja umożliwia przeglądanie wyników oceny Cut-e w TalentAdore. Skontaktuj się z nami pod adresem support@talentadore.com, jeśli chcesz dowiedzieć się więcej o włączeniu tej integracji.
sv: Denna integration gör att du kan visa testresultat från Cut-e i TalentAdore. Kontakta oss på support@talentadore.com om du vill veta mer om att aktivera integrationen.

source: Location in referrals
da: Placering i henvisninger
de: Standort bei Empfehlungen
et: Soovitatute asukoht
fi: Sijainti suosituksissa
fr: Emplacement dans les références
lv: Atrašanās vieta ieteikumos
nb: Bosted i henvisninger
nl: Locatie in verwijzingen
pl: Lokalizacja w poleceniach
sv: Plats i referenser

source: Gathering referrals is a good way to activate your Talent Community and acquire more talents - read more {}here{}. From now on, you can also indicate the city in which the referred person is living.
da: At samle henvisninger er en god måde at aktivere dit Talent Community på og få flere talenter - læs mere {}her{}. Fra nu af kan du også angive, hvilken by den henviste person bor i.
de: Das Sammeln von Empfehlungen ist ein guter Weg, um Ihre Talent-Community zu aktivieren und mehr Talente zu gewinnen - lesen Sie mehr {}hier{}. Ab jetzt können Sie auch die Stadt angeben, in der die geworbene Person wohnt.
et: Soovituste kogumine on hea võimalus oma Talent Community aktiveerimiseks ja rohkemate talentide hankimiseks – loe lisa {}siin{}. Nüüdsest saad märkida üles ka selle, millises linnas soovitatu elab.
fi: Suositusten kerääminen on hyvä tapa aktivoida Talent Communitya ja löytää lisää potentiaalisia hakijoita - lue lisää {}täältä{}. Nyt sinun on mahdollista myös nähdä suositeltujen hakijoiden sijainti.
fr: La collecte de références est un bon moyen d'activer votre communauté de talents et d'acquérir plus de talents - en savoir plus {}ici{}. Désormais, vous pouvez également indiquer la ville dans laquelle vit la personne référée.
lv: Ieteikumu vākšana ir labs veids, kā aktivizēt Talent Community un iegūt vairāk talantu – vairāk lasiet {}šeit{}. Turpmāk varat norādīt arī pilsētu, kurā ieteiktā persona dzīvo.
nb: Å samle henvisninger er en god måte å aktivere Talent Community og skaffe flere talenter på – les mer {}her{}. Fra nå av kan du også angi hvilken by den henviste personen bor i.
nl: Het verzamelen van verwijzingen is een goede manier om uw Talent Community te activeren en meer talenten te verwerven - lees meer {}hier{}. Vanaf nu kunt u ook de stad aangeven waarin de doorverwezen persoon woont.
pl: Zbieranie poleceń to dobry sposób na aktywację Twojej Talent Community i pozyskanie większej liczby talentów - przeczytaj więcej {}tutaj{}. Od teraz możesz również wskazać miasto, w którym mieszka polecana osoba.
sv: Att samla referenser är ett bra sätt att aktivera din Talent Community och attrahera fler talanger. Läs mer {}här{}. Nu kan du även ange i vilken stad den tipsade personen bor.

source: Navigation arrows
da: Navigationspile
de: Navigationspfeile
et: Navigeerimisnooled
fi: Navigointipainikkeet
fr: Flèches de navigation
lv: Navigācijas bultiņas
nb: Navigasjonspiler
nl: Navigatiepijlen
pl: Strzałki nawigacyjne
sv: Navigationspilar

source: “Previous” and “Next” arrows were added to talents in Talent Community to make navigation easier.
da: Pilene "Forrige" og "Næste" er blevet tilføjet til talenterne i Talent Community for at gøre navigationen lettere.
de: Die Pfeile "Zurück" und "Weiter" wurden den Talenten in der Talent-Community hinzugefügt, um die Navigation zu erleichtern.
et: Talent Communitys lisati talentide juurde nooled „Eelmine“ ja „Järgmine“, et nende vahel liikumine oleks lihtsam.
fi: “Edellinen” ja “Seuraava” painikkeet lisättiin talenttien kohdalle Talent Communityyn helpottamaan navigointia.
lv: Talent Community talantiem tika pievienotas bultiņas “Iepriekšējais” un “Nākamais”, lai atvieglotu navigāciju.
nb: "Forrige"- og "Neste"-pilene er lagt til i Talent Community for å gjøre det enklere å navigere.
sv: Pilarna "Föregående" och "Nästa" lades till i Talent Community för att göra det lättare att navigera.

source: Now you can edit the content of the summary placeholder in the automatic “We received your application" message. Go to “Status updates” in “Company settings” in order to change this.
da: Nu kan du redigere indholdet af pladsholderen til resuméet i den automatiske besked "Vi har modtaget din ansøgning". Gå til "Statusopdateringer" i "Virksomhedsindstillinger" for at ændre dette.
de: Jetzt können Sie den Inhalt des Platzhalters für die Zusammenfassung in der automatischen Nachricht "Wir haben Ihre Bewerbung erhalten" bearbeiten. Gehen Sie zu "Statusaktualisierungen" in "Unternehmenseinstellungen", um dies zu ändern.
et: Nüüd saad muuta automaatse sõnumi „Saime avalduse kätte“ kokkuvõttekohatäidet. Selle muutmiseks ava „Ettevõtte seaded“ ja seejärel „Oleku uuendused“.
fi: Nyt voit muokata hakemuksen yhteenvetoa “Hakemus on juuri jätetty” -viestissä. Avaa “Yrityskohtaiset asetukset” > “Statuspäivitykset” muokataksesi tätä.
lv: Tagad varat rediģēt kopsavilkuma vietturu saturu automātiskajā ziņojumā “Mēs saņēmām jūsu pieteikumu”. Lai to mainītu, dodieties uz sadaļu “Statusa atjauninājumi” sadaļā “Uzņēmuma iestatījumi”.
nb: Nå kan du redigere innholdet i oppsummerings-plassholderen i den automatiske meldingen "Vi har mottatt søknaden din". Gå til "Statusoppdateringer" i "Bedriftsinnstillinger" for å endre dette.
sv: Nu kan du redigera innehållet för sammanfattningens platshållar i det automatiska meddelandet "Vi har mottagit ditt meddelande". Gå till "Statusuppdateringar" i företagsinställningarna för att ändra detta.

source: Position specific additional questions in job application forms
da: Stillingsspecifikke tillægsspørgsmål i jobansøgningsformularer
de: Stellenspezifische Zusatzfragen in Bewerbungsformularen
et: Ametikohaga seotud lisaküsimused kandideerimisavalduse vormides
fi: Työpaikkakohtaiset lisäkysymykset hakulomakkeelle
fr: Questions supplémentaires spécifiques au poste dans les formulaires de candidature
lv: Papildu jautājumi darba pieteikuma veidlapās, kas attiecas uz konkrēto vakanci
nb: Stillingsspesifikke tilleggsspørsmål i jobbsøknadsskjemaer
nl: Positie-specifieke aanvullende vragen in sollicitatieformulieren
pl: Dodatkowe pytania dotyczące stanowiska w formularzach aplikacyjnych
sv: Positions specifika ytterligare frågor i ansökningsformulärer

source: Add extra question(s) to the position’s application form for candidates to fill in. You can find this new feature when you create a new position. Scroll to the “Application form” field and click the “Add extra question” button.
da: Tilføj ekstra spørgsmål til stillingens ansøgningsskema, som kandidaterne skal udfylde. Du kan finde denne nye funktion, når du opretter en ny stilling. Rul til feltet "Ansøgningsskema", og klik på knappen "Tilføj ekstra spørgsmål".
de: Fügen Sie dem Bewerbungsformular der Stelle zusätzliche Fragen hinzu, die die Bewerber ausfüllen können. Sie finden diese neue Funktion, wenn Sie eine neue Stelle erstellen. Blättern Sie zum Feld "Bewerbungsformular" und klicken Sie auf die Schaltfläche "Zusätzliche Frage hinzufügen".
et: Nüüd saad lisada lisaküsimusi kandideerimisavalduse vormidele, mida kandidaadid täidavad. See uus funktsioon on saadaval siis, kui lood uue ametikoha. Keri väljani „Avalduse vorm“ ja klõpsa nuppu „Lisa lisaküsimus“.
fi: Lisää haluamasi lisäkysymys työpaikkailmoituksen hakulomakkelle kandidaatin täytettäväksi. Löydät tämän toiminnallisuuden luodessasi uutta työpaikkaa. Rullaa kohtaan “Hakemuslomake”, ja klikkaa “Lisää uusia kysymyksiä” painiketta.
lv: Pievienojiet papildu jautājumu(-us) vakances pieteikuma veidlapā, lai kandidāti varētu to aizpildīt. Šo jauno funkciju var atrast, izveidojot jaunu vakanci. Ritiniet līdz laukam “Pieteikuma veidlapa” un noklikšķiniet uz pogas “Pievienot papildu jautājumu”.
nb: Legg til ekstra spørsmål i stillingens søknadsskjema som kandidatene kan fylle ut. Du finner denne nye funksjonen når du oppretter en ny stilling. Gå til feltet "Søknadsskjema" og klikk på knappen "Legg til ekstra spørsmål".
sv: Lägg till extra frågor till positionens ansökningsformulär för kandidater att fylla i. Du kan hitta den nya funktionen när du skapar en ny position. Bläddra till fältet "Ansökningsformulär" och klicka på knappen "Lägg till extra fråga".

source: AI Feedback calibration in “Position edit” view
da: AI Feedback-kalibrering i visningen "stillingsredigering"
de: KI Feedback-Kalibrierung in der Ansicht "Stelle bearbeiten"
et: AI-põhise tagasiside kalibreerimine vaates „Ametikoha muutmine“
fi: Tekoälyn palauteviestin kalibrointi työpaikkaa luotaessa
lv: AI atsauksmes kalibrēšana skatā “Vakances rediģēšana”
nb: Kalibrering av AI-tilbakemelding i "Stillingsredigering"-visningen
sv: AI Feedback-kalibrering i vyn ”Redigera position”
