Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: You do not have permission to cancel online interview
da: Du har ikke tilladelse til at aflyse et onlineinterview
de: Sie sind nicht berechtigt, ein Online-Bewerbungsgespräch abzusagen
et: Sul ei ole õigust veebivestlust tühistada
fi: Sinulla ei ole oikeutta perua online-haastattelua
fr: Vous n'êtes pas autorisé à annuler l'entretien en ligne
lv: Jums nav atļaujas atcelt tiešsaistes interviju
nb: Du har ikke tillatelse til å avlyse intervju på nett
nl: U heeft geen toestemming om het online interview te annuleren
pl: Nie masz uprawnień do anulowania rozmowy kwalifikacyjnej online
sv: Du har inte behörighet att avboka en online-intervju

source: You do not have permission to cancel scheduled online interview
da: Du har ikke tilladelse til at aflyse et planlagt onlineinterview
de: Sie sind nicht berechtigt, ein geplantes Online-Bewerbungsgespräch abzusagen
et: Sul ei ole õigust planeeritud veebivestlust tühistada
fi: Sinulla ei ole oikeutta perua sovittua online-haastattelua
fr: Vous n'êtes pas autorisé à annuler l'entretien en ligne prévu
lv: Jums nav atļaujas atcelt plānoto tiešsaistes interviju
nb: Du har ikke tillatelse til å avlyse et avtalt intervju på nett
nl: U heeft geen toestemming om het geplande online interview te annuleren
pl: Nie masz uprawnień do anulowania zaplanowanej rozmowy kwalifikacyjnej online
sv: Du har inte behörighet att avboka en bekräftad online-intervju

source: Cancel online interview without email
da: Aflys onlineinterview uden e-mail
de: Online-Bewerbungsgespräch ohne E-Mail absagen
et: Tühista veebivestlus ilma e-kirjata
fi: Peru online-haastattelu lähettämättä sähköpostiviestiä
fr: Annuler l'entretien en ligne sans e-mail
lv: Atcelt tiešsaistes interviju bez e-pasta vēstules
nb: Avlyse intervju på nett uten e-post
nl: Online interview annuleren zonder e-mail
pl: Anuluj rozmowę kwalifikacyjną online bez wysyłania e-maila
sv: Avboka online-intervjun utan att skicka email

source: Online interview cancelled successfully
da: Onlineinterview aflyst med succes
de: Online-Bewerbungsgespräch erfolgreich abgesagt
et: Veebivestluse tühistamine õnnestus
fi: Online-haastattelu peruttu onnistuneesti
fr: Entretien en ligne annulé avec succès
lv: Tiešsaistes intervija ir veiksmīgi atcelta
nb: Intervju på nett er avlyst
nl: Online interview succesvol geannuleerd
pl: Rozmowa kwalifikacyjna online została pomyślnie anulowana
sv: Online-intervjun har avbokats

source: Online interview has already been confirmed by the applicant
da: Onlineinterviewet er allerede bekræftet af ansøgeren
de: Das Online-Bewerbungsgespräch wurde bereits vom Bewerber bestätigt
et: Kandidaat on juba veebivestluse kinnitanud
fi: Hakija on jo vahvistanut online-haastattelun ajan
fr: L'entretien en ligne a déjà été confirmé par le candidat
lv: Kandidāts jau ir apstiprinājis tiešsaistes interviju
nb: Intervju på nett er allerede bekreftet av søkeren
nl: Online interview is al bevestigd door de sollicitant
pl: Rozmowa kwalifikacyjna online została już potwierdzona przez kandydata
sv: Kandidaten har redan bekräftat online-intervjutiden

source: You do not have permission to cancel confirmed online interview
da: Du har ikke tilladelse til at aflyse et bekræftet onlineinterview
de: Sie sind nicht berechtigt, Online-Bewerbungsgespräche abzusagen
et: Sul ei ole õigust kinnitatud veebivestlust tühistada
fi: Sinulla ei ole oikeutta perua vahvistettua online-haastattelua
fr: Vous n'êtes pas autorisé à annuler un entretien en ligne confirmé
lv: Jums nav atļaujas atcelt apstiprinātu tiešsaistes interviju
nb: Du har ikke tillatelse til å avlyse et bekreftet intervju på nett
nl: U heeft geen toestemming om het bevestigde online interview te annuleren
pl: Nie masz uprawnień do anulowania potwierdzonej rozmowy kwalifikacyjnej online
sv: Du har inte behörighet att avboka en bekräftad online-intervju

source: The action will also delete online interview slot confirmed by applicant
da: Handlingen vil også slette onlineinterview plads bekræftet af ansøgeren
de: Diese Aktion wird auch das, vom Bewerber bestätigte, Online-Bewerbungsgesprächszeitfenster löschen
et: Toimingu käigus kustutatakse ka kandidaadi kinnitud veebivestluse aeg
fi: Tämä toiminto poistaa myös hakijan vahvistaman online -haastatteluajan
fr: Cette action supprimera également le créneau d'entretien en ligne confirmé par le candidat
lv: Šī darbība dzēsīs arī kandidāta apstiprināto tiešsaistes intervijas laiku
nb: Handlingen vil også slette intervju på nett som er bekreftet av søkeren
nl: Deze actie zal ook de door de sollicitant bevestigde online interviewslot verwijderen
pl: Ta czynność spowoduje również usunięcie terminu rozmowy kwalifikacyjnej online potwierdzonego przez kandydata
sv: Åtgärden raderar också online-intervjutiden som kandidaten redan bekräftat

source: Face to face interview
da: Ansigt til ansigt-interview
de: Persönliches Bewerbungsgespräch
et: Vestlus
fi: Haastattelu
fr: Entretien en face à face
lv: Klātienes intervija
nb: Personlig intervju
nl: Persoonlijk interview
pl: Rozmowa kwalifikacyjna twarzą w twarz
sv: Personlig intervju

source: Please first cancel the interview to change the applicant step.
da: Aflys først interviewet for at ændre ansøgertrinnet.
de: Bitte sagen Sie zuerst das Bewerbungsgespräch ab, um den Schritt des Bewerbers zu ändern.
et: Selleks et muuta kandidaadi etappi, tühista enne vestlus.
fi: Ole hyvä ja peru haastattelu ennen hakijan vaiheen muuttamista.
fr: Veuillez d'abord annuler l'entretien pour modifier l'étape du candidat.
lv: Lūdzu, vispirms atceliet interviju, lai mainītu kandidāta posmu.
nb: Du må først avlyse intervjuet for å endre søkertrinnet.
nl: Annuleer eerst het interview om de sollicitantstap te wijzigen.
pl: Najpierw anuluj rozmowę kwalifikacyjną, aby zmienić etap kandydata.
sv: Avboka intervjun före du ändrar på kandidatens status.

source: Interview cannot be scheduled. Cannot communicate with applicant
da: Interview kan ikke planlægges. Kan ikke kommunikere med ansøger
de: Bewerbungsgespräch kann nicht geplant werden. Keine Kommunikation mit dem Bewerber möglich
et: Vestlust ei saa planeerida. Ei saa kandidaadiga suhelda
fi: Haastattelua ei voitu varata. Hakijaan ei saada yhteyttä.
fr: L'entretien ne peut pas être programmé. Impossible de communiquer avec le candidat
lv: Interviju nevar ieplānot. Nevar sazināties ar kandidātu
nb: Intervju kan ikke avtales. Kan ikke kommunisere med søkeren
nl: Interview kan niet worden ingepland. Kan niet communiceren met de sollicitant
pl: Nie można zaplanować rozmowy kwalifikacyjnej. Brak możliwości komunikacji z kandydatem
sv: Intervjun kan inte bokas. Kandidaten kan inte uppnås

source: You do not have permission to schedule an interview
da: Du har ikke tilladelse til at planlægge et interview
de: Sie sind nicht berechtigt, eine Bewerbungsgespräch zu planen
et: Sul ei ole õigust vestlust planeerida
fi: Sinulla ei ole oikeutta varata haastattelua
fr: Vous n'avez pas la permission de programmer un entretien
lv: Jums nav atļaujas ieplānot interviju
nb: Du har ikke tillatelse til å avtale et intervju
nl: U heeft geen toestemming om een interview in te plannen
pl: Nie masz uprawnień do planowania rozmowy kwalifikacyjnej
sv: Du har inte behörighet att boka en intervju.

source: Schedule an interview
da: Planlæg et interview
de: Bewerbungsgespräch planen
et: Planeeri vestlus
fi: Sovi haastattelu
fr: Programmer un entretien
lv: Ieplānot interviju
nb: Avtale et intervju
nl: Plan een interview
pl: Umów rozmowę kwalifikacyjną
sv: Boka en intervju

source: Interview email sending failed
da: Afsendelse af interview-e-mail mislykkedes
de: Senden der Bewerbungsgesprächs-Email fehlgeschlagen
et: Vestluse e-kirja saatmine ebaõnnestus
fi: Haastattelukutsun lähetys epäonnistui
fr: L'envoi de l'e-mail d'entretien a échoué
lv: Intervijas e-pasta vēstuli neizdevās nosūtīt
nb: Sending av e-post om intervju mislyktes
nl: Verzenden van interview e-mail is mislukt
pl: Wysyłanie e-maila z rozmową kwalifikacyjną nie powiodło się
sv: Det gick inte att skicka inbjudan till intervjun

source: Reschedule interview email sending failed
da: Afsendelse af e-mail om udsættelse af interview mislykkedes
de: Senden der E-Mail zur Neuplanung des Bewerbungsgesprächs fehlgeschlagen
et: Vestluse aja muutmise e-kirja saatmine ebaõnnestus
fi: Uuden haastattelukutsun lähetys epäonnistui
fr: L'envoi de l'e-mail de reprogrammation de l'entretien a échoué
lv: Intervijas pārplānošanas e-pasta vēstuli neizdevās nosūtīt
nb: Sending av e-post om flytting av intervju mislyktes
nl: Verzenden van e-mail voor het verzetten van het interview is mislukt
pl: Wysyłanie e-maila ze zmianą terminu rozmowy kwalifikacyjnej nie powiodło się
sv: Det gick inte att boka om intervjun

source: Interview not confirmed
da: Interview ikke bekræftet
de: Bewerbungsgespräch nicht bestätigt
et: Vestlust ei ole kinnitatud
fi: Haastattelua ei ole vahvistettu
fr: Entretien non confirmé
lv: Intervija nav apstiprināta
nb: Intervju er ikke bekreftet
nl: Interview niet bevestigd
pl: Rozmowa kwalifikacyjna niepotwierdzona
sv: Intervjun har inte bekräftats

source: Interview not confirmed and no available slots left
da: Interview ikke bekræftet og ingen ledige pladser tilbage
de: Bewerbungsgespräch nicht bestätigt und keine freien Slots mehr verfügbar
et: Vestlust ei ole kinnitatud ja vabu aegasid ei ole
fi: Haastattelua ei ole vahvistettu ja tarjotut ajat ovat jo vanhentuneet
fr: Entretien non confirmé et aucun créneau disponible
lv: Intervija nav apstiprināta un nav brīvu laiku
nb: Intervju er ikke bekreftet, og det er ingen ledige tidsluker igjen
nl: Interview niet bevestigd en geen beschikbare tijdsloten meer over
pl: Rozmowa nie została potwierdzona i nie ma dostępnych terminów
sv: Intervjun har inte bekräftats och de erbjudna tiderna har gått ut

source: Interview confirmed
da: Interview bekræftet
de: Bewerbungsgespräch bestätigt
et: Vestlus on kinnitatud
fi: Haastattelu vahvistettu
fr: Entretien confirmé
lv: Intervija apstiprināta
nb: Intervju bekreftet
nl: Interview bevestigd
pl: Rozmowa potwierdzona
sv: Intervjun har bekräftats

source: Interview held
da: Interview afholdt
de: Bewerbungsgespräch stattgefunden
et: Vestlus on toimunud
fi: Haastattelu pidetty
fr: Entretien effectué
lv: Intervija notika
nb: Intervju avholdt
nl: Interview gehouden
pl: Rozmowa przeprowadzona
sv: Intervju färdig

source: Online interview
de: Online-Bewerbungsgespräch
et: Veebivestlus
fi: Online-haastattelu
fr: Entretien en ligne
lv: Tiešsaistes intervija
nb: Intervju på nett
pl: Rozmowa online
sv: Online-intervju

source: Online interview email sending failed
da: Afsendelse af e-mail til onlineinterview mislykkedes
de: Sender der Online-Bewerbungsgespräch-Email fehlgeschlagen
et: Veebivestluse e-kirja saatmine ebaõnnestus
fi: Online -haastattelukutsun lähetys epäonnistui
fr: L'envoi de l'e-mail d'entretien en ligne a échoué
lv: Tiešsaistes intervijas e-pasta vēstuli neizdevās nosūtīt
nb: Sending av e-post om intervju på nett mislyktes
nl: Verzenden van online interview e-mail is mislukt
pl: Wysyłanie e-maila z zaproszeniem na rozmowę online nie powiodło się
sv: Det gick inte att skicka inbjudan till online-intervjun

source: Reschedule online interview email sending failed
da: Afsendelse af e-mail til udsættelse af onlineinterview mislykkedes
de: Senden der E-Mail zur Neuplanung des Online-Bewerbungsgesprächs fehlgeschlagen
et: Veebivestluse aja muutmise e-kirja saatmine ebaõnnestus
fi: Uuden online -haastattelukutsun lähetys epäonnistui
fr: L'envoi de l'e-mail de reprogrammation de l'entretien en ligne a échoué
lv: Tiešsaistes intervijas pārplānošanas e-pasta vēstuli neizdevās nosūtīt
nb: Sending av e-post om intervju på nett mislyktes
nl: Verzenden van e-mail voor het verzetten van het online interview is mislukt
pl: Wysyłanie e-maila z prośbą o zmianę terminu rozmowy online nie powiodło się
sv: Det gick inte att boka om online-intervjun

source: Online interview not confirmed
da: Onlineinterview ikke bekræftet
de: Online-Bewerbungsgespräch nicht bestätigt
et: Veebivestlus ei ole kinnitatud
fi: Online-haastattelua ei ole vahvistettu
fr: Entretien en ligne non confirmé
lv: Tiešsaistes intervija nav apstiprināta
nb: Intervju på nett er ikke bekreftet
nl: Online interview niet bevestigd
pl: Rozmowa online nie została potwierdzona
sv: Online-intervjun har inte bekräftats

source: Online interview not confirmed and no available slots left
da: Onlineinterview ikke bekræftet og ingen ledige pladser tilbage
de: Online-Bewerbungsgespräch nicht bestätigt und keine freien Zeitfenster mehr verfügbar
et: Veebivestlus ei ole kinnitatud ja vabu aegu ei ole
fi: Online-haastattelua ei ole vahvistettu ja tarjotut ajat ovat vanhentuneet
fr: Entretien en ligne non confirmé et aucun créneau disponible
lv: Tiešsaistes intervija nav apstiprināta un nav brīvu laiku
nb: Intervju på nett er ikke bekreftet, og det er ingen ledige tidsluker igjen
nl: Online interview niet bevestigd en geen beschikbare tijdsloten meer over
pl: Rozmowa online nie została potwierdzona i nie ma dostępnych terminów
sv: Online-intervjun har inte bekräftats och de erbjudna tiderna har gått ut

source: Online interview confirmed
da: Onlineinterview bekræftet
de: Online-Bewerbungsgespräch bestätigt
et: Veebivestlus on kinnitatud
fi: Online-haastattelu vahvistettu
fr: Entretien en ligne confirmé
lv: Tiešsaistes intervija apstiprināta
nb: Intervju på nett bekreftet
nl: Online interview bevestigd
pl: Rozmowa online potwierdzona
sv: Online-intervjun har bekräftats

source: Online interview held
da: Onlineinterview afholdt
de: Online-Bewerbungsgespräch stattgefunden
et: Veebivestlus on toimunud
fi: Online-haastattelu pidetty
fr: Entretien en ligne effectué
lv: Tiešsaistes intervija notika
nb: Intervju på nett avholdt
nl: Online interview gehouden
pl: Rozmowa online przeprowadzona
sv: Online-intervjun har genomförts

source: Change step and schedule group interview
da: Skift trin og planlæg gruppeinterview
de: Schritt ändern und Gruppeninterview planen
et: Muuda etappi ja planeeri rühmavestlus
fi: Vaihda vaihetta ja varaa ryhmähaastattelu
fr: Changer d'étape et planifier un entretien de groupe
lv: Mainīt soli un ieplānot grupas interviju
nb: Endre trinn og planlegg gruppeintervju
nl: Wijzig stap en plan groepsinterview
pl: Zmień etap i zaplanuj rozmowę grupową
sv: Ändra steg och schemalägga gruppintervju

source: Select the group interview time slots for the applicant.
da: Vælg tidspunkterne for gruppeinterviewet for ansøgeren.
de: Wählen Sie die Gruppenbewerbungsgesprächszeitfenster für den Bewerber.
et: Vali kandidaadi jaoks grupivestluse ajad.
fi: Valitse ryhmähaastattelun ajat hakijalle
fr: Sélectionnez les créneaux horaires d'entretien de groupe pour le candidat.
lv: Izvēlieties kandidāta grupas intervijas laiku.
nb: Velg tidsluker for gruppeintervjuet for søkeren.
nl: Selecteer de groepsinterview tijdsloten voor de sollicitant.
pl: Wybierz terminy rozmowy grupowej dla kandydata.
sv: Välj gruppintervjutiderna för kandidaten

source: Select group interview slots
da: Vælg gruppeinterview tidsrum
de: Gruppeninterview-Slots auswählen
et: Vali rühmavestluse ajad
fi: Valitse ryhmähaastatteluajat
fr: Sélectionner les créneaux d'entretien de groupe
lv: Atlasīt grupas interviju laikus
nb: Velg tidspunkt for gruppeintervju
nl: Selecteer groepsinterviewslots
pl: Wybierz terminy rozmowy grupowej
sv: Välj gruppintervjutider

source: Schedule another group interview
da: Planlæg endnu et gruppeinterview
de: Plane ein weiteres Gruppenbewerbungsgespräch
et: Planeeri uus grupivestlus
fi: Varaa uusi ryhmähaastattelu
fr: Programmer un autre entretien de groupe
lv: Ieplānojiet vēl vienu grupas interviju
nb: Avtal et nytt gruppeintervju
nl: Plan nog een groepsinterview
pl: Zaplanuj kolejną rozmowę grupową
sv: Boka en ny gruppintervju

source: Reschedule group interview
da: Udsæt gruppeinterviewet
de: Gruppenbewerbungsgespräch neu planen
et: Muuda grupivestluse aega
fi: Siirrä ryhmähaastattelu
fr: Reprogrammer l'entretien de groupe
lv: Pārplānot grupas interviju
nb: Flytt gruppeintervju
nl: Verzet groepsinterview
pl: Zmień termin rozmowy grupowej
sv: Omboka gruppintervju

source: Select the new interview time slots for the applicant.
da: Vælg de nye interviewtidspunkter for ansøgeren.
de: Wählen Sie die neuen Bewerbungsgesprächszeitfenster für den Bewerber.
et: Vali kandidaadi jaoks uued vestluse ajad.
fi: Valitse hakijalle uudet haastatteluajat
fr: Sélectionnez les nouveaux créneaux horaires d'entretien pour le candidat.
lv: Izvēlieties kandidātam jaunus intervijas laikus.
nb: Velg de nye intervjutidslukene for søkeren.
nl: Selecteer de nieuwe interviewtijdsloten voor de sollicitant.
pl: Wybierz nowe terminy rozmowy dla kandydata.
sv: Välj de nya intervjutiderna för kandidaten

source: You do not have permission to cancel group interview
da: Du har ikke tilladelse til at aflyse gruppeinterviewet
de: Sie haben nicht die Befugnis Gruppenbewerbungsgespräche abzusagen
et: Sul ei ole õigust grupivestlust tühistada
fi: Sinulla ei ole oikeutta perua ryhmähaastattelua
fr: Vous n'avez pas la permission d'annuler l'entretien de groupe
lv: Jums nav atļaujas atcelt grupas interviju
nb: Du har ikke tillatelse til å avlyse gruppeintervju
nl: U heeft geen toestemming om het groepsinterview te annuleren
pl: Nie masz uprawnień do anulowania rozmowy grupowej
sv: Du har inte behörighet att avboka gruppintervjun

source: You do not have permission to cancel scheduled group interview
da: Du har ikke tilladelse til at aflyse et planlagt gruppeinterview
de: Sie haben nicht die Befugnis geplante Gruppenbewerbungsgespräche abzusagen
et: Sul ei ole õigust planeeritud grupivestlust tühistada
fi: Sinulla ei ole oikeutta perua varattua ryhmähaastattelua
fr: Vous n'avez pas la permission d'annuler l'entretien de groupe prévu
lv: Jums nav atļaujas atcelt plānotu grupas interviju
nb: Du har ikke tillatelse til å avlyse avtalt gruppeintervju
nl: U heeft geen toestemming om het geplande groepsinterview te annuleren
pl: Nie masz uprawnień do anulowania zaplanowanej rozmowy grupowej
sv: Du har inte behörighet att avboka bokade gruppintervjuer

source: You do not have permission to cancel confirmed group interview
da: Du har ikke tilladelse til at aflyse et bekræftet gruppeinterview
de: Sie haben nicht die Befugnis bestätigte Gruppenbewerbungsgespräche abzusagen
et: Sul ei ole õigust kinnitatud grupivestlust tühistada
fi: Sinulla ei ole oikeutta perua vahvistettua ryhmähaastattelua
fr: Vous n'avez pas la permission d'annuler l'entretien de groupe confirmé
lv: Jums nav atļaujas atcelt apstiprinātu grupas interviju
nb: Du har ikke tillatelse til å avlyse bekreftet gruppeintervju
nl: U heeft geen toestemming om het bevestigde groepsinterview te annuleren
pl: Nie masz uprawnień do anulowania potwierdzonej rozmowy grupowej
sv: Du har inte behörighet att avboka en bekräftad gruppintervju

source: Group interview
da: Gruppeinterview
de: Gruppenbewerbungsgespräch
et: Grupivestlus
fi: Ryhmähaastattelu
fr: Entretien de groupe
lv: Grupas intervija
nb: Gruppeintervju
nl: Groepsinterview
pl: Rozmowa grupowa
sv: Gruppintervju

source: Interview cancelled successfully
da: Interview aflyst med succes
de: Bewerbungsgespräch erfolgreich abgesagt
et: Vestluse tühistamine õnnestus
fi: Haastattelu peruttu onnistuneesti
fr: Entretien annulé avec succès
lv: Intervija veiksmīgi atcelta
nb: Intervju er avlyst
nl: Interview succesvol geannuleerd
pl: Rozmowa została pomyślnie anulowana
sv: Intervjun har avbokats

source: Invitation email already sent
da: Invitations-e-mail er allerede sendt
de: Einladungsemail bereits gesendet
et: Kutse on juba saadetud
fi: Haastattelukutsu on lähetetty
fr: E-mail d'invitation déjà envoyé
lv: Uzaicinājuma e-pasta vēstule jau ir nosūtīta
nb: E-post med invitasjon er allerede sendt
nl: Uitnodigingsmail is al verzonden
pl: E-mail z zaproszeniem został już wysłany
sv: Inbjudan till intervju har redan skickats

source: Online interview invitation email already sent
da: E-mail med invitation til onlineinterview er allerede sendt
de: Online-Bewerbungsgesprächsemail bereits gesendet
et: Veebivestluse kutse on juba saadetud
fi: Online -haastattelukutsu on lähetetty
fr: E-mail d'invitation à l'entretien en ligne déjà envoyé
lv: Tiešsaistes intervijas uzaicinājuma e-pasta vēstule jau ir nosūtīta
nb: E-post med invitasjon til intervju på nett er allerede sendt
nl: Uitnodigingsmail voor online interview is al verzonden
pl: E-mail z zaproszeniem na rozmowę online został już wysłany
sv: Inbjudan till online-intervju har redan skickats

source: Interview has already been held
da: Interviewet har allerede været afholdt
de: Bewerbungsgespräch hat bereits stattgefunden
et: Vestlus on juba toimunud
fi: Haastattelu on jo pidetty
fr: L'entretien a déjà eu lieu
lv: Intervija jau ir notikusi
nb: Intervju er allerede avholdt
nl: Interview is al gehouden
pl: Rozmowa została już przeprowadzona
sv: Intervjun har redan genomförts

source: No available slots left
da: Ingen ledige tider tilbage
de: Keine verfügbaren Termine mehr
et: Vabu aegu pole
fi: Tarjotut ajat ovat jo vanhentuneet
fr: Plus de créneaux disponibles
lv: Nav pieejamu brīvu vietu
nb: Ingen ledige plasser igjen
nl: Geen beschikbare slots meer over
pl: Brak dostępnych miejsc
sv: De erbjudna tiderna har gått ut

source: Successful
da: Succesfuld
de: Erfolgreich
et: Õnnestus
fi: Onnistui
fr: Réussi
lv: Veiksmīgi
nb: Utført
nl: Succesvol
pl: Pomyślnie
sv: Lyckad

source: Successfully moved to new
da: Succesfuld flytning til ny
de: Erfolgreich zu neu verschoben
et: Liigutamine etappi „uus“ õnnestus
fi: Siirretty onnistuneesti statukseen "Uusi"
fr: Déplacé avec succès vers nouveau
lv: Veiksmīgi pārvietots uz jaunu
nb: Flyttet til ny
nl: Succesvol verplaatst naar nieuw
pl: Pomyślnie przeniesiono do nowego
sv: Flyttade till ny med lyckat resultat

source: Applications copied successfully
da: Programmer kopieret med succes
de: Bewerbungen erfolgreich kopiert
et: Avalduste kopeerimine õnnestus
fi: Hakemusten kopiointi onnistui
fr: Candidatures copiées avec succès
lv: Pieteikumi veiksmīgi nokopēti
nb: Søknader er kopiert
nl: Sollicitaties succesvol gekopieerd
pl: Aplikacje zostały pomyślnie skopiowane
sv: Ansökningarna flyttade med lyckat resultat

source: Request for additional information
da: Anmodning om yderligere oplysninger
de: Zusätzliche Informationen anfordern
et: Lisainfopäring
fi: Palkkauksen lisätietolomake
fr: Demande d'informations supplémentaires
lv: Pieprasīt papildu informāciju
nb: Forespørsel om ytterligere informasjon
nl: Verzoek om aanvullende informatie
pl: Prośba o dodatkowe informacje
sv: Begäran om ytterligare information

source: Additional info cannot be requested
da: Der kan ikke anmodes om yderligere oplysninger
de: Zusätzliche Informationen können nicht angefordert werden
et: Lisainfot ei saa taotleda
fi: Lisätietoja ei voida pyytää
fr: Informations supplémentaires ne peuvent pas être demandées
lv: Papildu informāciju nevar pieprasīt
nb: Det er ikke mulig å be om ytterligere informasjon
nl: Aanvullende informatie kan niet worden opgevraagd
pl: Nie można poprosić o dodatkowe informacje
sv: Tilläggsinformation kan inte begäras

source: No additional information form registered
da: Ingen formular med yderligere oplysninger registreret
de: Kein zusätzliches Informationsformular registriert
et: Lisainfovormi ei registreeritud
fi: Lisätietolomaketta ei ole rekisteröity
fr: Aucun formulaire d'informations supplémentaires enregistré
lv: Nav reģistrēta papildu informācijas veidlapa
nb: Ingen skjema for tilleggsinformasjon registrert
nl: Geen formulier voor aanvullende informatie geregistreerd
pl: Nie zarejestrowano formularza dodatkowych informacji
sv: Inget tilläggsinformationsformulär registrerat
