Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Please make sure that you have selected the right talents and then select an action.
da: Sørg for, at du har valgt de rigtige talenter, og vælg derefter en handling.
de: Bitte vergewissern Sie sich, dass Sie die richtigen Talente ausgewählt haben, wählen Sie dann eine Aktion.
et: Veendu, et oleksid valinud õiged talendid, ja vali siis toiming.
fi: Varmista, että olet valinnut oikeat talentit. Sen jälkeen valitse toiminto.
fr: Veuillez vous assurer que vous avez sélectionné les bons talents, puis sélectionnez une action.
lv: Pārliecinieties, vai esat izvēlējies pareizos talantus, un pēc tam izvēlieties darbību.
nb: Kontroller at du har valgt riktig talent, og velg deretter en handling.
nl: Zorg ervoor dat u de juiste talenten hebt geselecteerd en selecteer vervolgens een actie.
pl: Upewnij się, że wybrałeś właściwe talenty, a następnie wybierz działanie.
sv: Se till att du valt rätt talanger och välj sedan åtgärd.

source: Please make sure that you have selected the right talents and then click "Continue".
da: Sørg for, at du har valgt de rigtige talenter, og klik derefter på "Fortsæt".
de: Bitte vergewissern Sie sich, dass Sie die richtigen Talente ausgewählt haben, klicken Sie dann auf "Weiter".
et: Veendu, et oleksid valinud õiged talendid, ja klõpsa siis nuppu „Jätka“.
fi: Varmista, että olet valinnut oikeat talentit. Sen jälkeen paina "Jatka".
fr: Veuillez vous assurer que vous avez sélectionné les bons talents, puis cliquez sur "Continuer".
lv: Pārliecinieties, vai esat izvēlējies pareizos talantus, un pēc tam noklikšķiniet uz “Turpināt”.
nb: Kontroller at du har valgt riktig talent, og klikk deretter på "Fortsett".
nl: Zorg ervoor dat u de juiste talenten hebt geselecteerd en klik vervolgens op "Doorgaan".
pl: Upewnij się, że wybrałeś odpowiednich kandydatów, a następnie kliknij "Kontynuuj".
sv: Se till att du valt rätt talanger och klicka sedan på "Fortsätt".

source: Please make sure that you have selected the right groups and then select an action.
da: Sørg for, at du har valgt de rigtige grupper, og vælg derefter en handling.
de: Bitte vergewissern Sie sich, dass Sie die richtigen Gruppen ausgewählt haben, und wählen Sie dann eine Aktion.
et: Veendu, et oleksid valinud õiged grupid, ja vali siis toiming.
fi: Varmista, että olet valinnut oikeat ryhmät. Sen jälkeen valitse toiminto.
fr: Veuillez vous assurer que vous avez sélectionné les bons groupes, puis sélectionnez une action.
lv: Pārliecinieties, vai esat izvēlējies pareizās grupas, un pēc tam izvēlieties darbību.
nb: Kontroller at du har valgt de riktige gruppene, og velg deretter en handling.
nl: Zorg ervoor dat u de juiste groepen hebt geselecteerd en selecteer vervolgens een actie.
pl: Upewnij się, że wybrałeś odpowiednie grupy, a następnie wybierz akcję.
sv: Se till att du har valt rätt grupper och välj sedan en åtgärd.

source: Please make sure that you have selected the right groups and then click "Continue".
da: Sørg for, at du har valgt de rigtige grupper, og klik derefter på "Fortsæt".
de: Bitte vergewissern Sie sich, dass Sie die richtigen Gruppen ausgewählt haben, und klicken Sie dann auf "Weiter".
et: Veendu, et oleksid valinud õiged grupid, ja klõpsa siis nuppu „Jätka“.
fi: Varmista, että olet valinnut oikeat ryhmät. Sen jälkeen paina "Jatka".
fr: Veuillez vous assurer que vous avez sélectionné les bons groupes, puis cliquez sur "Continuer".
lv: Pārliecinieties, vai esat izvēlējies pareizās grupas, un pēc tam noklikšķiniet uz opcijas “Turpināt”.
nb: Kontroller at du har valgt de riktige gruppene, og klikk deretter på "Fortsett".
nl: Zorg ervoor dat u de juiste groepen hebt geselecteerd en klik vervolgens op "Doorgaan".
pl: Upewnij się, że wybrałeś odpowiednie grupy, a następnie kliknij "Kontynuuj".
sv: Se till att du har valt rätt grupper och välj sedan en "Fortsätt".

source: Action
da: Handling
de: Aktionen
et: Toiming
fi: Toiminto
lv: Darbība
nb: Handling
nl: Actie
pl: Akcja
sv: Åtgärd

source: Select slots
da: Vælg pladser
de: Slots auswählen
et: Vali ajad
fi: Valitse haastattelut
fr: Sélectionnez les créneaux
lv: Izvēlieties laikus
nb: Velg tidsluker
nl: Selecteer tijdsloten
pl: Wybierz terminy
sv: Välj intervjutider

source: Choose all free times:
da: Vælg alle ledige tider:
de: Alle freien Zeiten auswählen:
et: Vali kõik vabad ajad:
fi: Valitse kaikki vapaat ajat:
fr: Choisissez tous les créneaux libres:
lv: Izvēlieties visus brīvos laikus:
nb: Velg alle ledige tider:
nl: Kies alle vrije tijden:
pl: Wybierz wszystkie wolne terminy:
sv: Välj alla lediga tider:

source: New event
et: Uus sündmus
fi: Uusi tapahtuma
sv: Ny händelse

source: Duration
da: Varighed
de: Dauer
et: Kestus
fi: Kesto
fr: Durée
lv: Ilgums
nb: Varighet
nl: Duur
pl: Czas trwania
sv: Längd

source: Purpose
da: Formål
de: Art
et: Eesmärk
fi: Tarkoitus
fr: Objectif
lv: Mērķis
nb: Formål
nl: Doel
pl: Cel
sv: Syfte

source: Number of consecutive times
da: Antal gange i træk
de: Anzahl der aufeinanderfolgenden Slots
et: Kordumiste arv
fi: Peräkkäisten aikojen määrä
fr: Nombre de fois consécutives
lv: Reize pēc kārtas
nb: Antall påfølgende ganger
nl: Aantal opeenvolgende keren
pl: Liczba kolejnych terminów
sv: Antal på varandra följande tider

source: Interval between, minutes
da: Interval mellem, minutter
de: Pause dazwischen in Minuten
et: Ajavahemik kahe korra vahel minutites
fi: Väliaika minutteina
fr: Intervalle entre, minutes
lv: Starpbrīdis, minūtes
nb: Intervall mellom, minutter
nl: Interval tussen, minuten
pl: Przerwa między terminami (minuty)
sv: Intervall mellan, minuter

source: Repeat
da: Gentag
de: Wiederholen
et: Korda
fi: Toista
fr: Répéter
lv: Atkārtot
nb: Gjenta
nl: Herhalen
pl: Powtórz
sv: Upprepa

source: Last date to repeat
da: Sidste dato for gentagelse
de: Letztes Datum zur Wiederholung
et: Viimane kordamise kuupäev
fi: Viimeinen päivä, jona toistetaan
fr: Dernière date de répétition
lv: Pēdējais datums, ko atkārtot
nb: Siste dato for å gjenta
nl: Laatste datum om te herhalen
pl: Ostatnia data powtórzenia
sv: Sista datum att upprepa

source: Please choose at least one day
da: Vælg venligst mindst én dag
de: Bitte wählen Sie mindestens einen Tag aus
et: Palun valige vähemalt üks päev
fi: Valitse vähintään yksi päivä
fr: Veuillez choisir au moins un jour
lv: Lūdzu, izvēlieties vismaz vienu dienu
nb: Velg minst én dag
nl: Kies ten minste één dag
pl: Wybierz co najmniej jeden dzień
sv: Välj minst en dag

source: Selected slots
da: Udvalgte pladser
de: Ausgewählte Slots
et: Valitud ajad
fi: Valitut ajat
fr: Créneaux sélectionnés
lv: Izvēlētie laiki
nb: Valgte tidsluker
nl: Geselecteerde tijdsloten
pl: Wybrane terminy
sv: Valda tider

source: candidate is still selected.
da: kandidaten er stadig valgt.
de: Kandidat ist noch ausgewählt.
et: kandidaat on ikka veel valitud.
fi: hakija on yhä valittuna.
fr: candidat est toujours sélectionné.
lv: kandidāts joprojām ir izvēlēts.
nb: kandidaten er fortsatt valgt.
nl: kandidaat is nog steeds geselecteerd.
pl: kandydat jest nadal wybrany.
sv: kandidaten är fortfarande vald.

source: candidates are still selected.
da: kandidater bliver stadig udvalgt.
de: Kandidaten sind noch ausgewählt.
et: kandidaati on ikka veel valitud.
fi: hakijaa on yhä valittuna.
fr: candidats sont toujours sélectionnés.
lv: kandidāti joprojām ir izvēlēti.
nb: kandidater blir fortsatt valgt.
nl: kandidaten zijn nog steeds geselecteerd.
pl: kandydaci są nadal wybrani.
sv: kandidater är fortfarande valda.

source: Do you want to clear or keep the selection?
da: Vil du slette eller beholde udvalget?
de: Möchten Sie die Auswahl aufheben oder behalten?
et: Kas soovid valiku tühistada või kinnitada?
fi: Haluatko tyhjentää vai säilyttää valinnat?
fr: Voulez-vous effacer ou conserver la sélection ?
lv: Vai vēlaties notīrīt vai saglabāt izvēli?
nb: Vil du fjerne eller beholde valget?
nl: Wilt u de selectie wissen of behouden?
pl: Czy chcesz wyczyścić czy zachować wybór?
sv: Vill du tömma eller spara dina val?

source: Keep selection
da: Behold udvalget
de: Auswahl behalten
et: Kinnita valik
fi: Säilytä valinnat
fr: Conserver la sélection
lv: Saglabāt izvēli
nb: Behold valget
nl: Selectie behouden
pl: Zachowaj wybór
sv: Spara valen

source: Show failed applications ({})
da: Vis mislykkede ansøgninger ({})
de: Fehlgeschlagene Bewerbungen anzeigen ({})
et: Kuva sobimatud avaldused ({})
fi: Näytä epäonnistuneet hakemukset ({})
fr: Afficher les candidatures rejetées ({})
lv: Rādīt neizdevušos pieteikumus ({})
nb: Vis mislykkede søknader ({})
nl: Toon mislukte sollicitaties ({})
pl: Pokaż odrzucone aplikacje ({})
sv: Visa misslyckade ansökningar ({})

source: Show failed talents ({})
da: Vis mislykkede talenter ({})
de: Fehlgeschlagene Talente anzeigen ({})
et: Kuva sobimatud talendid ({})
fi: Näytä epäonnistuneet talentit ({})
fr: Afficher les talents rejetés ({})
lv: Rādīt neizdevušos talantus ({})
nb: Vis mislykkede talenter ({})
nl: Toon mislukte talenten ({})
pl: Pokaż odrzuconych kandydatów ({})
sv: Visa misslyckade medlemmar ({})

source: Show failed groups ({})
da: Vis mislykkede grupper ({})
de: Fehlgeschlagene Gruppen anzeigen ({})
et: Kuva sobimatud grupid ({})
fi: Näytä hylätyt ryhmät ({})
fr: Afficher les groupes rejetés ({})
lv: Rādīt neizdevušās grupas ({})
nb: Vis mislykkede grupper ({})
nl: Toon mislukte groepen ({})
pl: Pokaż odrzucone grupy ({})
sv: Visa misslyckade grupper ({})

source: Clear selection
da: Ryd udvalget
de: Auswahl aufheben
et: Tühista valik
fi: Tyhjennä valinnat
fr: Effacer la sélection
lv: Notīrīt izvēli
nb: Fjern valg
nl: Selectie wissen
pl: Wyczyść wybór
sv: Töm valen

source: Crop the image by moving and/or resizing the box. You can zoom by using your touchpad or mouse wheel.
da: Beskær billedet ved at flytte og/eller ændre størrelsen på boksen. Du kan zoome ved at bruge din touchpad eller musehjulet.
de: Schneiden Sie das Bild zu, indem Sie den Rahmen verschieben und/oder seine Größe ändern. Sie können per Touchpad oder Mausrad zoomen.
et: Pildi kärpimiseks liiguta kasti ja/või muuda selle suurust. Suurendamiseks ja vähendamiseks kasuta puuteplaati või hiirerullikut.
fi: Rajaa kuvaa siirtämällä ja/tai muuttamalla laatikon kokoa. Voit laajentaa kuvaa käyttämällä tasohiirtä tai hiiren rullaa.
fr: Recadrez l'image en déplaçant et/ou en redimensionnant la boîte. Vous pouvez zoomer en utilisant votre pavé tactile ou la molette de la souris.
lv: Apgrieziet attēlu, pārvietojot un/vai mainot lodziņa lielumu. Tālummaiņu var veikt, izmantojot skārienpaliktni vai peles ritenīti.
nb: Beskjær bildet ved å flytte og/eller endre størrelsen på boksen. Du kan zoome ved å bruke styreplaten eller musehjulet.
nl: Snijd de afbeelding bij door het vak te verplaatsen en/of het formaat te wijzigen. U kunt in- en uitzoomen met uw touchpad of muiswiel.
pl: Przytnij obraz, przesuwając i/lub zmieniając rozmiar pola. Możesz powiększyć za pomocą touchpada lub kółka myszy.
sv: Beskär bilden genom att flytta på och/eller ändra lådans storlek. Använd zoomen med din pekplatta eller musens hjul.

source: Rotate
da: Roter
de: Drehen
et: Pööra
fi: Kierrä
fr: Pivoter
lv: Pagriezt
nb: Roter
nl: Draaien
pl: Obróć
sv: Rotera

source: Zoom in
da: Zoom ind
de: Vergrößern
et: Suurenda
fi: Lähennä
fr: Zoom avant
lv: Tuvināt
nb: Zoom inn
nl: Inzoomen
pl: Powiększ
sv: Zooma in

source: Zoom out
da: Zoom ud
de: Verkleinern
et: Vähenda
fi: Loitonna
fr: Zoom arrière
lv: Tālināt
nb: Zoom ut
nl: Uitzoomen
pl: Pomniejsz
sv: Zooma ut

source: Aspect ratio
da: Billedformat
de: Seitenverhältnis
et: Küljesuhe
fi: Kuvasuhde
fr: Ratio d'aspect
lv: Malu attiecība
nb: Størrelsesforhold
nl: Aspectverhouding
pl: Proporcje
sv: Bildförhållande

source: Set image
da: Indstil billede
de: Bild auswählen
et: Määra pilt
fi: Aseta otsikkokuva
fr: Définir l'image
lv: Iestatīt attēlu
nb: Angi bilde
nl: Afbeelding instellen
pl: Ustaw obraz
sv: Välj huvudbild

source: Create a new position
da: Opret en ny stilling
de: Neue Stelle erstellen
et: Loo uus ametikoht
fi: Luo uusi työpaikkailmoitus
fr: Créer un nouveau poste
lv: Izveidot jaunu vakanci
nb: Opprett en ny stilling
nl: Maak een nieuwe positie
pl: Utwórz nowe stanowisko
sv: Skapa en ny position

source: Would you like to use an existing template or start with a blank job ad from scratch?
da: Vil du bruge en eksisterende skabelon eller starte med en tom jobannonce fra bunden?
de: Möchten Sie mit einer Vorlage arbeiten oder mit einer leeren Stellenanzeige beginnen?
et: Kas soovid kasutada olemasolevat vormi või hakata täitma tühja töökuulutust?
fi: Haluatko käyttää olemassa olevaa mallia tai aloittaa tyhjästä?
fr: Souhaitez-vous utiliser un modèle existant ou commencer avec une annonce d'emploi vierge ?
lv: Vai vēlaties izmantot esošo paraugu vai arī sākt ar pavisam tukšu darba sludinājumu?
nb: Vil du bruke en eksisterende mal eller starte med en tom jobbannonse fra bunnen av?
nl: Wilt u een bestaande sjabloon gebruiken of vanaf nul beginnen met een blanco vacature?
pl: Czy chcesz użyć istniejącego szablonu czy zacząć od pustego ogłoszenia o pracę?
sv: Vill du använda en mall eller skapa en helt ny position?

source: Use a template
da: Brug en skabelon
de: Vorlage nutzen
et: Kasuta vormi
fi: Käytä mallia
fr: Utiliser un modèle
lv: Izmantot paraugu
nb: Bruke en mal
nl: Gebruik een sjabloon
pl: Użyj szablonu
sv: Använd en mall

source: Blank job ad
da: Tom jobannonce
de: Leere Stellenanzeige
et: Tühi töökuulutus
fi: Tyhjä työpaikkailmoitus
fr: Annonce d'emploi vierge
lv: Tukšs darba sludinājums
nb: Tom jobbannonse
nl: Blanco vacature
pl: Puste ogłoszenie o pracę
sv: Helt ny position

source: Select template
da: Vælg skabelon
de: Vorlage auswählen
et: Vali vorm
fi: Valitse malli
fr: Sélectionner un modèle
lv: Izvēlieties paraugu
nb: Velg mal
nl: Selecteer sjabloon
pl: Wybierz szablon
sv: Välj mall

source: Please click on a template from the list to create a job ad:
da: Klik på en skabelon fra listen for at oprette en jobannonce:
de: Bitte auf eine Vorlage aus der Liste klicken um eine Stellenanzeige zu erstellen:
et: Vali töökuulutuse loomiseks loendist vorm:
fi: Luo työpaikkailmoitus napsauttamalla mallia luettelosta:
fr: Veuillez cliquer sur un modèle dans la liste pour créer une annonce d'emploi :
lv: Lai izveidotu darba sludinājumu, noklikšķiniet uz parauga sarakstā:
nb: Klikk på en mal fra listen for å opprette en jobbannonse:
nl: Klik op een sjabloon uit de lijst om een vacature te maken:
pl: Kliknij szablon z listy, aby utworzyć ogłoszenie o pracę:
sv: Välj en mal från listan för att skapa en ny position:

source: Template name
da: Skabelonnavn
de: Vorlagenname
et: Vormi nimi
fi: Mallin nimi
fr: Nom du modèle
lv: Parauga nosaukums
nb: Navn på mal
nl: Sjabloonnaam
pl: Nazwa szablonu
sv: Namn på mall

source: Create job ad without template
da: Opret jobannonce uden skabelon
de: Stellenanzeige ohne Vorlage erstellen
et: Loo töökuulutus ilma vormita
fi: Luo työpaikkailmoitus mallia käyttämättä
fr: Créer une annonce d'emploi sans modèle
lv: Izveidot darba sludinājumu bez parauga
nb: Opprette jobbannonse uten mal
nl: Vacature maken zonder sjabloon
pl: Utwórz ogłoszenie o pracę bez szablonu
sv: Skapa position untan mall

source: Add to active recruitment
da: Tilføj til aktiv rekruttering
de: Zu aktivem Bewerbungsverfahren hinzufügen
et: Lisa aktiivsesse värbamisse
fi: Lisää aktiiviseen rekrytointiprosessiin
fr: Ajouter au recrutement actif
lv: Pievienot aktīvai atlasei
nb: Legge til i aktiv rekruttering
nl: Toevoegen aan actieve werving
pl: Dodaj do aktywnej rekrutacji
sv: Lägg till i aktiv rekrytering

source: Select the fields for export
da: Vælg felter til eksport
de: Wählen Sie die Felder für den Export aus
et: Valige eksporditavad väljad
fi: Valitse vietävät kentät
fr: Sélectionnez les champs à exporter
lv: Atlasiet laukus eksportēšanai
nb: Velg feltene for eksport
nl: Selecteer de velden voor export
pl: Wybierz pola do eksportu
sv: Välj de fält som ska exporteras

source: Export to PDF
da: Eksporter til PDF
de: Zu PDF exportieren
et: Ekspordi PDF-iks
fi: Vie PDF-muotoon
fr: Exporter au format PDF
lv: Eksportēt uz PDF
nb: Eksporter til PDF
nl: Exporteren naar PDF
pl: Eksportuj do PDF
sv: Exportera till PDF

source: Export to Excel
da: Eksporter til Excel
de: Nach Excel exportieren
et: Ekspordi Excelisse
fi: Vie Excel-tiedostoon
fr: Exporter vers Excel
lv: Eksportēt uz Excel
nb: Eksporter til Excel
nl: Exporteren naar Excel
pl: Eksportuj do Excel
sv: Exportera till Excel

source: Please choose at least one field
da: Vælg venligst mindst ét felt
de: Bitte wählen Sie mindestens ein Feld
et: Palun valige vähemalt üks väli
fi: Valitse vähintää yksi kenttä
fr: Veuillez choisir au moins un champ
lv: Lūdzu, izvēlieties vismaz vienu lauku
nb: Velg minst ett felt
nl: Kies ten minste één veld
pl: Wybierz co najmniej jedno pole
sv: Vänligen välj minst ett fält

source: Include extra questions
da: Inkluder ekstra spørgsmål
de: Zusätzliche Fragen einbeziehen
et: Kaasa lisaküsimused
fi: Sisällytä lisäkysymykset
fr: Inclure des questions supplémentaires
lv: Iekļaut papildu jautājumus
nb: Inkluder ekstra spørsmål
nl: Extra vragen opnemen
pl: Dołącz dodatkowe pytania
sv: Inkludera tilläggsfrågor

source: Profile
da: Profil
de: Profil
et: Profiil
fi: Profiili
fr: Profil
lv: Profils
nb: Profil
nl: Profiel
pl: Profil
sv: Profil

source: Export
da: Eksporter
de: Exportieren
et: Ekspordi
fi: Vie
fr: Exporter
lv: Eksportēt
nb: Eksporter
nl: Exporteren
pl: Eksportuj
sv: Exportera

source: Select Columns
da: Vælg kolonner
de: Spalten auswählen
et: Vali veerud
fi: Valitse sarakkeet
fr: Sélectionner les colonnes
lv: Atlasīt kolonnas
nb: Velg kolonner
nl: Kolommen selecteren
pl: Wybierz kolumny
sv: Välj kolumner

source: Include notes
da: Medtag noter
de: Notizen inkludieren
et: Kaasa märkmed
fi: Sisällytä muistiinpanot
fr: Inclure les notes
lv: Iekļaut piezīmes
nb: Inkluder merknader
nl: Notities opnemen
pl: Dołącz notatki
sv: Inkludera anteckningar

source: Include consent
da: Inkluder samtykke
de: Einverständniserklärung inkludieren
et: Kaasa nõusolek
fi: Sisällytä suostumukset
fr: Inclure le consentement
lv: Iekļaut piekrišanu
nb: Inkluder samtykke
nl: Toestemming opnemen
pl: Dołącz zgodę
sv: Inkludera samtycken

source: Change step to (click to select)
da: Skift trin til (klik for at vælge)
de: Schritt ändern zu (zum Auswählen klicken)
et: Muuda etappi (klõpsa, et valida)
fi: Siirrä uuteen vaiheeseen (klikkaa kohdevaihetta)
fr: Changer l'étape en (cliquer pour sélectionner)
lv: Mainīt posmu uz (noklikšķiniet, lai izvēlētos)
nb: Endre trinn til (klikk for å velge)
nl: Verander stap naar (klik om te selecteren)
pl: Zmień krok na (kliknij, aby wybrać)
sv: Flytta till nytt steg (klicka för att välja)

source: Select calendar
et: Vali kalender
fi: Valitse kalenteri
sv: Välj kalender

source: My calendar
et: Minu kalender
fi: Oma kalenteri
sv: Min kalender

source: Edit event
et: Muuda sündmust
fi: Muokkaa tapahtumaa
sv: Redigera evenemang

source: Import external calendar
da: Importer ekstern kalender
de: Externen Kalender importieren
et: Impordi väline kalender
fi: Tuo ulkoinen kalenteri
fr: Importer un calendrier externe
lv: Importēt ārējo kalendāru
nb: Importer ekstern kalender
nl: Externe agenda importeren
pl: Importuj kalendarz zewnętrzny
sv: Importera extern kalender

source: Share your calendar with an iCal (.ics) link and enter the link here for events to be shown as "Busy" in the TalentAdore calendar.
da: Del din kalender med et iCal-link (.ics), og indtast linket her, så begivenhederne vises som "Busy" i TalentAdore-kalenderen.
de: Teilen Sie Ihren Kalender mit einem iCal (.ics) Link und geben Sie den Link hier ein, damit Veranstaltungen im TalentAdore Kalender als "Beschäftigt" angezeigt werden.
et: Jaga oma kalendrit iCal (.ics) lingina ja sisesta link siia, et märkida sündmuste toimumise ajad TalentAdore’is hõivatuna.
fi: Jaa kalenterisi iCal (.ics) -linkillä ja lisää linkki alla olevaan kenttään. Ulkoisen kalenterin tapahtumat näytetään "Varattu"-nimellä TalentAdoren kalenterissa.
fr: Partagez votre calendrier avec un lien iCal (.ics) et entrez le lien ici pour que les événements soient affichés comme "Occupé" dans le calendrier TalentAdore.
lv: Kopīgojiet savu kalendāru ar iCal (.ics) saiti un ievadiet saiti šeit, lai TalentAdore kalendārā notikumi tiktu parādīti kā “Aizņemts”.
nb: Del kalenderen din med en iCal-lenke (.ics) og angi lenken her for at arrangementer skal vises som "Opptatt" i TalentAdore-kalenderen.
nl: Deel uw agenda met een iCal (.ics) link en voer de link hier in zodat afspraken als "Bezet" worden weergegeven in de TalentAdore agenda.
pl: Udostępnij swój kalendarz za pomocą linku iCal (.ics) i wprowadź link tutaj, aby wydarzenia były wyświetlane jako "Zajęte" w kalendarzu TalentAdore.
sv: Klistra in iCal (.ics) -länken från din kalender i fältet undertill, så visas händelserna i kalendern med statusen "Upptagen" i TalentAdores kalender.

source: Link to the calendar
da: Link til kalenderen
de: Link zum Kalendar
et: Kalendri link
fi: Linkki kalenteriin
fr: Lien vers le calendrier
lv: Saite uz kalendāru
nb: Lenke til kalenderen
nl: Link naar de agenda
pl: Link do kalendarza
sv: Länk till kalendern

source: Import
da: Importer
de: Importieren
et: Impordi
fi: Tuo
fr: Importer
lv: Importēt
nb: Importer
nl: Importeren
pl: Importuj
sv: Importera

source: Export calendar (iCal)
da: Eksporter kalender (iCal)
de: Kalender exportieren (iCal)
et: Ekspordi kalender (iCal)
fi: Vie kalenteri (iCal)
fr: Exporter le calendrier (iCal)
lv: Eksportēt kalendāru (iCal)
nb: Eksporter kalender (iCal)
nl: Agenda exporteren (iCal)
pl: Eksportuj kalendarz (iCal)
sv: Exportera kalender (iCal)

source: Copy the following address to access your calendar from other applications, which support the ical format.
da: Kopier følgende adresse for at få adgang til din kalender fra andre ansøgninger, der understøtter ical-formatet.
de: Kopieren Sie die folgende Adresse, um von anderen Anwendungen, die das iCal-Format unterstützen, auf Ihren Kalender zuzugreifen.
et: Kopeeri järgmine aadress, et pääseda oma kalendrile juurde teistes rakendustes, mis toetavad iCali vormingut.
fi: Kopioi seuraava osoite päästäksesi kalenteriisi sovelluksista, jotka tukevat iCal-formaattia.
fr: Copiez l'adresse suivante pour accéder à votre calendrier depuis d'autres applications qui prennent en charge le format ical.
lv: Lai piekļūtu kalendāram no citām lietotnēm, kas atbalsta ical formātu, kopējiet šo adresi.
nb: Kopier følgende adresse for å få tilgang til kalenderen fra andre søknader som støtter ical-formatet.
nl: Kopieer het volgende adres om toegang te krijgen tot uw agenda vanuit andere applicaties die het iCal-formaat ondersteunen.
pl: Skopiuj poniższy adres, aby uzyskać dostęp do swojego kalendarza z innych aplikacji, które obsługują format iCal.
sv: Kopiera följande adress för att få tillgång till din kalender från andra appar som stöder ical-formatet.

source: Interviewee
da: Interviewperson
de: Befragter
et: Intervjueeritav
fi: Haastateltava
fr: Personne interviewée
lv: Intervējamais
nb: Intervjuobjekt
nl: Geïnterviewde
pl: Osoba przeprowadzająca rozmowę
sv: Intervjuperson

source: Delete this time
da: Slet denne gang
de: Diese Zeit löschen
et: Kustuta see aeg
fi: Poista tämä aika
fr: Supprimer cette heure
lv: Dzēst šo laiku
nb: Slett denne gangen
nl: Deze tijd verwijderen
pl: Usuń ten czas
sv: Radera denna tid

source: Back to calendar
da: Tilbage til kalenderen
de: Zurück zum Kalender
et: Tagasi kalendri juurde
fi: Takaisin kalenteriin
fr: Retour au calendrier
lv: Atpakaļ uz kalendāru
nb: Tilbake til kalenderen
nl: Terug naar agenda
pl: Powrót do kalendarza
sv: Gå tillbaka till kalendern
