Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Archive position
da: Arkivér stilling
de: Position archivieren
et: Arhiveeri ametikoht
fi: Arkistoi työpaikka
fr: Archiver le poste
lv: Arhivēt amatu
nb: Arkiver stilling
nl: Archiveer positie
pl: Zarchiwizuj stanowisko
sv: Arkivera tjänst

source: Unarchive position
da: Fjern stilling fra arkiv
de: Position aus dem Archiv wiederherstellen
et: Arhiivist ametikoht
fi: Poista työpaikka arkistosta
fr: Désarchiver le poste
lv: Atarhivēt amatu
nb: Fjern stilling fra arkiv
nl: Dearchiveer positie
pl: Przywróć stanowisko z archiwum
sv: Avarkivera tjänst

source: Set a due date for finalizing this step. Candidates who remain in this step after the due date are labeled {label}.
da: Angiv en forfaldsdato for afslutningen af dette trin. Kandidater, der stadig er i dette trin efter forfaldsdatoen, får etiketten {label}.
de: Legen Sie ein Fälligkeitsdatum für den Abschluss dieses Schritts fest.Kandidaten, die nach dem Fälligkeitsdatum in diesem Schritt verbleiben, bekommen das Stichwort {label}.
et: Määra selle etapi lõpetamiseks tähtaeg. Pärast tähtaega järele jäänud kandidaatidele lisatakse silt {label}.
fi: Aseta tälle vaiheelle eräpäivä. Hakemukset, jotka ovat tässä vaiheessa eräpäivän jälkeen, näkyvät listauksessa nimikkeellä {label}.
fr: Définissez une date d'échéance pour finaliser cette étape. Les candidats qui restent à cette étape après la date d'échéance sont étiquetés {label}.
lv: Nosakiet datumu, līdz kuram šis posms ir jāpabeidz. Kandidāti, kuri paliek šajā posmā pēc termiņa beigām, tiek apzīmēti ar {label}.
nb: Angi en forfallsdato for å fullføre dette trinnet. Kandidater som forblir på dette trinnet etter forfallsdatoen, merkes med {label}.
nl: Stel een vervaldatum in voor het afronden van deze stap. Kandidaten die na de vervaldatum in deze stap blijven, krijgen het label {label}.
pl: Ustaw termin zakończenia tego kroku. Kandydaci, którzy pozostaną na tym etapie po terminie, zostaną oznaczeni jako {label}.
sv: Ställ in ett förfallodatumet för att slutföra detta steg. Kandidater som dröjer i detta steg längre än förfallodatumet markeras {label}.

source: Set a target lead time, which is the maximum number of days a candidate should remain in this step. Candidates who remain in this step longer than the set target lead time are labeled {label}.
da: Indstil et mål for gennemløbstid, som er det maksimale antal dage, en kandidat bør forblive i dette trin. Kandidater, der forbliver i dette trin længere end den indstillede måltid, mærkes {label}.
de: Legen Sie eine Zieldurchlaufzeit, welche vorgibt wie lange ein Kandidat in diesem Schritt verbleiben soll, für diesen Schritts fest.Kandidaten, die länger als die Zieldurchlaufzeit in diesem Schritt verbleiben, bekommen das Stichwort {label}.
et: Määra sihtaeg ehk periood, kui kaua võib kandidaat selles etapis olla. Kandidaatidele, kes veedavad selles etapis määratud sihtajast kauem aega, lisatakse silt {label}.
fi: Aseta tavoiteaika, eli enimmäisaika jonka hakemus saa olla tässä vaiheessa. Hakemukset, jotka ovat tässä vaiheessa asetettua tavoiteaikaa pidempään, näkyvät listauksessa nimikkeellä {label}.
fr: Définissez un délai cible, qui est le nombre maximum de jours qu'un candidat doit rester à cette étape. Les candidats qui restent à cette étape plus longtemps que le délai cible défini sont étiquetés {label}.
lv: Iestatiet mērķa izpildes laiku, kas ir maksimālais dienu skaits, cik kandidātam vajadzētu palikt šajā posmā. Kandidāti, kuri šajā posmā paliek ilgāk par noteikto mērķa izpildes laiku, tiek apzīmēti ar {label}.
nb: Angi et mål for ledetid, dvs. det maksimale antallet dager en kandidat bør være på dette trinnet. Kandidater som forblir på dette trinnet lenger enn den angitte ledetiden, merkes med {label}.
nl: Stel een streef doorlooptijd in, dit is het maximale aantal dagen dat een kandidaat in deze stap mag blijven. Kandidaten die langer in deze stap blijven dan de ingestelde streef doorlooptijd, krijgen het label {label}.
pl: Ustaw docelowy czas realizacji, który jest maksymalną liczbą dni, przez które kandydat powinien pozostać na tym etapie. Kandydaci, którzy pozostaną na tym etapie dłużej niż ustalony docelowy czas realizacji, zostaną oznaczeni jako {label}.
sv: Sätt en målsatt tid som är maximiantalet dagar som kandidaten får dröja i detta steg. Kandidater som dröjer längre än den målsatta tiden i detta steg markeras {label}.

source: Select a role
da: Vælg en rolle
de: Rolle auswählen
et: Vali roll
fi: Valitse rooli
fr: Sélectionnez un rôle
lv: Izvēlieties amatu
nb: Velg en rolle
nl: Selecteer een rol
pl: Wybierz rolę
sv: Välj en roll

source: Select a job
da: Vælg et job
de: Stelle auswählen
et: Vali ametikoht
fi: Valitse työ
fr: Sélectionnez un emploi
lv: Izvēlieties vakanci
nb: Velg en jobb
nl: Selecteer een functie
pl: Wybierz stanowisko
sv: Välj ett jobb

source: Select a privilege
da: Vælg en rettighed
de: Berechtigung auswählen
et: Vali õigus
fi: Valitse oikeus
fr: Sélectionnez un privilège
lv: Izvēlieties priekšrocību
nb: Velg en rettighet
nl: Selecteer een privilege
pl: Wybierz uprawnienie
sv: Välj en rättighet

source: Step actions
da: Trinvise handlinger
de: Schrittweise Aktionen
et: Etapitoimingud
fi: Vaiheen toiminnot
fr: Actions d'étape
lv: Posma darbības
nb: Trinnhandlinger
nl: Stap acties
pl: Akcje kroku
sv: Stegåtgärder

source: All roles
da: Alle roller
de: Alle Rollen
et: Kõik rollid
fi: Kaikki roolit
fr: Tous les rôles
lv: Visi amati
nb: Alle roller
nl: Alle rollen
pl: Wszystkie role
sv: Alla roller

source: Main user
da: Hovedbruger
de: Hauptbenutzer
et: Peakasutaja
fi: Pääkäyttäjä
fr: Utilisateur principal
lv: Galvenais lietotājs
nb: Hovedbruker
nl: Hoofdgebruiker
pl: Główny użytkownik
sv: Huvudanvändare

source: Roles in position
da: Roller i stillingen
de: Stellenbezogene Rollen
et: Ametikoha rollid
fi: Roolit työilmoituksessa
fr: Rôles dans le poste
lv: Amati vakancē
nb: Roller i stillingen
nl: Rollen in positie
pl: Role na stanowisku
sv: Roller i jobb

source: Show only collaborators
da: Vis kun samarbejdspartnere
de: Nur Kollaborateure anzeigen
et: Näita ainult kaasloojaid
fi: Näytä vain yhteiskäyttäjät
fr: Afficher uniquement les collaborateurs
lv: Rādīt tikai sadarbības kolēģus
nb: Bare vis samarbeidspartnere
nl: Toon alleen medewerkers
pl: Pokaż tylko współpracowników
sv: Visa endast samarbetare

source: You do not have permissions to perform selected action
da: Du har ikke tilladelse til at udføre den valgte handling
de: Sie sind nicht berechtigt, die ausgewählte Aktion auszuführen
et: Sul ei ole õigust teha valitud toimingut
fi: Sinulla ei ole lupaa valittuun toimintoon
fr: Vous n'avez pas les autorisations pour effectuer l'action sélectionnée
lv: Jums nav atļaujas veikt izvēlēto darbību
nb: Du har ikke tillatelse til å utføre den valgte handlingen
nl: U heeft geen toestemming om de geselecteerde actie uit te voeren
pl: Nie masz uprawnień do wykonania wybranej akcji
sv: Du har inte behörighet att utföra denna handling

source: Error occurred while changing step. Refresh the page and try again
da: Der opstod en fejl under skift af trin. Opdater siden, og prøv igen
de: Ändern des Schritts fehlgeschlagen. Laden Sie die Seite neu und versuchen Sie es erneut
et: Etapi muutmisel ilmnes tõrge. Värskenda lehte ja proovi uuesti
fi: Virhe vaihdettaessa vaihetta. Päivitä sivu ja yritä uudelleen
fr: Une erreur s'est produite lors du changement d'étape. Actualisez la page et réessayez
lv: Mainot posmu, radās kļūda. Atsvaidziniet lapu un mēģiniet vēlreiz
nb: Det oppsto en feil under endring av trinn. Oppdater siden og prøv igjen
nl: Er is een fout opgetreden bij het wijzigen van de stap. Vernieuw de pagina en probeer het opnieuw
pl: Wystąpił błąd podczas zmiany kroku. Odśwież stronę i spróbuj ponownie
sv: Ett fel uppstod när steget skulle ändras. Uppdatera sidan och försök igen

source: Send candidate feedback to mark the application as handled.
da: Send feedback til kandidaten for at markere ansøgningen som håndteret.
de: Feedback an den Kandidaten senden um die Bewerbung als bearbeitet zu markieren
et: Saada kandidaadile tagasisidet, et märkida avaldus käsitletuks.
fi: Lähetä hakijapalaute merkitäksesi hakemus käsitellyksi.
fr: Envoyez les commentaires du candidat pour marquer la candidature comme traitée.
lv: Nosūtīt kandidātam atsauksmes, lai pieteikumu atzīmētu kā apstrādātu.
nb: Send tilbakemelding til kandidaten for å markere søknaden som behandlet.
nl: Stuur feedback van de kandidaat om de sollicitatie als afgehandeld te markeren.
pl: Wyślij kandydatowi informację zwrotną, aby oznaczyć aplikację jako obsłużoną.
sv: Skicka feedback till kandidaten för att markera ansökan som hanterad.

source: Add your comments here
da: Tilføj dine kommentarer her
de: Fügen Sie ihre Kommentare hier hinzu
et: Lisa kommentaarid siia
fi: Kirjoita kommenttisi tähän
fr: Ajoutez vos commentaires ici
lv: Pievienojiet komentārus šeit
nb: Legg til kommentarene dine her
nl: Voeg hier uw opmerkingen toe
pl: Dodaj swoje komentarze tutaj
sv: Lägg till dina kommentarer här

source: Reported feedback
da: Rapporteret feedback
de: Feedback gemeldet
et: Teatatud tagasiside
fi: Palaute raportoitu
fr: Commentaires signalés
lv: Atsauksmes, par kurām ir ziņots
nb: Rapporterte tilbakemeldinger
nl: Gerapporteerde feedback
pl: Zgłoszona opinia
sv: Rapporterad feedback

source: Interview deadline
da: Deadline for interview
de: Frist für Bewerbungsgespräch
et: Vestluse tähtaeg
fi: Videohaastattelun eräpäivä
fr: Date limite d'entretien
lv: Intervijas termiņš
nb: Tidsfrist for intervju
nl: Deadline sollicitatiegesprek
pl: Termin rozmowy kwalifikacyjnej
sv: Videointervjuns förfallodag

source: Invitation is sent from invitations@recright.com. If the candidate replies to the invitation email, the response will be sent to {}.
da: Invitationen er sendt fra invitations@recright.com. Hvis kandidaten svarer på invitationsmailen, vil svaret blive sendt til {}.
de: Die Einladung wird von invitations@recright.com gesendet. Wenn der Kandidat auf die Einladungs-E-Mail antwortet, wird die Antwort an {} gesendet.
et: Kutse saadeti aadressilt invitations@recright.com. Kui kandidaat vastab kutset sisaldavale e-kirjale, saadetakse tema vastus aadressile {}.
fi: Kutsuviesti lähetetään osoitteesta invitations@recright.com. Mikäli hakija vastaa viestiin, vastaus lähetetään osoitteeseen {}.
fr: L'invitation est envoyée depuis invitations@recright.com. Si le candidat répond à l'e-mail d'invitation, la réponse sera envoyée à {}.
lv: Uzaicinājums tiek nosūtīts no invitations@recright.com. Ja kandidāts atbildēs uz uzaicinājuma e-pasta ziņojumu, atbilde tiks nosūtīta uz {}.
nb: Invitasjonen sendes fra invitations@recright.com. Hvis kandidaten svarer på invitasjonen, sendes svaret til {}.
nl: Uitnodiging wordt verzonden vanaf invitations@recright.com. Als de kandidaat reageert op de uitnodigingsmail, wordt het antwoord verzonden naar {}.
pl: Zaproszenie jest wysyłane z adresu invitations@recright.com. Jeśli kandydat odpowie na e-mail z zaproszeniem, odpowiedź zostanie wysłana na adres {}.
sv: Inbjudan till intervjun skickas från adressen invitations@recright.com. Om kandidaten svarar på emailet, förmedlas svaret till adressen {}.

source: Interview duedate
da: Forfaldsdato for interview
de: Fälligkeitsdatum des Interviews
et: Intervjuu tähtaeg
fi: Haastattelun määräpäivä
fr: Date limite de l'entretien
lv: Intervijas izpildes datums
nb: Frist for intervju
nl: Vervaldatum interview
pl: Termin rozmowy kwalifikacyjnej
sv: Intervjuns deadline

source: Group interview slots
da: Gruppesamtaler
de: Gruppenbewerbungsgesprächs-Slots
et: Grupivestluse ajad
fi: Ryhmähaastatteluajat
fr: Créneaux d'entretien de groupe
lv: Grupas intervijas laiki
nb: Tidsluker for gruppeintervju
nl: Groepsinterviewslots
pl: Terminy rozmów grupowych
sv: Gruppintervjutider

source: Send 'Application review' message to the applicant
da: Send beskeden 'Ansøgningen vurderes' til ansøgeren
de: Nachricht 'Bewerbungsprüfung' an den Bewerber senden
et: Saada kandidaadile „Avalduse ülevaatamise“ sõnum
fi: Lähetä 'Hakemusten käsittely on aloitettu' -viesti hakijalle
fr: Envoyer le message 'Examen de la candidature' au candidat
lv: Nosūtīt kandidātam ziņojumu “Pieteikuma pārskatīšana”
nb: Send meldingen "Gjennomgang av søknaden" til søkeren
nl: Stuur 'Sollicitatiebeoordeling' bericht naar de sollicitant
pl: Wyślij wiadomość 'Przegląd aplikacji' do kandydata
sv: Skicka "Vi granskar din ansökan" -meddelande till kandidaten

source: Thank you for your feedback!
da: Tak for din tilbagemelding!
de: Danke für Ihr Feedback!
et: Täname tagasiside eest!
fi: Kiitos palautteestasi!
fr: Merci pour votre retour !
lv: Paldies par atsauksmēm!
nb: Takk for tilbakemeldingen din!
nl: Bedankt voor je feedback!
pl: Dziękujemy za Twoją opinię!
sv: Tack för din feedback!

source: Finish tour
da: Afslut turen
de: Tour beenden
et: Lõpeta tutvustus
fi: Lopeta opastus
fr: Terminer la visite
lv: Pabeigt pārskatu
nb: Avslutt omvisningen
nl: Rondleiding afronden
pl: Zakończ wycieczkę
sv: Avsluta rundtur

source: Here you can find all the information about the application divided in multiple tabs.
da: Her kan du finde alle oplysninger om ansøgningen opdelt i flere faner.
de: Hier finden Sie alle Informationen zur Bewerbung aufgeteilt auf mehrere Registerkarten.
et: Siit leiad avalduse kohta kogu info, mis on jaotatud mitmele vahekaardile.
fi: Täältä löydät kaikki hakemuksen tiedot jaettuna välilehtiin.
fr: Ici, vous pouvez trouver toutes les informations sur la candidature divisées en plusieurs onglets.
lv: Šeit vairākās cilnēs ir pieejama visa informācija par pieteikumu.
nb: Her finner du all informasjon om søknaden fordelt på flere faner.
nl: Hier vind je alle informatie over de sollicitatie verdeeld over meerdere tabbladen.
pl: Tutaj znajdziesz wszystkie informacje o aplikacji podzielone na wiele zakładek.
sv: Här kan du hitta all information om ansökan indelad i flera flikar.

source: Evaluate different aspects of the applicant by clicking hearts or broken hearts. The requirements sections contain requirements that have been defined in job advertisement and they act only as notes at the moment. Other features will generate feedback.
da: Evaluer forskellige aspekter af ansøgeren ved at klikke på hjerter eller knuste hjerter. Kravsektionerne indeholder krav, der er defineret i jobannoncen, og de fungerer kun som noter i øjeblikket. Andre funktioner vil generere feedback.
de: Bewerten Sie verschiedene Aspekte des Bewerbers, indem Sie auf die Herzen oder gebrochene Herzen klicken. Die Anforderungsbereiche enthalten Anforderungen, die in der Stellenausschreibung definiert wurden und die im Moment nur als Notizen dienen. Das Feedback wird von anderen Funktionen generiert.
et: Kandidaadi omaduste hindamiseks klõpsa südametel. Nõuete jaotised sisaldavad töökuulutuses määratud nõudeid ja neid käsitletakse praegu märkmetena. Tagasisidet luuakse muude funktsioonidega.
fi: Arvioi hakijan ominaisuuksia klikkaamalla ehjiä ja rikkinäisiä sydämiä. Kaksi ensimmäistä osiota sisältävät vaatimukset, jotka on listattu työilmoituksessa. Niistä ei vielä muodosteta palautetta, mutta ne auttavat sinua saamaan kokonaiskuvan hakijasta.
fr: Évaluez différents aspects du candidat en cliquant sur des cœurs ou des cœurs brisés. Les sections des exigences contiennent les exigences qui ont été définies dans l'annonce d'emploi et elles agissent uniquement comme des notes pour le moment. D'autres fonctionnalités généreront des commentaires.
lv: Novērtējiet dažādus kandidāta aspektus, noklikšķinot uz sirsniņām vai salauztajām sirsniņām. Prasību sadaļās ir iekļautas prasības, kas definētas darba sludinājumā, un šobrīd tās tiek izmantotas tikai kā piezīmes. Citas funkcijas nodrošinās atsauksmes.
nb: Evaluer ulike aspekter ved søkeren ved å klikke på hjerter eller knuste hjerter. Kravdelene inneholder krav som er definert i jobbannonsen, og de fungerer foreløpig bare som merknader. Andre funksjoner vil generere tilbakemeldinger.
nl: Evalueer verschillende aspecten van de sollicitant door op harten of gebroken harten te klikken. De vereistensecties bevatten vereisten die zijn gedefinieerd in de vacature en fungeren op dit moment alleen als notities. Andere functies genereren feedback.
pl: Oceń różne aspekty kandydata, klikając serca lub złamane serca. Sekcje wymagań zawierają wymagania zdefiniowane w ogłoszeniu o pracę i na razie działają tylko jako notatki. Inne funkcje wygenerują informację zwrotną.
sv: Utvärdera olika aspekter av kandidat genom at klicka på hela eller brustna hjärtan. Kravsektionerna innehåller krav som har definierats i jobbannonsen och de fungerar endast som anteckningar för tillfället. Andra egenskaper kommer att generera feedback.

source: These smaller bar charts show the overall values of each section.
da: Disse mindre søjlediagrammer viser de samlede værdier for hver sektion.
de: Diese kleineren Balkendiagramme zeigen die Gesamtwerte jedes Abschnitts.
et: Väiksematel tulpdiagrammidel on näidatud iga jaotise üldväärtused.
fi: Nämä pienemmät palkit näyttävät kunkin osion kokonaisarvion.
fr: Ces petits graphiques à barres montrent les valeurs globales de chaque section.
lv: Šajās mazākajās diagrammās parādītas katras sadaļas kopējās vērtības.
nb: Disse mindre søylediagrammene viser de samlede verdiene for hver del.
nl: Deze kleinere staafdiagrammen tonen de totale waarden van elke sectie.
pl: Te mniejsze wykresy słupkowe pokazują ogólne wartości każdej sekcji.
sv: Dessa mindre stapeldiagram visar de totala värdena för varje sektion.

source: This bigger bar chart shows a summary of all evaluation selections.
da: Dette større søjlediagram viser en oversigt over alle vurderingsvalg.
de: Dieses größere Balkendiagramm zeigt eine Zusammenfassung aller Bewertungsbereiche.
et: Suuremal tulpdiagrammil on toodud kõikide hinnatavate jaotiste kokkuvõte.
fi: Tämä isompi palkki näyttää yhteenvedon kaikista osioista.
fr: Ce graphique à barres plus grand montre un résumé de toutes les sélections d'évaluation.
lv: Šajā lielākajā diagrammā ir parādīts visu vērtējuma izvēļu kopsavilkums.
nb: Dette større søylediagrammet viser en oppsummering av alle evalueringsvalgene.
nl: Deze grotere staafgrafiek toont een samenvatting van alle evaluatieselecties.
pl: Ten większy wykres słupkowy pokazuje podsumowanie wszystkich wyborów oceny.
sv: Det här större stapeldiagrammet visar en sammanfattning av alla utvärderingsval.

source: Here you can see how the application's status was changed.
da: Her kan du se, hvordan ansøgningens status blev ændret.
de: Hier können Sie sehen, wie sich der Status der Bewerbung geändert hat.
et: Siin on näha avalduse oleku muudatust.
fi: Täältä näet, kuinka hakemuksen status muuttuu.
fr: Ici, vous pouvez voir comment le statut de l'application a été modifié.
lv: Šeit varat redzēt, kā tika mainīts pieteikuma statuss.
nb: Her kan du se hvordan søknadens status ble endret.
nl: Hier kunt u zien hoe de status van de aanvraag is gewijzigd.
pl: Tutaj możesz zobaczyć, jak zmienił się status aplikacji.
sv: Här kan du se hur ansökans status har förändrats.

source: If you have enabled automatic status updates, a status update message is generated. It will be sent in 10 minutes, unless you change the schedule by clicking the message. You can turn automatic status updates on and off in messaging settings.
da: Hvis du har aktiveret automatiske statusopdateringer, genereres der en statusopdateringsbesked. Den bliver sendt om 10 minutter, medmindre du ændrer tidsplanen ved at klikke på beskeden. Du kan slå automatiske statusopdateringer til og fra i indstillingerne for beskeder.
de: Wenn Sie automatische Statusaktualisierungen aktiviert haben, wird eine Statusaktualisierungsnachricht generiert. Sie wird in 10 Minuten gesendet, es sei denn, Sie ändern den Zeitplan, indem Sie auf die Nachricht klicken. Sie können automatische Statusaktualisierungen in den Nachrichteneinstellungen aktivieren und deaktivieren.
et: Kui oled automaatsed oleku uuendused lubanud, luuakse oleku uuenduste sõnum. See saadetakse kümne minuti pärast, välja arvatud juhul, kui klõpsad sõnumil ja muudad saatmise aega. Automaatseid oleku uuendusi saab sõnumite seadetes välja ja sisse lülitada.
fi: Jos olet sallinut automaattiset statuspäivitykset, hakijalle luodaan viestejä eri vaiheisiin siirtyessä. Ne lähetetään kymmenen minuutin kuluessa, ellet muuta lähetysaikaa viestiä klikkaamalla. Voit ottaa automaattiset viestit pois käytöstä viestiasetuksissa.
fr: Si vous avez activé les mises à jour automatiques de statut, un message de mise à jour de statut est généré. Il sera envoyé dans 10 minutes, à moins que vous ne modifiiez le calendrier en cliquant sur le message. Vous pouvez activer et désactiver les mises à jour automatiques de statut dans les paramètres de messagerie.
lv: Ja iespējojāt automātiskus statusa atjauninājumus, tiek ģenerēts statusa atjauninājuma ziņojums. Tas tiks nosūtīts pēc 10 minūtēm, ja vien nemainīsiet grafiku, noklikšķinot uz ziņojuma. Ziņojumapmaiņas iestatījumos varat ieslēgt un izslēgt automātiskos statusa atjauninājumus.
nb: Hvis du har aktivert automatiske statusoppdateringer, genereres det en statusoppdateringsmelding. Den sendes etter 10 minutter, med mindre du endrer tidsplanen ved å klikke på meldingen. Du kan slå automatiske statusoppdateringer av og på i meldingsinnstillingene.
nl: Als u automatische statusupdates heeft ingeschakeld, wordt er een statusupdatebericht gegenereerd. Het wordt over 10 minuten verzonden, tenzij u het schema wijzigt door op het bericht te klikken. U kunt automatische statusupdates in- en uitschakelen in de berichtinstellingen.
pl: Jeśli włączyłeś automatyczne aktualizacje statusu, generowana jest wiadomość o aktualizacji statusu. Zostanie ona wysłana za 10 minut, chyba że zmienisz harmonogram, klikając wiadomość. Możesz włączać i wyłączać automatyczne aktualizacje statusu w ustawieniach wiadomości.
sv: Om du har aktiverat automatiska statusuppdateringar genereras ett statusuppdateringsmeddelande. Den kommer att skickas om 10 minuter om du inte ändrar schemat genom att klicka på meddelandet. Du kan aktivera och inaktivera automatiska statusuppdateringar i meddelandeinställningar.
