Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Failed to tag {} applications.
da: Kunne ikke tagge {} ansøgninger.
de: Es konnten keine {} Anwendungen markiert werden.
et: {} avalduse märgistamine ebaõnnestus.
fi: {} hakemuksien tägäminen epäonnistui.
fr: Échec du marquage de {} candidatures.
lv: Neizdevās pievienot atzīmi {} pieteikumiem.
nb: Kunne ikke legge til emneknagger for {} søknader.
nl: Labelen van {} sollicitaties mislukt.
pl: Nie udało się otagować {} aplikacji.
sv: Misslyckades att tagga {} ansökningar.

source: Tagged {} applications
da: Taggede {} ansøgninger
de: Markierte {} Anwendungen
et: Märgistati {} avaldust
fi: {} hakemusta tägätty.
fr: Marqué {} candidatures
lv: Pievienota atzīme {} pieteikumiem
nb: La emneknagger til {} søknader
nl: {} sollicitaties gelabeld
pl: Otagowano {} aplikacji
sv: {} ansökningar taggade

source: You have withdrawn from the position {}
da: Du har trukket dig fra stillingen {}
de: Sie sind von Stelle {} zurückgetretten
et: Loobusid ametikohast {}
fi: Olet peruuttanut hakemuksesi positiosta {}
fr: Vous vous êtes retiré du poste {}
lv: Jūs esat atsaucis pieteikumu vakancei {}
nb: Du har trukket deg fra stillingen {}
nl: Je hebt je teruggetrokken voor de functie {}
pl: Wycofałeś się z pozycji {}
sv: Du har dragit tillbaka din ansökan till {}

source: %(num)s applicants rejected successfully.
da: %(num)s ansøgere afvist med succes.
de: %(num)s Bewerber erfolgreich abgelehnt.
et: %(num)s kandidaadi tagasilükkamine õnnestus.
fi: %(num)s hakijaa hylätty onnistuneesti.
fr: %(num)s candidats rejetés avec succès.
lv: %(num)s kandidāti veiksmīgi noraidīti.
nb: %(num)s søkere fikk avslag.
nl: %(num)s kandidaten succesvol afgewezen.
pl: Odrzucono %(num)s kandydatów pomyślnie.
sv: %(num)s kandidater blev avslagna.

source: <b>Failed to reject %(num)s applicants.</b>
da: <b>Kunne ikke afvise %(num)s ansøgere.</b>
de: <b>Ablehnung von %(num)s Bewerbern fehlgeschlagen.</b>
et: <b>%(num)s kandidaadi tagasilükkamine ebaõnnestus.</b>
fi: <b>%(num)s hakijan hylkäys epäonnistui.</b>
fr: <b>Échec du rejet de %(num)s candidats.</b>
lv: <b>Neizdevās noraidīt %(num)s kandidātus.</b>
nb: <b>Kunne ikke gi avslag til %(num)s søkere.</b>
nl: <b>Afwijzen van %(num)s kandidaten mislukt.</b>
pl: <b>Nie udało się odrzucić %(num)s kandydatów.</b>
sv: <b>Misslyckades att avslå %(num)s kandidater.</b>

source: This application has been marked as handled
da: Denne ansøgning er blevet markeret som håndteret
de: Diese Bewerbung wurde als bearbeitet markiert
et: See avaldus on märgitud käsitletuks
fi: Tämä hakemus on merkitty käsitellyksi
fr: Cette candidature a été marquée comme traitée
lv: Šis pieteikums ir atzīmēts kā apstrādāts
nb: Denne søknaden er markert som behandlet
nl: Deze sollicitatie is gemarkeerd als afgehandeld
pl: Ta aplikacja została oznaczona jako obsłużona
sv: Vilka av följande tider skulle passa dig bäst

source: Sender, Subject and Message are compulsory fields
da: Afsender, emne og besked er obligatoriske felter
de: Absender, Betreff und Nachricht sind Pflichtfelder
et: Saatja, teema ja sõnumi väljad on kohustuslikud
fi: Lähettäjä, Aihe ja Viesti ovat pakollisia kenttiä
fr: L'expéditeur, le sujet et le message sont des champs obligatoires
lv: Sūtītājs, Temats un Ziņojums ir obligātie lauki
nb: Avsender, Emne og Melding er obligatoriske felt
nl: Afzender, Onderwerp en Bericht zijn verplichte velden
pl: Nadawca, Temat i Wiadomość są polami obowiązkowymi
sv: Från, Ämne och Meddelande är obligatoriska fält

source: No action found.
da: Ingen handling fundet.
de: Keine Aktion gefunden.
et: Toimingut ei leitud.
fi: Toimintoa ei löytynyt.
fr: Aucune action trouvée.
lv: Nav atrasta neviena darbība.
nb: Fant ingen handling.
nl: Geen actie gevonden.
pl: Nie znaleziono akcji.
sv: Ingen åtgärd hittades.

source: Email cannot be sent to this application
da: Der kan ikke sendes e-mail til denne ansøgning
de: E-Mail kann nicht an dieser Bewerbung gesendet werden
et: Sellele avaldusele ei saa e-kirja saata
fi: Hakijalle ei voi lähettää sähköpostia
fr: L'e-mail ne peut pas être envoyé à cette application
lv: Šim pieteikumam nevar nosūtīt e-pastu
nb: E-post kan ikke sendes til denne søknaden
nl: E-mail kan niet naar deze applicatie worden verzonden
pl: Nie można wysłać e-maila do tej aplikacji
sv: Email kan inte skickas till denna kandidat

source: No message found.
et: Sõnumit ei leitud.
fi: Viestiä ei löytynyt.
sv: Inget meddelande hittades.

source: No phase provided.
et: Faasi pole määratud.
fi: Vaihetta ei annettu.
sv: Ingen fas angiven.

source: View limited to {} records. Apply a filter
da: Visning begrænset til {} poster. Anvend et filter
de: Ansicht auf {} Datensätze beschränkt. Wenden Sie einen Filter an
et: Vaade on piiratud {} kirjega. Rakendage filter
fi: Näkymä on rajoitettu {} tallenteisiin. Käytä suodatusta
fr: Vue limitée à {} enregistrements. Appliquez un filtre
lv: Skatījums ierobežots līdz {} ierakstiem. Pielietojiet filtru
nb: Visningen er begrenset til {} poster. Bruk et filter
nl: Weergave beperkt tot {} records. Pas een filter toe
pl: Widok ograniczony do {} rekordów. Zastosuj filtr
sv: Visning begränsad till {} poster. Tillämpa ett filter

source: Action or applications not found
da: Handling eller ansøgninger ikke fundet
de: Aktion oder Bewerbung nicht gefunden
et: Toimingut või avaldusi ei leitud
fi: Toimintoa tai hakemuksia ei löytynyt
fr: Action ou candidatures introuvables
lv: Nav atrasta darbība vai pieteikumi
nb: Fant ikke handling eller søknader
nl: Actie of sollicitaties niet gevonden
pl: Nie znaleziono akcji lub aplikacji
sv: Ingen åtgärd eller ansökan hittades.

source: Action not found
da: Handling ikke fundet
de: Aktion nicht gefunden
et: Toimingut ei leitud
fi: Toimintoa ei löytynyt
fr: Action introuvable
lv: Darbība nav atrasta
nb: Fant ikke handling
nl: Actie niet gevonden
pl: Nie znaleziono akcji
sv: Åtgärden hittades inte

source: Name is either duplicate or not allowed
da: Navnet er enten duplikat eller ikke tilladt
de: Name ist entweder ein Duplikat oder nicht erlaubt
et: Nimi kas kordub või ei ole lubatud
fi: Nimi on jo olemassa tai se ei ole sallittu
fr: Le nom est soit un doublon, soit non autorisé
lv: Nosaukums ir vai nu dublēts, vai nav atļauts
nb: Navnet er enten duplikat eller ikke tillatt
nl: Naam is ofwel dubbel of niet toegestaan
pl: Nazwa jest zduplikowana lub niedozwolona
sv: Namnet är antingen duplicerat eller inte tillåtet

source: Search saved!
da: Søgning gemt!
de: Suche gespeichert!
et: Otsing salvestati.
fi: Hakuehto tallennettu!
fr: Recherche enregistrée !
lv: Meklējums saglabāts!
nb: Søket er lagret!
nl: Zoekopdracht opgeslagen!
pl: Wyszukiwanie zapisane!
sv: Sökning sparad!

source: Search not found!
da: Søgning ikke fundet!
de: Suche nicht gefunden!
et: Otsingut ei leitud.
fi: Hakua ei löytynyt!
fr: Recherche introuvable !
lv: Meklējums nav atrasts!
nb: Fant ikke søket!
nl: Zoekopdracht niet gevonden!
pl: Nie znaleziono wyszukiwania!
sv: Sökning kunde inte hittas!

source: Updated!
da: Opdateret!
de: Aktualisiert!
et: Uuendatud.
fi: Päivitetty!
fr: Mis à jour !
lv: Atjaunināts!
nb: Oppdatert!
nl: Bijgewerkt!
pl: Zaktualizowano!
sv: Uppdaterad!

source: Start the test
da: Start testen
de: Test starten
et: Alusta testi
fi: Aloita testi
fr: Commencer le test
lv: Sākt testu
nb: Start testen
nl: Start de test
pl: Rozpocznij test
sv: Starta testet

source: Errors occurred while initializing some tests. Please contact the recruiter
da: Der opstod fejl under initialiseringen af nogle tests. Kontakt venligst rekrutteringsmedarbejderen
de: Beim Initialisieren einiger Tests sind Fehler aufgetreten. Bitte kontaktieren Sie den Personalverantwortlichen
et: Testi lähtestamisel ilmnes tõrge. Võta värbajaga ühendust
fi: Soveltuvuustestiin liittyvä alustusvirhe, ota ystävällisesti yhteyttä rekrytoijaan.
fr: Des erreurs se sont produites lors de l'initialisation de certains tests. Veuillez contacter le recruteur
lv: Dažu testu sākšanas laikā radās kļūdas. Lūdzu, sazinieties ar personāla atlases speciālistu
nb: Det oppsto feil under initialisering av noen tester. Vennligst ta kontakt med rekruttereren
nl: Er zijn fouten opgetreden bij het initialiseren van enkele tests. Neem contact op met de recruiter
pl: Wystąpiły błędy podczas inicjowania niektórych testów. Skontaktuj się z rekruterem
sv: Det skedde ett fel i samband med initialiseringen av testet. Var god kontakta rekryteraren.

source: No test package found
da: Ingen testpakke fundet
de: Kein Testpaket gefunden
et: Testipaketti ei leitud
fi: Testipakettia ei löytynyt
fr: Aucun package de test trouvé
lv: Nav atrasts testa komplekts
nb: Fant ingen testpakke
nl: Geen testpakket gevonden
pl: Nie znaleziono pakietu testowego
sv: Inget testpaket hittades

source: Invalid recruitment step
da: Ugyldigt rekrutteringstrin
de: Ungültiger Einstellungsschritt
et: Vigane värbamisetapp
fi: Virheellinen rekrytointipolun vaihe
fr: Étape de recrutement non valide
lv: Nederīga atlases darbība
nb: Ugyldig rekrutteringstrinn
nl: Ongeldige wervingsstap
pl: Nieprawidłowy krok rekrutacji
sv: Ogiltigt rekryteringssteg

source: Unable to find event
da: Kan ikke finde begivenhed
de: Ereignis kann nicht gefunden werden
et: Sündmust ei leitud
fi: Tapahtumaa ei löydy
fr: Impossible de trouver l'événement
lv: Nevar atrast notikumu
nb: Kan ikke finne hendelsen
nl: Kan evenement niet vinden
pl: Nie można znaleźć wydarzenia
sv: Det gick inte att hitta händelsen

source: Automation rule already exists
da: Der findes allerede en automatiseringsregel
de: Automatisierungsregel existiert bereits
et: Automatiseerimisreegel on juba olemas
fi: Automaatiosääntö on jo olemassa
fr: La règle d'automatisation existe déjà
lv: Automatizācijas noteikums jau pastāv
nb: Det finnes allerede en automatiseringsregel
nl: Automatiseringsregel bestaat al
pl: Reguła automatyzacji już istnieje
sv: Automatiseringsregeln finns redan

source: Automation rule updated
da: Automatiseringsregel opdateret
de: Automatisierungsregel aktualisiert
et: Automatiseerimisreegel on ajakohastatud
fi: Automaatiosääntö päivitetty
fr: Règle d'automatisation mise à jour
lv: Automatizācijas noteikums atjaunināts
nb: Automatiseringsregel er oppdatert
nl: Automatiseringsregel bijgewerkt
pl: Zaktualizowano regułę automatyzacji
sv: Automatiseringsregeln uppdaterad

source: Automation rule added
da: Automatiseringsregel tilføjet
de: Automatisierungsregel hinzugefügt
et: Automatiseerimisreegel on lisatud
fi: Automaatiosääntö asetettu
fr: Règle d'automatisation ajoutée
lv: Automatizācijas noteikums pievienots
nb: Automatiseringsregel er lagt til
nl: Automatiseringsregel toegevoegd
pl: Dodano regułę automatyzacji
sv: Automatiseringsregel har lagts till

source: Application has specific answer
da: Ansøgningen har et specifikt svar
de: Anwendung hat spezifische Antwort
et: Avaldusel on konkreetne vastus
fi: Hakemuksella on erityinen vastaus
fr: L'application a une réponse spécifique
lv: Pieteikumam ir konkrēta atbilde
nb: Søknaden har et spesifikt svar
nl: Sollicitatie heeft specifiek antwoord
pl: Aplikacja ma określoną odpowiedź
sv: Ansökan har ett specifikt svar

source: Recruitment flow rule {} has passed
da: Rekrutteringsflowregel {} er overstået
de: Die Regel für den Rekrutierungsablauf {} wurde bestanden
et: Värbamisvoo reegel {} on läbitud
fi: Rekrytointipolun sääntö {} on ohitettu
fr: La règle de flux de recrutement {} a été passée
lv: Atlases plūsmas noteikums {} ir pagājis
nb: Rekrutteringsflytregel {} er godkjent
nl: Wervingsstroomregel {} is geslaagd
pl: Reguła przepływu rekrutacji {} została zaliczona
sv: Rekryteringsflödesregeln {} har passerat

source: Automatically archive positions after
da: Arkiver automatisk stillinger efter
de: Positionen automatisch archivieren nach
et: Arhiveeri ametikohad automaatselt pärast
fi: Arkistoi työpaikat automaattisesti
fr: Archiver automatiquement les postes après
lv: Automātiski arhivēt pozīcijas pēc
nb: Arkiver stillinger automatisk etter
nl: Posities automatisch archiveren na
pl: Automatycznie archiwizuj stanowiska po
sv: Arkivera automatiskt positioner efter

source: Never archive automatically
da: Arkiver aldrig automatisk
de: Niemals automatisch archivieren
et: Ära kunagi automaatselt arhiveeri
fi: Älä koskaan arkistoi automaattisesti
fr: Ne jamais archiver automatiquement
lv: Nekad nearhivēt automātiski
nb: Aldri arkiver automatisk
nl: Nooit automatisch archiveren
pl: Nigdy nie archiwizuj automatycznie
sv: Arkivera aldrig automatiskt

source: View events
et: Vaata sündmusi
fi: Näytä tapahtumat
sv: Visa evenemang

source: Connect calendar
da: Tilslut kalender
de: Kalender verbinden
et: Ühenda kalender
fi: Yhdistä kalenteri
fr: Connecter le calendrier
lv: Savienot kalendāru
nb: Koble til kalender
nl: Agenda koppelen
pl: Połącz kalendarz
sv: Anslut kalender

source: Disconnect calendar
da: Afbryd kalender
de: Kalender trennen
et: Ühenda kalender lahti
fi: Katkaise yhteys kalenteriin
fr: Déconnecter le calendrier
lv: Atvienot kalendāru
nb: Koble fra kalender
nl: Agenda ontkoppelen
pl: Odłącz kalendarz
sv: Koppla från kalender

source: Plan group interview
da: Planlæg gruppeinterview
de: Gruppenbewerbungsgespräch planen
et: Plaani grupivestlus
fi: Luo ryhmähaastattelu
fr: Planifier un entretien de groupe
lv: Ieplānot grupas interviju
nb: Planlegg gruppeintervju
nl: Groepsinterview plannen
pl: Zaplanuj wywiad grupowy
sv: Skapa en gruppintervju

source: Recurrence information is incorrect.
da: Oplysninger om gentagelse er forkerte.
de: Wiederholungsinformationen sind falsch.
et: Kordumise info on vale.
fi: Toiston tiedot ovat väärin.
fr: Les informations de récurrence sont incorrectes.
lv: Informācija par atkārtošanos ir nepareiza.
nb: Informasjon om regelmessighet er feil.
nl: Herhalingsinformatie is onjuist.
pl: Informacje o powtarzaniu są nieprawidłowe.
sv: Återkommande information är felaktig.

source: Added %(num)s time.
da: Tilføjet %(num)s tid.
de: %(num)s mal hinzugefügt.
et: Lisati %(num)s aeg.
fi: Lisätty %(num)s aika.
lv: Pievienots %(num)s laiks.
nb: Lagt til %(num)s tid.
sv: %(num)s tid är tillagd.

source: %(num)s time not added because it overlaps with other time.
da: %(num)s tid er ikke tilføjet, fordi den overlapper med anden tid.
de: %(num)s mal Zeit wurde nicht hinzugefügt, da sie sich mit anderer Zeit überlappt.
et: %(num)s aega ei lisatud, sest see kattub teise ajaga.
fi: %(num)s aika jätettiin lisäämättä, koska se menee päällekkäin toisen ajan kanssa.
lv: %(num)s laiks nav pievienots, jo tas pārklājas ar citu laiku.
nb: %(num)s tid ikke lagt til fordi den overlapper med annen tid.
sv: %(num)s tid lades inte till för att den överlappar med en annan tid.

source: Tentative
da: Foreløbig
de: Vorläufig
et: Lahtine
fi: Alustava
fr: Provisoire
lv: Provizorisks
nb: Foreløpig
nl: Voorlopig
pl: Wstępny
sv: Preliminärt

source: CONFIRMED
da: BEKRÆFTET
de: BESTÄTIGT
et: KINNITATUD
fi: VAHVISTETTU
fr: CONFIRMÉ
lv: APSTIPRINĀTS
nb: BEKREFTET
nl: BEVESTIGD
pl: POTWIERDZONY
sv: BEKRÄFTAD

source: Confirmed by %(name)s
da: Bekræftet af %(name)s
de: Bestätigt von %(name)s
et: Kinnitaja: %(name)s
fi: Vahvistanut %(name)s
fr: Confirmé par %(name)s
lv: Apstiprināja %(name)s
nb: Bekreftet av %(name)s
nl: Bevestigd door %(name)s
pl: Potwierdzony przez %(name)s
sv: Bekräftad av %(name)s

source: Position: %(name)s
da: Stilling: %(name)s
de: Stelle: %(name)s
et: Ametikoht: %(name)s
fi: Avoin työpaikka: %(name)s
fr: Poste : %(name)s
lv: Vakance: %(name)s
nb: Stilling: %(name)s
nl: Positie: %(name)s
pl: Stanowisko: %(name)s

source: Offered to %(num)s
da: Tilbydes til %(num)s
de: Angeboten an %(num)s
et: Pakutud kasutajale %(num)s
fi: Tarjottu %(num)s hakijalle
fr: Offert à %(num)s
lv: Piedāvāts %(num)s
nb: Tilbudt %(num)s
nl: Aangeboden aan %(num)s
pl: Zaoferowano %(num)s
sv: Erbjuden till %(num)s

source: OFFERED
da: TILBUDT
de: ANGEBOTEN
et: PAKUTUD
fi: TARJOTTU
fr: OFFERT
lv: PIEDĀVĀTS
nb: TILBUDT
nl: AANGEBODEN
pl: ZAOFEROWANO
sv: ERBJUDEN

source: Offered to %(num)s
da: Tilbydes til %(num)s
de: Angeboten an %(num)s
et: Pakutud kasutajale %(num)s
fi: Tarjottu %(num)s hakijalle
fr: Offert à %(num)s
lv: Piedāvāts %(num)s
nb: Tilbudt %(num)s
nl: Aangeboden aan %(num)s
pl: Zaoferowano %(num)s
sv: Erbjuden till %(num)s

source: FREE
da: LEDIG
de: FREI
et: VABA
fi: VAPAA
fr: LIBRE
lv: BRĪVS
nb: VALGFRI
nl: VRIJ
pl: WOLNY
sv: LEDIG

source: Could not connect to external calendar service.
da: Kunne ikke oprette forbindelse til ekstern kalendertjeneste.
de: Es konnte keine Verbindung zum externen Kalenderdienst hergestellt werden.
et: Välise kalendriteenusega ei saanud ühendust luua.
fi: Yhteyden muodostaminen ulkoiseen kalenteripalveluun ei onnistunut.
fr: Impossible de se connecter au service de calendrier externe.
lv: Nevarēja izveidot savienojumu ar ārējo kalendāra pakalpojumu.
nb: Kunne ikke koble til ekstern kalendertjeneste.
nl: Kon geen verbinding maken met externe agendaservice.
pl: Nie można połączyć się z zewnętrzną usługą kalendarza.
sv: Det gick inte att ansluta till extern kalendertjänst.

source: Cannot retrieve events from this link: {}
da: Kan ikke hente hændelser fra dette link: {}
de: Es können keine Ereignisse von diesem Link abgerufen werden: {}
et: Sellelt lingilt ei saa sündmusi tuua: {}
fi: Tapahtumia ei voida hakea tästä linkistä: {}
fr: Impossible de récupérer les événements à partir de ce lien : {}
lv: No šīs saites nav iespējams iegūt notikumus: {}
nb: Kan ikke hente hendelser fra denne lenken: {}
nl: Kan geen evenementen ophalen van deze link: {}
pl: Nie można pobrać wydarzeń z tego linku: {}
sv: Kan inte hämta händelser från denna länk: {}

source: Saved link has been removed
da: Gemt link er blevet fjernet
de: Gespeicherter Link wurde entfernt
et: Salvestatud link eemaldati
fi: Tallennettu linkki on poistettu
fr: Le lien enregistré a été supprimé
lv: Saglabātā saite ir noņemta
nb: Lagret lenke er fjernet
nl: Opgeslagen link is verwijderd
pl: Zapisany link został usunięty
sv: Den sparade länken har tagits bort

source: Getting data from {} link failed. Link has not been added.
da: Hentning af data fra {} link mislykkedes. Linket er ikke blevet tilføjet.
de: Abrufen von Daten aus {} Link fehlgeschlagen. Der Link wurde nicht hinzugefügt.
et: Andmete hankimine lingilt {} ebaõnnestus. Linki ei lisatud.
fi: Tietojen saaminen linkistä {} epäonnistui. Linkkiä ei ole lisätty.
fr: L'obtention des données à partir du lien {} a échoué. Le lien n'a pas été ajouté.
lv: Datu iegūšana no {} saites neizdevās. Saite nav pievienota.
nb: Henting av opplysninger fra {}-lenken mislyktes. Koblingen er ikke lagt til.
nl: Gegevens ophalen van {} link is mislukt. Link is niet toegevoegd.
pl: Pobieranie danych z linku {} nie powiodło się. Link nie został dodany.
sv: Det gick inte att hämta data från länken {}. Länken har inte lagts till.

source: Datetime or duration is missing
da: Dato/tid eller varighed mangler
de: Datum/Uhrzeit oder Dauer fehlt
et: Kuupäev, kellaaeg või kestus puudub
fi: Päivämäärä tai kesto puuttuu
fr: La date/heure ou la durée est manquante
lv: Trūkst datuma/laika vai ilguma
nb: Dato/tid eller varighet mangler
nl: Datum/tijd of duur ontbreekt
pl: Brakuje daty i godziny lub czasu trwania
sv: Datum och varaktighet saknas

source: No slot found in the system
da: Ingen plads fundet i systemet
de: Keinen Slot im System gefunden
et: Süsteemist ei leitud aega
fi: Haastatteluaikaa ei löytynyt
fr: Aucun créneau trouvé dans le système
lv: Sistēmā nav atrasts neviens laiks
nb: Fant ingen tidsluke i systemet
nl: Geen tijdslot gevonden in het systeem
pl: Nie znaleziono slotu w systemie
sv: Ingen intervjutid hittades

source: Unable to update interview slot
da: Kunne ikke opdatere interviewtidspunkt
de: Interviewtermin kann nicht aktualisiert werden
et: Vestlusaja uuendamine ebaõnnestus
fi: Haastatteluaikaa ei voitu päivittää
fr: Impossible de mettre à jour le créneau d'entretien
lv: Nevar atjaunināt intervijas laiku
nb: Kunne ikke oppdatere intervjutidspunkt
nl: Kan interviewslot niet bijwerken
pl: Nie można zaktualizować slotu wywiadu
sv: Det gick inte att uppdatera intervjutiden

source: Overlaps with another event
da: Overlapper med en anden begivenhed
de: Überschneidung mit einem anderen Ereignis
et: Kattub teise sündmusega
fi: Päällekkäisyys toisen tapahtuman kanssa
fr: Chevauche un autre événement
lv: Pārklājas ar citu notikumu
nb: Overlapper med en annen hendelse
nl: Overlapt met een andere afspraak
pl: Nakłada się na inne wydarzenie
sv: Sammanfaller med en annan händelse

source: Interview slot updated successfully
da: Interviewtidspunkt opdateret
de: Interviewtermin erfolgreich aktualisiert
et: Vestlusaeg edukalt uuendatud
fi: Haastatteluaika päivitetty
fr: Créneau d'entretien mis à jour avec succès
lv: Intervijas laiks veiksmīgi atjaunināts
nb: Intervjutidspunkt oppdatert
nl: Interviewslot succesvol bijgewerkt
pl: Pomyślnie zaktualizowano slot wywiadu
sv: Intervjutiden har uppdaterats

source: Invalid colleague id hash provided.
et: Esitati kehtetu kolleegi ID räsi.
fi: Virheellinen kollega-ID-hash annettu.
sv: Ogiltig kollega-ID-hash angavs.

source: Colleague already added to your saved list.
et: Kolleeg on juba teie salvestatud nimekirja lisatud.
fi: Kollega on jo lisätty tallennettuun luetteloosi.
sv: Kollega är redan tillagd i din sparade lista.

source: Preview as recipient
da: Forhåndsvisning som modtager
de: Vorschau als Empfänger
et: Eelvaade saajana
fi: Esikatsele vastaanottajana
fr: Aperçu en tant que destinataire
lv: Priekšskatīt kā saņēmējam
nb: Forhåndsvis som mottaker
nl: Voorbeeld als ontvanger
pl: Podgląd jako odbiorca
sv: Förhandsvisa som mottagare

source: Delete introduction
da: Slet introduktion
de: Vorstellung löschen
et: Kustuta tutvustus
fi: Poista hakijaesittely
fr: Supprimer l'introduction
lv: Dzēst iepazīstināšanu
nb: Slett introduksjon
nl: Inleiding verwijderen
pl: Usuń wprowadzenie
sv: Radera introduktion

source: Filter name is required
da: Filternavn er påkrævet
de: Filtername ist erforderlich
et: Filtri nimi on kohustuslik
fi: Suodattimen nimi on pakollinen
fr: Le nom du filtre est requis
lv: Filtra nosaukums ir obligāts
nb: Filternavn er påkrevd
nl: Filternaam is verplicht
pl: Nazwa filtra jest wymagana
sv: Ett namn för filtret krävs

source: Missing parameters for searching candidate introductions
da: Manglende parametre til søgning efter kandidatintroduktioner
de: Fehlende Parameter um Kandidatenvorstellungen zu suchen
et: Kandidaaditutvustuste otsingus puuduvad parameetrid
fi: Parametrejä puuttuu hakijaesittelyiden etsimiseksi
fr: Paramètres manquants pour la recherche des introductions de candidats
lv: Trūkstošie parametri kandidāta iepazīstināšanas meklēšanai
nb: Manglende parametere for å søke etter kandidatintroduksjoner
nl: Ontbrekende parameters voor het zoeken naar kandidaatintroducties
pl: Brakujące parametry do wyszukiwania wprowadzeń kandydatów
sv: Saknas parameter för att söka kandidatintroduktion

source: The candidate introduction is already active
da: Kandidatintroduktionen er allerede aktiv
de: Diese Kandidatenvorstellung ist bereis aktiv
et: Kandidaaditutvustus on juba aktiivne
fi: Hakijaesittely on jo aktiivinen
fr: L'introduction du candidat est déjà active
lv: Kandidāta iepazīstināšana jau ir aktīva
nb: Kandidatintroduksjonen er allerede aktiv
nl: De kandidaatintroductie is al actief
pl: Wprowadzenie kandydata jest już aktywne
sv: Kandidatintroduktion är redan aktiv

source: The candidate introduction has already expired
da: Kandidatintroduktionen er allerede udløbet
de: Die Kandidatenvorstellung ist bereits abgelaufen
et: Kandidaadi tutvustus on juba aegunud
fi: Hakijan esittely on jo vanhentunut
fr: La présentation du candidat a déjà expiré
lv: Kandidāta iepazīstināšana jau ir beigusies
nb: Kandidatintroduksjonen er allerede utløpt
nl: De kandidaatintroductie is al verlopen
pl: Wprowadzenie kandydata już wygasło
sv: Kandidatintroduktionen har redan gått ut
