Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: File has changed, please try uploading it again.
da: Filen er ændret, prøv at uploade den igen.
de: Datei geändert, bitte erneut hochladen.
et: Fail on muutunud, proovi see uuesti üles laadida.
fi: Tiedosto on muuttunut. Ole hyvä, ja lataa se uudestaan.
fr: Le fichier a été modifié, veuillez essayer de le télécharger à nouveau.
lv: Faili ir mainījušies; lūdzu, mēģiniet tos augšupielādēt vēlreiz.
nb: Filen er endret, prøv å laste den opp igjen.
nl: Bestand is gewijzigd, probeer het opnieuw te uploaden.
pl: Plik został zmieniony, spróbuj przesłać go ponownie.
sv: Filen har ändrats, var god och ladda upp den igen

source: Profile image's file has changed, please try uploading it again.
da: Profilbilledets fil er ændret, prøv at uploade det igen.
de: Profilbild geändert, bitte erneut hochladen.
et: Profiilipilt on muutunud, proovi see uuesti üles laadida.
fi: Profiilikuva on muuttunut. Ole hyvä, ja lataa kuva uudestaan.
fr: Le fichier de l'image de profil a été modifié, veuillez essayer de le télécharger à nouveau.
lv: Profila attēla fails ir mainījies; lūdzu, mēģiniet to augšupielādēt vēlreiz.
nb: Profilbildets fil er endret, prøv å laste den opp igjen.
nl: Het bestand van de profielafbeelding is gewijzigd, probeer het opnieuw te uploaden.
pl: Plik zdjęcia profilowego został zmieniony, spróbuj przesłać go ponownie.
sv: Profilbilden har ändrats, var god och ladda upp den igen

source: In case you have uploaded the file from a cloud storage, please upload it directly from your device.
da: Hvis du har uploadet filen fra et cloudlager, bedes du uploade den direkte fra din enhed.
de: Falls Sie eine Datei aus der Cloud hochgeladen haben, lade Sie sie bitte erneut von ihrem Gerät hoch
et: Kui laadisid faili üles pilvsalvestusruumist, siis laadi see üles otse oma seadmest.
fi: Liitetiedoston lataaminen suoraan pilvipalvelusta (esim. Google Drive tai Dropbox) ei ole mahdollista. Lataa ensin tiedosto laitteellesi, ja liitä se sitten vasta lomakkeelle.
fr: Si vous avez téléchargé le fichier depuis un stockage cloud, veuillez le télécharger directement depuis votre appareil.
lv: Ja failu augšupielādējāt no mākoņkrātuves, lūdzu, augšupielādējiet to tieši no savas ierīces.
nb: Hvis du har lastet opp filen fra en skylagringsplass, må du laste den opp direkte fra enheten.
nl: Als u het bestand vanaf een cloudopslag heeft geüpload, upload het dan rechtstreeks vanaf uw apparaat.
pl: Jeśli przesłałeś plik z magazynu w chmurze, prześlij go bezpośrednio z urządzenia.
sv: Det går inte att bifoga filer direkt från en molntjänst (t.ex. Google Drive eller Dropbox). Var god och ladda först ner filen på din enhet, och ladda sedan upp den till blanketten.

source: Your password must contain at least 12 characters
da: Din adgangskode skal indeholde mindst 12 tegn
de: Das Passwort muss aus mindestens 12 Zeichen bestehen
et: Salasõna peab sisaldama vähemalt 12 märki
fi: Salasanan on oltava vähintään 12 merkkiä pitkä
fr: Votre mot de passe doit contenir au moins 12 caractères
lv: Jūsu parolei jābūt vismaz 12 rakstzīmju garai
nb: Passordet ditt må inneholde minst 12 tegn
nl: Uw wachtwoord moet minimaal 12 tekens bevatten
pl: Twoje hasło musi zawierać co najmniej 12 znaków
sv: Ditt lösenord måste innehålla minst 12 tecken

source: This password is forbidden!
da: Denne adgangskode er forbudt!
de: Dieses Passwort ist verboten!
et: See salasõna on keelatud.
fi: Tämä salasana ei ole sallittu
fr: Ce mot de passe est interdit !
lv: Šī parole ir aizliegta!
nb: Dette passordet er forbudt!
nl: Dit wachtwoord is niet toegestaan!
pl: To hasło jest zabronione!
sv: Lösenordet är förbjudet!

source: Passwords do not match!
da: Adgangskoder stemmer ikke overens!
de: Passwörter stimmen nicht überein!
et: Salasõnad ei ühti.
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas !
lv: Paroles nesakrīt!
nb: Passordene er ikke like!
nl: Wachtwoorden komen niet overeen!
pl: Hasła nie pasują do siebie!
sv: Lösenorden matchar inte!

source: The password can not contain your username
da: Adgangskoden må ikke indeholde dit brugernavn
de: Das Passwort darf nicht ihren Benutzernamen enthalten
et: Salasõna ei tohi sisaldada sinu kasutajanime
fi: Salasana ei saa sisältää käyttäjänimeäsi
fr: Le mot de passe ne peut pas contenir votre nom d'utilisateur
lv: Parole nedrīkst ietvert jūsu lietotājvārdu
nb: Passordet kan ikke inneholde brukernavnet ditt
nl: Het wachtwoord mag uw gebruikersnaam niet bevatten
pl: Hasło nie może zawierać Twojej nazwy użytkownika
sv: Lösenordet får inte innehålla ditt användarnamn

source: Errors:
da: Fejl:
de: Fehler:
et: Tõrked:
fi: Virheet:
fr: Erreurs :
lv: Kļūdas:
nb: Feil:
nl: Fouten:
pl: Błędy:
sv: Fel:

source: Weak
da: Svag
de: Schwach
et: Nõrk
fi: Heikko
fr: Faible
lv: Vāja
nb: Svakt
nl: Zwak
pl: Słabe
sv: Svagt

source: Normal
et: Tavaline
fi: Normaali
lv: Normāla
nb: Normalt
nl: Normaal
pl: Normalne
sv: Normalt

source: Medium
de: Mittel
et: Keskmine
fi: Keskivahva
fr: Moyen
lv: Vidēja
nb: Middels
nl: Gemiddeld
pl: Średnie
sv: Medelstarkt

source: Strong
da: Kraftig
de: Stark
et: Tugev
fi: Vahva
fr: Fort
lv: Spēcīga
nb: Sterkt
nl: Sterk
pl: Silne
sv: Starkt

source: Very strong
da: Meget stærk
de: Sehr stark
et: Väga tugev
fi: Erittäin vahva
fr: Très fort
lv: Ļoti spēcīga
nb: Meget sterkt
nl: Zeer sterk
pl: Bardzo silne
sv: Mycket starkt

source: No data found
da: Ingen data fundet
de: Keine Daten gefunden
et: Andmeid ei leitud
fi: Dataa ei löytynyt
fr: Aucune donnée trouvée
lv: Dati nav atrasti
nb: Fant ingen informasjon
nl: Geen gegevens gevonden
pl: Nie znaleziono danych
sv: Ingen data hittades

source: Toggle navigation
da: Aktiver navigation
de: Navigation umschalten
et: Lülita navigeerimine sisse/välja
fi: Vaihda navigointia
fr: Basculer la navigation
lv: Pārslēgt navigāciju
nb: Aktiver/deaktiver navigasjon
nl: Navigatie in-/uitschakelen
pl: Przełącz nawigację
sv: Växla navigering

source: Name, email, phone number
da: Navn, e-mail, telefonnummer
de: Name, E-Mail, Telefonnummer
et: Nimi, e-posti aadress, telefoninumber
fi: Nimi, sähköposti, puhelinnumero
fr: Nom, e-mail, numéro de téléphone
lv: Vārds, e-pasta adrese, tālruņa numurs
nb: Navn, e-postadresse, telefonnummer
nl: Naam, e-mailadres, telefoonnummer
pl: Imię i nazwisko, adres e-mail, numer telefonu
sv: Namn, e-postadress, telefonnummer

source: Search applications
da: Søg i ansøgninger
de: Bewerbungen suchen
et: Otsi avaldusi
fi: Etsi hakemuksia
fr: Rechercher des applications
lv: Meklēt pieteikumus
nb: Søk i søknader
nl: Zoek sollicitaties
pl: Wyszukaj aplikacje
sv: Sök ansökning

source: Search talents
da: Søg efter talenter
de: Talente suchen
et: Otsi talente
fi: Etsi talentteja
fr: Rechercher des talents
lv: Meklēt talantus
nb: Søk etter talenter
nl: Zoek talenten
pl: Wyszukaj talenty
sv: Sök talang

source: You don't have any notifications.
da: Du har ingen notifikationer.
de: Sie haben keine Benachrichtigungen
et: Sul ei ole teateid.
fi: Sinulla ei ole ilmoituksia.
fr: Vous n'avez aucune notification.
lv: Jums nav nekādu paziņojumu.
nb: Du har ingen varsler.
nl: U heeft geen meldingen.
pl: Nie masz żadnych powiadomień.
sv: Du har inga anteckningar.

source: Mark all as read
da: Marker alle som læst
de: Alles als gelesen markieren
et: Märgi kõik loetuks
fi: Merkitse kaikki luetuiksi
fr: Tout marquer comme lu
lv: Atzīmēt visus kā izlasītus
nb: Marker alle som lest
nl: Alles als gelezen markeren
pl: Oznacz wszystkie jako przeczytane
sv: Markera alla som lästa

source: Notifications
da: Meddelelser
de: Benachrichtigungen
et: Teated
fi: Ilmoitukset
lv: Paziņojumi
nb: Varsler
nl: Meldingen
pl: Powiadomienia
sv: Notifieringar

source: Switch to another account
da: Skift til en anden konto
de: Zu anderem Account wechseln
et: Aktiveeri teine konto
fi: Vaihda toiseen TalentAdore-ympäristöön
fr: Passer à un autre compte
lv: Pāriet uz citu kontu
nb: Bytt til en annen konto
nl: Overschakelen naar een ander account
pl: Przełącz na inne konto
sv: Byt till ett annat konto

source: Company activity log
da: Virksomhedens aktivitetslog
de: Aktivitätenprotokoll
et: Ettevõtte tegevuslogi
fi: Yrityksen toimintaloki
fr: Journal d'activité de l'entreprise
lv: Uzņēmuma darbību žurnāls
nb: Bedriftens aktivitetslogg
nl: Bedrijfsactiviteitenlogboek
pl: Dziennik aktywności firmy
sv: Företags aktivitetslogg

source: What's new?
da: Hvad er nyt?
de: Was gibt's Neues?
et: Mis on uut?
fi: Mitä uutta?
fr: Quoi de neuf ?
lv: Kas ir jauns?
nb: Hva er nytt?
nl: Wat is er nieuw?
pl: Co nowego?
sv: Vad är nytt?

source: Restart tour
da: Genstart turen
de: Tour erneut beginnen
et: Alusta tutvustust uuesti
fi: Aloita opastus
fr: Redémarrer la visite
lv: Restartēt pārskatu
nb: Start omvisningen på nytt
nl: Rondleiding opnieuw starten
pl: Uruchom ponownie przewodnik
sv: Börja om rundtur

source: Support guides
da: Support-vejledninger
de: Anleitungen
et: Kasutusjuhendid
fi: Tukioppaat
fr: Guides de support
lv: Atbalsta rokasgrāmatas
nb: Støtteveiledninger
nl: Ondersteuningsgidsen
pl: Przewodniki pomocy
sv: Supportguider

source: Sign out
da: Log ud
de: Abmelden
et: Logi välja
fi: Kirjaudu ulos
fr: Se déconnecter
lv: Izrakstīties
nb: Logg av
nl: Afmelden
pl: Wyloguj się
sv: Logga ut

source: Seems like you are using an old version of Internet Explorer. Please consider using {}Google Chrome{}, {}Firefox{}, {}Safari{}, or {}Microsoft Edge{} for the best experience.
da: Det ser ud til, at du bruger en gammel version af Internet Explorer. Overvej at bruge {}Google Chrome{}, {}Firefox{}, {}Safari{} eller {}Microsoft Edge{} for at få den bedste oplevelse.
de: Es scheint, dass Sie eine alte Version des Internet Explorers verwenden. Bitte erwägen Sie die Verwendung von {}Google Chrome{}, {}Firefox{}, {}Safari{}, oder {}Microsoft Edge{} für die beste Erfahrung.
et: Tundub, et kasutad Internet Exploreri vana versiooni. Parima kogemuse jaoks kasuta {}Google Chrome’i{}, {}Firefoxi{}, {}Safarit{} või {}Microsoft Edge’i{}.
fi: Näyttää siltä, että käytät Internet Explorerin vanhaa versiota. Suosittelemme käyttämään {}Google Chrome{}-, {}Firefox{}-, {}Safari{}-, tai {}Microsoft Edge{}- selaimia paremman käyttökokemuksen takaamiseksi.
fr: Il semble que vous utilisiez une ancienne version d'Internet Explorer. Veuillez envisager d'utiliser {}Google Chrome{}, {}Firefox{}, {}Safari{} ou {}Microsoft Edge{} pour une meilleure expérience.
lv: Šķiet, ka izmantojat vecu Internet Explorer versiju. Lūdzu, apsveriet iespēju izmantot {}Google Chrome{}, {}Firefox{}, {}Safari{} vai {}Microsoft Edge{}, lai iegūtu vislabāko pieredzi.
nb: Det ser ut til at du bruker en gammel versjon av Internet Explorer. Vurder å bruke {}Google Chrome{}, {}Firefox{}, {}Safari{} eller {}Microsoft Edge{} for å få den beste opplevelsen.
nl: Het lijkt erop dat u een oude versie van Internet Explorer gebruikt. Overweeg het gebruik van {}Google Chrome{}, {}Firefox{}, {}Safari{} of {}Microsoft Edge{} voor de beste ervaring.
pl: Wygląda na to, że używasz starej wersji przeglądarki Internet Explorer. Rozważ użycie {}Google Chrome{}, {}Firefox{}, {}Safari{} lub {}Microsoft Edge{}, aby uzyskać najlepsze wrażenia.
sv: Det ser ut att du använder en gammal version av Internet Explorer. Vi rekommenderar att i stället använda {}Google Chrome{}, {}Firefox{}, {}Safari{}, eller {}Microsoft Edge{} för en stabilare användarupplevelse.

source: Go back to "Home" view
da: Gå tilbage til "Home"-visningen
de: Zurück zur "Home" Ansicht
et: Tagasi avalehele
fi: Palaa takaisin Etusivulle
fr: Retourner à la vue "Accueil"
lv: Atvērt skatu “Sākums”
nb: Gå tilbake til visningen "Hjem"
nl: Ga terug naar de "Home"-weergave
pl: Wróć do widoku "Strona główna"
sv: Gå tillbaka till "Hem" vyn

source: Choose the positions you want to suggest to the talents and send the messages with links to apply.
da: Vælg de stillinger, du vil foreslå til talenterne, og send beskederne med links til at ansøge.
de: Wählen Sie die Stellen aus, die Sie den Talenten vorschlagen möchten, und senden Sie Nachrichten mit Links zur Bewerbung.
et: Vali ametikohad, mida soovid talentidele soovitada, ja saada neile kandideerimislinke sisaldavad sõnumid.
fi: Valitse työpaikat, joita haluat suositella talenteille, ja lähetä kutsut.
fr: Choisissez les postes que vous souhaitez suggérer aux talents et envoyez les messages avec des liens pour postuler.
lv: Izvēlieties vakances, kuras vēlaties ieteikt talantiem, un nosūtiet ziņojumus ar pieteikšanās saitēm.
nb: Velg de stillingene du vil foreslå for talentene, og send meldingene med lenker til søknadsskjemaer.
nl: Kies de functies die u aan de talenten wilt voorstellen en verstuur de berichten met links om te solliciteren.
pl: Wybierz stanowiska, które chcesz zasugerować talentom i wyślij wiadomości z linkami do aplikowania.
sv: Välj de positioner du vill föreslå för talangerna och skicka meddelandena med länkar till ansökan.

source: Add custom template
da: Tilføj brugerdefineret skabelon
de: Benutzerdefinierte Vorlage hinzufügen
et: Lisa kohandatud mall
fi: Lisää oma viestipohja
fr: Ajouter un modèle personnalisé
lv: Pievienot pielāgotu veidni
nb: Legg til egendefinert mal
nl: Aangepaste sjabloon toevoegen
pl: Dodaj niestandardowy szablon
sv: Lägg till egen mall

source: Placeholders that you can use
da: Pladsholdere, som du kan bruge
de: Platzhalter, die Sie verwenden können
et: Kohatäited, mida saad kasutada
fi: Paikanpitäjät joita voit käyttää
fr: Espaces réservés que vous pouvez utiliser
lv: Vietturi, kurus varat izmantot
nb: Plassholdere du kan bruke
nl: Tijdelijke aanduidingen die u kunt gebruiken
pl: Symbole zastępcze, których możesz użyć
sv: Platshållare du kan använda

source: AI feedback sections that you can use
da: AI feedback-sektioner, som du kan bruge
de: KI-Feebback-Abschnitte, die benutzt werden können
et: AI-põhise tagasiside jaotised, mida saad kasutada
fi: Tekoälyn palauteosuuksia joita voit käyttää
fr: Sections de commentaires d'IA que vous pouvez utiliser
lv: AI atsauksmju sadaļas, kuras varat izmantot
nb: AI-tilbakemeldingsdeler du kan bruke
nl: AI-feedbacksecties die u kunt gebruiken
pl: Sekcje informacji zwrotnej AI, których możesz użyć
sv: AI feedbacksektioner som du kan använda

source: Add new attachment
da: Tilføj ny vedhæftet fil
de: Neuen Anhang hinzufügen
et: Lisa uus manus
fi: Lisää uusi liite
fr: Ajouter une nouvelle pièce jointe
lv: Pievienot jaunu pielikumu
nb: Legg til nytt vedlegg
nl: Nieuwe bijlage toevoegen
pl: Dodaj nowy załącznik
sv: Lägg till ny bilaga

source: Name:
da: Navn:
et: Nimi:
fi: Nimi:
fr: Nom:
lv: Nosaukums:
nb: Navn:
nl: Naam:
pl: Nazwa:
sv: Namn:

source: Give your custom message a name to identify
da: Giv din tilpassede besked et navn for at identificere den
de: Geben Sie ihrer benutzerdefinierten Nachricht einen Name zur Identifizierung
et: Pane oma kohandatud sõnumile nimi
fi: Nimeä viestipohjasi
fr: Donnez un nom à votre message personnalisé pour l'identifier
lv: Piešķiriet pielāgotajam ziņojumam nosaukumu, lai to identificētu
nb: Gi den egendefinerte meldingen et navn for å identifisere den
nl: Geef uw aangepaste bericht een naam ter identificatie
pl: Nadaj swojej niestandardowej wiadomości nazwę, aby ją zidentyfikować
sv: Ge ditt anpassade meddelande ett namn som identifiering

source: Subject:
da: Emne:
de: Betreff:
et: Teema:
fi: Viestin otsikko:
fr: Objet:
lv: Temats:
nb: Emne:
nl: Onderwerp:
pl: Temat:
sv: Ämne:

source: Additional message
da: Yderligere besked
de: Zusätzliche Nachricht
et: Lisasõnum
fi: Lisäviesti
fr: Message supplémentaire
lv: Papildu ziņojums
nb: Tilleggsmelding
nl: Extra bericht
pl: Dodatkowa wiadomość
sv: Ytterligare meddelande

source: Message to be added in status update before signature
da: Besked, der skal tilføjes i statusopdatering før underskrift
de: Nachricht zum Hinzufügen in die Statusaktualisierung vor der Signatur
et: Sõnum, mis lisatakse oleku uuendusse enne allkirja
fi: Viesti statuspäivitykseen ennen allekirjoitusta
fr: Message à ajouter dans la mise à jour de statut avant la signature
lv: Ziņojums, kas pirms parakstīšanas jāpievieno statusa atjauninājumam
nb: Melding som skal legges til i statusoppdatering før signatur
nl: Bericht dat voor de handtekening in de statusupdate moet worden toegevoegd
pl: Wiadomość do dodania w aktualizacji statusu przed podpisem
sv: Meddelandet som kommer att läggas in i statusuppdateringen innan signaturen

source: Write the whole message by yourself:
da: Skriv hele beskeden selv:
de: Schreibe die ganze Nachricht selbst:
et: Kirjuta sõnum ise:
fi: Kirjoita koko viesti itse:
fr: Écrivez le message entier vous-même :
lv: Uzrakstiet visu ziņojumu pats:
nb: Skriv hele meldingen selv:
nl: Schrijf het hele bericht zelf:
pl: Napisz całą wiadomość samodzielnie:
sv: Skriv hela meddelandet själv:

source: Please note that not all email providers show images and videos in emails
da: Bemærk, at ikke alle e-mailudbydere viser billeder og videoer i e-mails
de: Bitte beachten Sie, dass nicht alle E-Mail-Anbieter Bilder und Videos in E-Mails anzeigen
et: Pea meeles, et mõni e-posti teenuse osutaja ei näita e-kirjades pilte ja videoid
fi: Huomaa, etteivät kaikki sähköpostit tue kuvia ja videoita
fr: Veuillez noter que tous les fournisseurs de messagerie n'affichent pas les images et les vidéos dans les e-mails
lv: Lūdzu, ņemiet vērā, ka ne visi e-pasta pakalpojumu sniedzēji e-pasta vēstulēs parāda attēlus un videoklipus
nb: Vær oppmerksom på at ikke alle e-postleverandører viser bilder og videoer i e-poster
nl: Houd er rekening mee dat niet alle e-mailproviders afbeeldingen en video's in e-mails weergeven
pl: Pamiętaj, że nie wszyscy dostawcy poczty e-mail wyświetlają obrazy i filmy w wiadomościach e-mail
sv: Vänligen notera att inte alla mailleverantörer visar bilder och filmklipp i mail

source: Refresh status
da: Opdater status
de: Status aktualisieren
et: Värskenda olekut
fi: Päivitä
fr: Actualiser le statut
lv: Atjaunināt statusu
nb: Oppdater status
nl: Status vernieuwen
pl: Odśwież status
sv: Uppdatera

source: Last successful update:
da: Sidste vellykkede opdatering:
de: Letzte erfolgreiche Aktualisierung:
et: Viimane õnnestunud uuendus:
fi: Viimeinen onnistunut päivitys:
fr: Dernière mise à jour réussie :
lv: Pēdējais veiksmīgais atjauninājums:
nb: Siste gjennomførte oppdatering:
nl: Laatste succesvolle update:
pl: Ostatnia udana aktualizacja:
sv: Senaste uppdatering:

source: Unpublish
da: Offentligør ikke
de: Veröffentlichung aufheben
et: Tühista avaldamine
fi: Poista julkaisu
fr: Dépublier
lv: Atcelt publicēšanu
nb: Avpubliser
nl: Publicatie ongedaan maken
pl: Cofnij publikację
sv: Avpublicera

source: Save changes
da: Gem ændringer
de: Änderungen speichern
et: Salvesta muudatused
fi: Tallenna muutokset
fr: Enregistrer les modifications
lv: Saglabāt izmaiņas
nb: Lagre endringer
nl: Wijzigingen opslaan
pl: Zapisz zmiany
sv: Spara ändringar

source: Click to see job ad
da: Klik for at se jobannoncen
de: Klicken um Stellenanzeige anzusehen
et: Klõpsa töökuulutuse vaatamiseks
fi: Työilmoitukseen
fr: Cliquez pour voir l'annonce d'emploi
lv: Noklikšķināt, lai skatītu darba sludinājumu
nb: Klikk for å se jobbannonsen
nl: Klik om de vacature te bekijken
pl: Kliknij, aby zobaczyć ogłoszenie o pracę
sv: Klicka för att se en jobbannons

source: Error:
da: Fejl:
de: Fehler:
et: Tõrge:
fi: Virhe:
fr: Erreur :
lv: Kļūda:
nb: Feil:
nl: Fout:
pl: Błąd:
sv: Fel:

source: Info:
fi: Tiedot:
lv: Informācija:
pl: Informacja:

source: Warning:
da: Advarsel:
de: Warnung:
et: Hoiatus!
fi: Varoitus:
fr: Avertissement :
lv: Brīdinājums!
nb: Advarsel:
nl: Waarschuwing:
pl: Ostrzeżenie:
sv: Varning:

source: Click the "{}" button to see all applications.
et: Kõigi kandideerimisavalduste nägemiseks klõpsake nuppu "{}".
fi: Napsauta painiketta "{}" nähdäksesi kaikki hakemukset.
sv: Klicka på "{}"-knappen för att se alla ansökningar.

source: Show all applications
et: Näita kõiki kandideerimisavaldusi
fi: Näytä kaikki hakemukset
sv: Visa alla ansökningar

source: Assigner
da: Tildeler
de: Zuweisender
et: Määraja
fi: Tehtävän antaja
fr: Responsable
lv: Piešķīrējs
nb: Tildeler
nl: Toewijzer
pl: Przydzielający
sv: Tilldelare

source: Community group
da: Fællesskabsgruppe
de: Talent-Community-Gruppe
et: Talent Community grupp
fi: Community ryhmä
fr: Groupe communautaire
lv: Grupas kategorija
nb: Fellesskapsgruppe
nl: Community groep
pl: Grupa społeczności
sv: Gemenskap grupp

source: Click the "{}" button to get started.
et: Alustamiseks klõpsake nuppu "{}".
fi: Napsauta painiketta "{}" aloittaaksesi.
sv: Klicka på "{}"-knappen för att komma igång.

source: Active positions
et: Aktiivsed ametikohad
fi: Avoimet tehtävät
sv: Aktiva tjänster

source: Expired positions
et: Aegunud ametikohad
fi: Vanhentuneet tehtävät
sv: Utgångna tjänster

source: Waiting for approval
da: Venter på godkendelse
de: Warten auf Genehmigung
et: Kinnitamise ootel
fi: Odottaa hyväksyntää
fr: En attente d'approbation
lv: Gaida apstiprinājumu
nb: Venter på godkjenning
nl: Wachten op goedkeuring
pl: Oczekujące na zatwierdzenie
sv: Väntar på godkännande

source: Show all positions
et: Näita kõiki ametikohti
fi: Näytä kaikki tehtävät
sv: Visa alla tjänster

source: Welcome to TalentAdore Hire!
et: Tere tulemast TalentAdore Hire'i!
fi: Tervetuloa TalentAdore Hire -palveluun!
sv: Välkommen till TalentAdore Hire!

source: With this tour you get the basic understanding on how to use the TalentAdore Hire. You can re-start the tour from the menu behind your name in the upper right corner. From the menu you will also find a link to our <a href='https://talentadore.zendesk.com' target='_blank' rel='noopener noreferrer'>Support page</a>.
et: Selle ringkäiguga saate põhiteadmised TalentAdore Hire'i kasutamise kohta. Ringkäiku saate uuesti alustada menüüst, mis asub teie nime taga paremas ülanurgas. Menüüst leiate ka lingi meie <a href='https://talentadore.zendesk.com' target='_blank' rel='noopener noreferrer'>tugilehele</a>.
fi: Tämän kierroksen avulla saat peruskäsityksen TalentAdore Hire -palvelun käytöstä. Voit käynnistää kierroksen uudelleen nimesi takana olevan valikon avulla oikeassa yläkulmassa. Valikosta löydät myös linkin <a href='https://talentadore.zendesk.com' target='_blank' rel='noopener noreferrer'>tukisivuillemme</a>.
sv: Med denna rundtur får du grundläggande förståelse för hur du använder TalentAdore Hire. Du kan starta om rundturen från menyn bakom ditt namn uppe till höger. I menyn hittar du också en länk till vår <a href='https://talentadore.zendesk.com' target='_blank' rel='noopener noreferrer'>support-sida</a>.

source: Here you can find your recent positions. We created one for demonstrational purposes.<br><br>Whenever you find a question mark icon <span class='icon-svg-question-circle'></span>, hover it to find useful information.
et: Siit leiate oma hiljutised ametikohad. Lõime ühe tutvustamise eesmärgil.<br><br>Kui leiate küsimärgi ikooni <span class='icon-svg-question-circle'></span>, hõljutage kursorit selle kohal, et leida kasulikku teavet.
fi: Täältä löydät viimeisimmät tehtäväsi. Loimme yhden näyttötarkoituksiin.<br><br>Aina kun näet kysymysmerkkikuvakkeen <span class='icon-svg-question-circle'></span>, vie siihen kohdistin nähdäksesi lisätietoja.
sv: Här hittar du dina senaste tjänster. Vi skapade en för demonstrationsändamål.<br><br>När du ser frågeteckenikonen <span class='icon-svg-question-circle'></span>, håll muspekaren över den för att få mer information.
