Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Hi {name}, You have been asked to reset your password in Talentadore.com. Click here to change your password: {recover_link} The link is valid for half an hour and if necessary, you can request a new link in {reset_url} If you are facing a problem, you can contact our customer service at: {support_email} Best regards, Team TalentAdore
da: Hej {name}, Du er blevet bedt om at nulstille din adgangskode på Talentadore.com. Klik her for at ændre din adgangskode: {recover_link} Linket er gyldigt i en halv time, og hvis det er nødvendigt, kan du anmode om et nyt link i {reset_url}. Hvis du har et problem, kan du kontakte vores kundeservice på: {support_email} Med venlig hilsen, Team TalentAdor
de: Hallo {name}, Sie wurden aufgefordert, Ihr Passwort in Talentadore.com zurückzusetzen. Klicken sie hier, um ihr Passwort zu ändern: {recover_link} Der Link ist für eine halbe Stunde gültig und wenn nötig, können Sie einen neuen Link in {reset_url} anfordern Wenn Sie ein Problem haben, können Sie sich an unseren Kundendienst wenden: {support_email} Freundliche Grüße, Team TalentAdore
et: Tere, {name}! Sul palutakse muuta oma salasõna leheküljel Talentadore.com. Salasõna muutmiseks klõpsa siin: {recover_link} Linki saab kasutada poole tunni jooksul. Vajaduse korral küsi uut linki aadressil {reset_url} Probleemide tekkimisel võta ühendust klienditeenindusega: {support_email} Heade soovidega TalentAdore’i meeskond
fi: Hei {name}, Sinua on pyydetty resetoimaan TalentAdoren salasanasi. Klikkaa tästä vaihtaaksesi salasanan: {recover_link} Linkki on voimassa puoli tuntia. Pyydä tarvittaessa uusi linkki osoitteesta {reset_url} Jos sinulla on kysyttävää, ota yhteyttä asiakaspalveluumme: {support_email} Parhain terveisin, TalentAdore tiimi
fr: Bonjour {name}, Vous avez été invité à réinitialiser votre mot de passe sur Talentadore.com. Cliquez ici pour changer votre mot de passe : {recover_link} Le lien est valide pendant une demi-heure et si nécessaire, vous pouvez demander un nouveau lien dans {reset_url} Si vous rencontrez un problème, vous pouvez contacter notre service client à l'adresse : {support_email} Cordialement, L'équipe TalentAdore
lv: Sveiki, {name}! Jums lūdz nomainīt paroli Talentadore.com. Noklikšķiniet šeit, lai mainītu paroli: {recover_link} Saite ir derīga pusstundu, un, ja nepieciešams, varat pieprasīt jaunu saiti {reset_url} Ja rodas problēmas, varat sazināties ar mūsu klientu apkalpošanas dienestu: {support_email} Ar cieņu TalentAdore komanda
nb: Hei {name}, Du er blitt bedt om å tilbakestille passordet ditt på Talentadore.com. Klikk her for å endre passordet ditt: {recover_link} Koblingen er gyldig i en halv time, og om nødvendig kan du be om en ny kobling i {reset_url} Hvis du har problemer, kan du kontakte vår kundeservice på: {support_email} Med vennlig hilsen Team TalentAdore
nl: Hallo {name}, U bent gevraagd uw wachtwoord op Talentadore.com opnieuw in te stellen. Klik hier om uw wachtwoord te wijzigen: {recover_link} De link is een half uur geldig en indien nodig kunt u een nieuwe link aanvragen via {reset_url} Als u een probleem ondervindt, kunt u contact opnemen met onze klantenservice op: {support_email} Met vriendelijke groet, Team TalentAdore
pl: Cześć {name}, Zostałeś poproszony o zresetowanie hasła na Talentadore.com. Kliknij tutaj, aby zmienić hasło: {recover_link} Link jest ważny przez pół godziny, a w razie potrzeby możesz poprosić o nowy link na {reset_url} Jeśli napotkasz problem, skontaktuj się z naszym działem obsługi klienta: {support_email} Pozdrawiamy, Zespół TalentAdore
sv: Hej {name}, Du har blivit ombedd att återställa ditt lösenord på Talentadore.com. Klicka här för att ändra ditt lösenord: {recover_link} Länken är giltig i en halvtimme och vid behov kan du be om en ny länk på adressen {reset_url} Om du har problem kan du kontakta vår kundsupport på adressen {support_email} Bästa hälsningar, TalentAdore-teamet

source: Hi {name}, This is to inform you that the password for your account on TalentAdore.com has been successfully changed. If you did not initiate this change, please reset your password immediately by going to the following link and following the instructions: {reset_url} For any further assistance, feel free to contact our customer service at: {support_email} Best regards, Team TalentAdore
da: Hej {name}, Dette er for at informere dig om, at adgangskoden til din konto på TalentAdore.com er blevet ændret. Hvis du ikke har initieret denne ændring, bedes du nulstille din adgangskode med det samme ved at gå til følgende link og følge instruktionerne: {reset_url} For yderligere hjælp er du velkommen til at kontakte vores kundeservice på: {support_email} Med venlig hilsen, Team TalentAdore
de: Hallo {name}, Hiermit möchten wir Sie darüber informieren, dass das Passwort für Ihr Konto auf TalentAdore.com erfolgreich geändert wurde. Wenn Sie diese Änderung nicht veranlasst haben, setzen Sie bitte umgehend Ihr Passwort zurück, indem Sie den folgenden Link aufrufen und den Anweisungen folgen: {reset_url} Für weitere Unterstützung können Sie sich gerne an unseren Kundenservice wenden: {support_email} Mit freundlichen Grüßen, Team TalentAdore
et: Tere {name}, See on teade, et teie TalentAdore.com konto parool on edukalt muudetud. Kui te ei algatanud seda muudatust, lähtestage oma parool kohe, minnes järgmisele lingile ja järgides juhiseid: {reset_url} Lisaabi saamiseks võtke julgelt ühendust meie klienditoega aadressil: {support_email} Parimate soovidega, TalentAdore'i meeskond
fi: Hei {name}, Olet onnistuneesti vaihtanut salasanasi TalentAdoreen. Jos et tehnyt kyseistä muutosta, ole hyvä ja reset salasanasi välittömästi seuraamalla ohjeita seuraavan linkin kautta: {reset_url} Jos tarvitset lisäapua, ole hyvä ja ota yhteyttä Supporttiimme: {support_email} Terveisin, TalentAdoren tiimi
fr: Bonjour {name}, Nous vous informons que le mot de passe de votre compte sur TalentAdore.com a été modifié avec succès. Si vous n'êtes pas à l'origine de ce changement, veuillez réinitialiser votre mot de passe immédiatement en vous rendant sur le lien suivant et en suivant les instructions : {reset_url} Pour toute assistance supplémentaire, n'hésitez pas à contacter notre service client à l'adresse suivante : {support_email} Cordialement, L'équipe TalentAdore
lv: Sveiki, {name}! Šis ir paziņojums, ka parole jūsu kontam TalentAdore.com ir veiksmīgi nomainīta. Ja jūs neesat iniciējis šīs izmaiņas, lūdzu, nekavējoties atiestatiet savu paroli, ejot uz šo saiti un sekojot norādījumiem: {reset_url} Ja nepieciešama papildu palīdzība, droši sazinieties ar mūsu klientu apkalpošanas dienestu: {support_email} Ar cieņu, TalentAdore komanda
nb: Hei {name}, Dette er for å informere deg om at passordet for kontoen din på TalentAdore.com har blitt endret. Hvis du ikke initierte denne endringen, vennligst tilbakestill passordet ditt umiddelbart ved å gå til følgende lenke og følge instruksjonene: {reset_url} For ytterligere hjelp, ikke nøl med å kontakte vår kundeservice på: {support_email} Med vennlig hilsen, Team TalentAdore
nl: Hallo {name}, Hierbij delen wij u mede dat het wachtwoord voor uw account op TalentAdore.com succesvol is gewijzigd. Als u deze wijziging niet zelf heeft geïnitieerd, reset dan onmiddellijk uw wachtwoord door naar de volgende link te gaan en de instructies te volgen: {reset_url} Voor verdere assistentie kunt u contact opnemen met onze klantenservice via: {support_email} Met vriendelijke groet, Team TalentAdore
pl: Cześć {name}, Informujemy, że hasło do Twojego konta na TalentAdore.com zostało pomyślnie zmienione. Jeśli nie zainicjowałeś tej zmiany, natychmiast zresetuj hasło, przechodząc do następującego linku i postępując zgodnie z instrukcjami: {reset_url} W razie dalszych pytań skontaktuj się z naszym działem obsługi klienta: {support_email} Pozdrawiamy, Zespół TalentAdore
sv: Hej {name}, Detta är för att informera dig om att lösenordet för ditt konto på TalentAdore.com har ändrats. Om du inte initierade denna ändring, vänligen återställ ditt lösenord omedelbart genom att gå till följande länk och följa instruktionerna: {reset_url} För ytterligare hjälp, tveka inte att kontakta vår kundtjänst på: {support_email} Med vänliga hälsningar, Team TalentAdore

source: PS. I would like to store your information for future job opportunities. From time to time, we would send to you updates and first-hand information on interesting positions. Would that be ok? <a href='[TALENT_COMMUNITY_LINK]'>YES</a><br/><p style='font-size: 10px;'><br/>If you do not want your data to be stored for future recruitments, you do not have to do anything, and your data will be erased as said in company's data storing policy.</p><br>
da: PS. Jeg vil gerne gemme dine oplysninger til fremtidige jobmuligheder. Fra tid til anden vil vi sende dig opdateringer og førstehåndsinformation om interessante stillinger. Er det okay? <a href='[TALENT_COMMUNITY_LINK]'>JA</a><br/><p style='font-size: 10px;'><br/>Hvis du ikke ønsker, at dine data skal gemmes til fremtidige rekrutteringer, behøver du ikke at gøre noget, og dine data vil blive slettet som nævnt i virksomhedens datalagringspolitik.</p><br>
de: PS. Ich möchte Ihre Informationen für zukünftige Stellenangebote speichern. Von Zeit zu Zeit senden wir Ihnen Updates und Informationen aus erster Hand zu interessanten Positionen. Wäre das in Ordnung? <a href='[TALENT_COMMUNITY_LINK]'> JA </a><br/><p style='font-size: 10px;'><br/> Wenn Sie nicht möchten, dass Ihre Daten für zukünftige Einstellungen gespeichert werden, Sie müssen nichts tun, und Ihre Daten werden gelöscht, wie in der Datenspeicherungspolitik des Unternehmens angegeben.</p><br>
et: NB! Soovime sinu andmed salvestada, et teavitada edaspidi vabadest ametikohtadest ja muudest uudistest. Kas see sobib? <a href='[TALENT_COMMUNITY_LINK]'>JAH</a><br/><p style='font-size: 10px;'><br/>Kui sa ei soovi oma andmete säilitamist värbamissüsteemis, ei pea sa midagi tegema ja andmed kustutatakse ettevõtte privaatsuspõhimõtete kohaselt.</p><br>
fi: PS. Haluaisin säilyttää tietosi tulevia työmahdollisuuksia varten. Lähettäisimme silloin tällöin sinulle ensikäden tietoa uusista kiinnostavista työpaikoista. Sopiiko tämä? <a href='[TALENT_COMMUNITY_LINK]'>KYLLÄ</a><br/><p style='font-size: 10px;'><br/>Jos et halua tietojasi säilytettävän tulevia rekrytointeja varten, sinun ei tarvitse tehdä mitään, tietosi poistetaan, kun yrityksen hakijatietojen säilytysaika tulee täyteen.</p><br>
fr: PS. Je souhaiterais stocker vos informations pour de futures opportunités d'emploi. De temps en temps, nous vous enverrions des mises à jour et des informations de première main sur des postes intéressants. Cela vous conviendrait-il ? <a href='[TALENT_COMMUNITY_LINK]'>OUI</a><br/><p style='font-size: 10px;'><br/>Si vous ne souhaitez pas que vos données soient stockées pour de futurs recrutements, vous n'avez rien à faire, et vos données seront effacées comme indiqué dans la politique de stockage des données de l'entreprise.</p><br>
lv: P.S. Vēlos saglabāt jūsu informāciju gadījumam, ja turpmāk parādās kāda vakance. Reizēm mēs jums nosūtīsim jaunāko informāciju un tiešo informāciju par interesantām vakancēm. Vai tas būtu pieņemami? <a href='[TALENT_COMMUNITY_LINK]'>JĀ</a><br/><p style='font-size: 10px;'><br/>Ja nevēlaties, lai jūsu dati tiktu saglabāti turpmākiem darba piedāvājumiem, jums nekas nav jādara, un dati tiks dzēsti, kā norādīts uzņēmuma datu glabāšanas politikā.</p><br>
nb: PS. Jeg vil gjerne lagre informasjonen din for fremtidige jobbmuligheter. Fra tid til annen vil vi sende deg oppdateringer og førstehåndsinformasjon om interessante stillinger. Er det i orden? <a href='[TALENT_COMMUNITY_LINK]'>JA</a><br/><p style='font-size: 10px;'><br/>Hvis du ikke ønsker at opplysningene dine skal lagres for fremtidige rekrutteringer, trenger du ikke å gjøre noe, og opplysningene dine vil bli slettet i henhold til selskapets retningslinjer for datalagring.</p><br>
nl: PS. Ik zou graag uw gegevens willen bewaren voor toekomstige vacatures. Van tijd tot tijd sturen we u updates en eerstehands informatie over interessante functies. Is dat goed? <a href='[TALENT_COMMUNITY_LINK]'>JA</a><br/><p style='font-size: 10px;'><br/>Als u niet wilt dat uw gegevens worden opgeslagen voor toekomstige wervingen, hoeft u niets te doen en worden uw gegevens gewist zoals vermeld in het gegevensopslagbeleid van het bedrijf.</p><br>
pl: PS. Chciałbym zachować Twoje dane do przyszłych ofert pracy. Od czasu do czasu będziemy wysyłać Ci aktualizacje i informacje z pierwszej ręki o interesujących stanowiskach. Czy to byłoby w porządku? <a href='[TALENT_COMMUNITY_LINK]'>TAK</a><br/><p style='font-size: 10px;'><br/>Jeśli nie chcesz, aby Twoje dane były przechowywane do przyszłych rekrutacji, nie musisz nic robić, a Twoje dane zostaną usunięte zgodnie z polityką przechowywania danych firmy.</p><br>
sv: P.S. Jag skulle vilja spara dina uppgifter för framtida jobbmöjligheter. Vi skulle nu och då skicka dig uppdateringar och förstahandsinformation om intressanta jobb. Skulle det vara ok? <a href='[TALENT_COMMUNITY_LINK]'>JA</a><br/><p style='font-size: 10px;'><br/> Om du inte vill att dina data lagras för framtida rekryteringar behöver du inte göra någonting. Dina data kommer att raderas i enlighet med företagets datalagringspolicy.</p><br>

source: Hi, I would like to store your information for future job opportunities. From time to time, we would send to you updates and first-hand information on interesting positions. Would that be ok? [TALENT_COMMUNITY_LINK] If you do not want your data to be stored for future recruitments, you do not have to do anything, and your data will be erased as said in company's data storing policy. {additional_message}[SIGNATURE]
da: Hej, Jeg vil gerne gemme dine oplysninger til fremtidige jobmuligheder. Fra tid til anden vil vi sende dig opdateringer og førstehåndsinformation om interessante stillinger. Ville det være i orden? [TALENT_COMMUNITY_LINK] Hvis du ikke ønsker, at dine data skal gemmes til fremtidige rekrutteringer, behøver du ikke at gøre noget, og dine data vil blive slettet som nævnt i virksomhedens datalagringspolitik. {additional_message}[SIGNATURE]
de: Hallo, Ich möchte Ihre Informationen für zukünftige Stellenangebote speichern. Von Zeit zu Zeit senden wir Ihnen Updates und Informationen aus erster Hand zu interessanten Positionen. Wäre das in Ordnung? [TALENT_COMMUNITY_LINK] Wenn Sie nicht möchten, dass Ihre Daten für zukünftige Einstellungen gespeichert werden, müssen Sie nichts tun, und Ihre Daten werden gelöscht, wie in den Datenspeicherrichtlinien des Unternehmens angegeben. {additional_message}[SIGNATURE]
et: Tere! Soovime salvestada sinu andmed, et teavitada edaspidi vabadest ametikohtadest ja muudest uudistest. Kas see sobib? [TALENT_COMMUNITY_LINK] Kui sa ei soovi oma andmete säilitamist värbamissüsteemis, ei pea sa midagi tegema ja sinu andmed kustutatakse ettevõtte privaatsuspõhimõtete kohaselt. {additional_message}[SIGNATURE]
fi: Hei, Haluaisin säilyttää tietosi tulevia työmahdollisuuksia varten. Lähettäisimme silloin tällöin sinulle ensikäden tietoa uusista kiinnostavista työpaikoista. Sopiiko tämä? [TALENT_COMMUNITY_LINK] Jos et halua tietojasi säilytettävän tulevia rekrytointeja varten, sinun ei tarvitse tehdä mitään, tietosi poistetaan, kun yrityksen hakijatietojen säilytysaika tulee täyteen. {additional_message}[SIGNATURE]
fr: Bonjour, Je voudrais stocker vos informations pour de futures opportunités d'emploi. De temps en temps, nous vous enverrions des mises à jour et des informations de première main sur des postes intéressants. Cela vous conviendrait-il ? [TALENT_COMMUNITY_LINK] Si vous ne souhaitez pas que vos données soient stockées pour de futurs recrutements, vous n'avez rien à faire, et vos données seront effacées conformément à la politique de stockage des données de l'entreprise. {additional_message}[SIGNATURE]
lv: Sveiki! Es vēlētos saglabāt jūsu informāciju gadījumam, ja turpmāk parādās kāda vakance. Reizēm mēs jums nosūtīsim jaunāko informāciju un tiešo informāciju par interesantām vakancēm. Vai tas būtu pieņemami? [TALENT_COMMUNITY_LINK] Ja nevēlaties, lai jūsu dati tiktu saglabāti turpmākiem darba piedāvājumiem, jums nekas nav jādara, un dati tiks dzēsti, kā norādīts uzņēmuma datu glabāšanas politikā. {additional_message}[SIGNATURE]
nb: Hei, jeg vil gjerne lagre informasjonen din for fremtidige jobbmuligheter. Fra tid til annen vil vi sende deg oppdateringer og førstehåndsinformasjon om interessante stillinger. Er det i orden? [TALENT_COMMUNITY_LINK] Hvis du ikke ønsker at opplysningene dine skal lagres for fremtidige rekrutteringer, trenger du ikke å gjøre noe, og opplysningene dine vil bli slettet i henhold til selskapets retningslinjer for datalagring. {additional_message}[SIGNATURE]
nl: Hallo, Ik zou graag uw gegevens willen bewaren voor toekomstige vacatures. Van tijd tot tijd sturen we u updates en eerstehands informatie over interessante functies. Is dat goed? [TALENT_COMMUNITY_LINK] Als u niet wilt dat uw gegevens worden opgeslagen voor toekomstige wervingen, hoeft u niets te doen en worden uw gegevens gewist zoals vermeld in het gegevensopslagbeleid van het bedrijf. {additional_message}[SIGNATURE]
pl: Cześć, Chciałbym zachować Twoje dane do przyszłych ofert pracy. Od czasu do czasu będziemy wysyłać Ci aktualizacje i informacje z pierwszej ręki o interesujących stanowiskach. Czy to byłoby w porządku? [TALENT_COMMUNITY_LINK] Jeśli nie chcesz, aby Twoje dane były przechowywane do przyszłych rekrutacji, nie musisz nic robić, a Twoje dane zostaną usunięte zgodnie z polityką przechowywania danych firmy. {additional_message}[SIGNATURE]
sv: Hej, Jag skulle vilja spara dina uppgifter för framtida jobbmöjligheter. Vi skulle nu och då skicka dig uppdateringar och förstahandsinformation om intressanta jobb. Skulle det vara ok? [TALENT_COMMUNITY_LINK] Om du inte vill att dina data lagras för framtida rekryteringar behöver du inte göra någonting. Dina data kommer att raderas i enlighet med företagets datalagringspolicy. {additional_message}[SIGNATURE]

source: Hi [FIRST_NAME], Welcome to the team! We are thrilled to have you on board and we can’t wait to meet you on your first day. In order to guarantee a smooth start in our organization, we have prepared a welcome package for you. Please follow the link below to access your pre-onboarding materials. [PREONBOARDING_LINK] If you have any questions, please feel free to contact us. [SIGNATURE]
da: Hej [FIRST_NAME], Velkommen til teamet! Vi er glade for at have dig om bord, og vi kan ikke vente med at møde dig på din første dag. For at sikre dig en god start i vores organisation, har vi forberedt en velkomstpakke til dig. Følg venligst linket nedenfor for at få adgang til dine pre-onboarding materialer. [PREONBOARDING_LINK] Hvis du har spørgsmål, er du velkommen til at kontakte os. [SIGNATURE]
de: Hallo [FIRST_NAME], Willkommen im Team! Wir freuen uns sehr, Sie an Bord zu haben, und können es kaum erwarten, Sie bald persönlich kennenzulernen. Um einen reibungslosen Start in unserem Unternehmen zu gewährleisten, haben wir ein Willkommenspaket für Sie vorbereitet. Bitte folgen Sie dem nachstehenden Link, um Zugang zu Ihren Pre-Onboarding Materialien zu erhalten. [PREONBOARDING_LINK] Wenn Sie Fragen haben, helfen wir jederzeit gerne. [SIGNATURE]
et: Tere, [FIRST_NAME]! Tere tulemast meeskonda! Meil on väga hea meel, et oled meiega liitumas. Selleks et sinu sisseelamine oleks sujuv, tutvu meie ettevõtte eeltutvustuse materjalidega. Nendele pääsed ligi alloleva lingi kaudu. [PREONBOARDING_LINK] Küsimuste korral võta julgesti ühendust. [SIGNATURE]
fi: Hei [FIRST_NAME], Tervetuloa tiimiin! Hienoa saada sinut osaksi työyhteisöämme. Emme malta odottaa, että tapaamme ensimmäisenä työpäivänäsi. Olemme valmistelleet sinulle aloituspaketin, jotta alku organisaatiossamme olisi mahdollisimman sujuva. Alla olevan linkin kautta löydät sinulle luodun esiperehdytysmateriaalin. [PREONBOARDING_LINK] Jos sinulla on kysyttävää, ota rohkeasti yhteyttä. [SIGNATURE]
lv: Sveiki, [FIRST_NAME]! Laipni lūdzam mūsu komandā! Mēs priecājamies, ka strādāsiet pie mums, un nevaram vien sagaidīt, kad satiksim jūs pirmajā darba dienā. Lai garantētu mierīgu darba sākumu mūsu organizācijā, esam sagatavojuši jums darba uzsākšanas komplektu. Lūdzu, izmantojiet tālāk redzamo saiti, lai piekļūtu materiāliem par aktivitātēm pirms darba uzsākšanas. [PREONBOARDING_LINK] Ja jums ir jautājumi, lūdzu, sazinieties ar mums. [PARAUGS]
nb: Hei [FIRST_NAME], velkommen til teamet! Vi er veldig glade for å ha deg om bord, og vi gleder oss til å møte deg på den første dagen din. For å sikre at du får en god start i organisasjonen vår, har vi laget en velkomstpakke til deg. Følg lenken nedenfor for å få tilgang til preboarding-materialet. [PREONBOARDING_LINK] Hvis du har spørsmål, må du gjerne kontakte oss. [SIGNATURE]
pl: Cześć [FIRST_NAME], Witaj w zespole! Jesteśmy zachwyceni, że do nas dołączyłeś i nie możemy się doczekać spotkania z Tobą w Twoim pierwszym dniu. Kliknij w poniższy link, aby uzyskać dostęp do materiałów pre-onboardingowych. [PREONBOARDING_LINK] Jeśli masz jakiekolwiek pytania, nie krępuj się z nami skontaktować. [SIGNATURE]
sv: Hej [FIRST_NAME], Välkommen till teamet! Vi är jätteglada att ha dig ombord och ser fram emot att träffa dig på din första arbetsdag. För att garantera en smidigt start till organisationen har vi förberett ett välkomstpaket åt dig. Vänligen följ länken nedan för att öppna din introduktion till inskolnings material. [PREONBOARDING_LINK] Om det uppstår frågor så kan du alltid kontakta oss- [SIGNATURE]

source: Hi [FIRST_NAME], Thank you for applying for position [JOB_NAME] at [COMPANY_NAME]! We’re impressed by your background and are excited to invite you to the next step in our process. You can record your video interview at your convenience using the link below. Please make sure to complete it by [VIDEO_INTERVIEW_DEADLINE]. Start recording: [VIDEO_INTERVIEW_LINK] If you have any questions don’t hesitate to reach out to us. We can’t wait to learn more about you and your experiences! [SIGNATURE]
et: Tere, [FIRST_NAME]! Täname, et kandideerisite ametikohale [JOB_NAME] ettevõttes [COMPANY_NAME]! Teie taust on meile muljet avaldanud ja meil on hea meel kutsuda teid meie protsessi järgmisse etappi. Saate oma videointervjuu salvestada teile sobival ajal, kasutades allolevat linki. Palun veenduge, et teete selle ära hiljemalt [VIDEO_INTERVIEW_DEADLINE]. Alusta salvestamist: [VIDEO_INTERVIEW_LINK] Kui teil on küsimusi, võtke meiega julgelt ühendust. Ootame põnevusega, et saaksime Teie ja Teie kogemuste kohta rohkem teada! [SIGNATURE]
fi: Hei [FIRST_NAME], Kiitos, että hait tehtävää [JOB_NAME] yrityksessä [COMPANY_NAME]! Olemme vaikuttuneita taustastasi ja innostuneita kutsumaan sinut seuraavaan vaiheeseen prosessissamme. Voit nauhoittaa videohaastattelusi kätevästi alla olevan linkin avulla. Varmista, että saat sen valmiiksi ennen [VIDEO_INTERVIEW_DEADLINE]. Aloita nauhoitus: [VIDEO_INTERVIEW_LINK] Jos sinulla on kysyttävää, ota yhteyttä. Emme malta odottaa, että pääsemme kuulemaan lisää sinusta ja kokemuksistasi! [SIGNATURE]
sv: Hej [FIRST_NAME], Tack för att du ansökte om tjänsten [JOB_NAME] hos [COMPANY_NAME]! Vi är imponerade av din bakgrund och glada över att kunna bjuda in dig till nästa steg i vår process. Du kan spela in din videointervju när det passar dig via länken nedan. Se till att slutföra den före [VIDEO_INTERVIEW_DEADLINE]. Börja spela in: [VIDEO_INTERVIEW_LINK] Om du har några frågor, tveka inte att kontakta oss. Vi ser fram emot att lära känna dig bättre och höra mer om dina erfarenheter! [SIGNATURE]
