Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Active tasks
da: Aktive opgaver
de: Aktive Aufgaben
et: Aktiivsed ülesanded
fi: Aktiiviset tehtävät
fr: Tâches actives
lv: Aktīvie uzdevumi
nb: Aktive oppgaver
nl: Actieve taken
pl: Aktywne zadania
sv: Aktiva uppgifter

source: New candidates
da: Nye kandidater
de: Neue Kandidaten
et: Uued kandidaadid
fi: Uudet hakijat
fr: Nouveaux candidats
lv: Jaunie kandidāti
nb: Nye kandidater
nl: Nieuwe kandidaten
pl: Nowi kandydaci
sv: Nya kandidater

source: Tasks
da: Opgaver
de: Aufgaben
et: Ülesanded
fi: Tehtävät
fr: Tâches
lv: Uzdevumi
nb: Oppgaver
nl: Taken
pl: Zadania
sv: Uppgifter

source: My tasks
da: Mine opgaver
de: Meine Aufgaben
et: Minu ülesanded
fi: Omat tehtäväni
fr: Mes tâches
lv: Mani uzdevumi
nb: Mine oppgaver
nl: Mijn taken
pl: Moje zadania
sv: Mina uppgifter

source: Delegated tasks
da: Uddelegerede opgaver
de: Delegierte Aufgaben
et: Määratud ülesanded
fi: Delegoidut tehtävät
fr: Tâches déléguées
lv: Deleģētie uzdevumi
nb: Delegerte oppgaver
nl: Gedelegeerde taken
pl: Delegowane zadania
sv: Delegerad uppgift

source: New task
da: Ny opgave
de: Neue Aufgabe
et: Uus ülesanne
fi: Uusi tehtävä
fr: Nouvelle tâche
lv: Jauns uzdevums
nb: Ny oppgave
nl: Nieuwe taak
pl: Nowe zadanie
sv: Ny uppgift

source: New job requisition
da: Ny jobanmodning
de: Neues Stellenangebot
et: Uus värbamistaotlus
fi: Uusi rekrytointilupapyyntö
fr: Nouvelle demande d'emploi
lv: Jauns darba pieprasījums
nb: Ny jobbrekvisisjon
nl: Nieuwe vacature
pl: Nowe zapotrzebowanie na pracownika
sv: Ny jobbegäran

source: New position
da: Ny stilling
de: Neue Stelle
et: Uus ametikoht
fi: Uusi työpaikkailmoitus
fr: Nouveau poste
lv: Jauna vakance
nb: Ny stilling
nl: Nieuwe positie
pl: Nowe stanowisko
sv: Ny position

source: All positions
da: Alle stillinger
de: Alle Stellen
et: Kõik ametikohad
fi: Kaikki työpaikat
fr: Tous les postes
lv: Visas vakances
nb: Alle stillinger
nl: Alle posities
pl: Wszystkie stanowiska
sv: Alla positioner

source: Add application
da: Tilføj ansøgning
de: Bewerbung hinzufügen
et: Lisa avaldus
fi: Lisää hakemus
fr: Ajouter une candidature
lv: Pievienot pieteikumu
nb: Legg til søknad
nl: Sollicitatie toevoegen
pl: Dodaj aplikację
sv: Tillsätt ansökan

source: New applications
da: Nye ansøgninger
de: Neue Bewerbungen
et: Uued avaldused
fi: Uudet hakemukset
fr: Nouvelles candidatures
lv: Jauni pieteikumi
nb: Nye søknader
nl: Nieuwe sollicitaties
pl: Nowe aplikacje
sv: Nya ansökningar

source: Referrals
da: Henvisninger
de: Empfehlungen
et: Soovitused
fi: Suosittelijoita
fr: Références
lv: Ieteikumi
nb: Henvisninger
nl: Referenties
pl: Polecenia
sv: Referenser

source: Unsent feedback
da: Ikke afsendt feedback
de: Ungesendetes Feedback
et: Saatmata tagasiside
fi: Lähettämättömät palautteet
fr: Commentaires non envoyés
lv: Nenosūtītās atsauksmes
nb: Tilbakemeldinger som ikke er sendt
nl: Niet-verzonden feedback
pl: Niewysłane opinie
sv: Feedback som inte ännu skickats

source: Summarize notes
da: Opsummer noter
de: Notizen zusammenfassen
et: Märkmete kokkuvõte
fi: Yhteenveto muistiinpanoista
fr: Résumer les notes
lv: Apkopot piezīmes
nb: Oppsummer notater
nl: Samenvattingsnotities
pl: Podsumuj notatki
sv: Sammanfatta anteckningar

source: Not enough text for a summary
da: Ikke nok tekst til et resumé
de: Nicht genügend Text für eine Zusammenfassung
et: Kokkuvõtte jaoks pole piisavalt teksti
fi: Tekstiä ei ole riittävästi yhteenvetoa varten
fr: Pas assez de texte pour un résumé
lv: Nepietiek teksta kopsavilkumam
nb: Ikke nok tekst for et sammendrag
nl: Niet genoeg tekst voor een samenvatting
pl: Za mało tekstu do podsumowania
sv: Inte tillräckligt med text för en sammanfattning

source: Notes Summary
da: Notesammendrag
de: Notizen-Zusammenfassung
et: Märkmete kokkuvõte
fi: Muistiinpanojen yhteenveto
fr: Résumé des notes
lv: Piezīmju kopsavilkums
nb: Notater sammendrag
nl: Samenvatting notities
pl: Podsumowanie notatek
sv: Anteckningssammanfattning

source: Automatically condense and organise interview notes and feedback. This tool helps recruiters and hiring managers quickly grasp the essence of candidate evaluations, facilitating faster decision-making in the hiring process.
da: Automatisk kondensere og organisere interviewnotater og feedback. Dette værktøj hjælper rekrutteringsansvarlige og ansættelseschefer med hurtigt at forstå essensen af kandidatevalueringer, hvilket muliggør hurtigere beslutningstagning i ansættelsesprocessen.
de: Automatisches Verdichten und Organisieren von Interviewnotizen und Feedback. Dieses Tool hilft Recruitern und Einstellungsmanagern, schnell die Essenz der Kandidatenbewertungen zu erfassen und so die Entscheidungsfindung im Einstellungsprozess zu beschleunigen.
et: Tihendab ja korrastab automaatselt intervjuu märkmeid ja tagasisidet. See tööriist aitab värbajatel ja palkavatel juhtidel kiiresti mõista kandidaatide hindamise olemust, hõlbustades kiiremaid otsuseid värbamisprotsessis.
fi: Tiivistä ja järjestä haastattelumuistiinpanot ja palautteet automaattisesti. Tämä työkalu auttaa rekrytoijia ja esimiehiä ymmärtämään nopeasti hakija-arviointien ydinkohdat, mikä nopeuttaa päätöksentekoa rekrytointiprosessissa.
fr: Condensez et organisez automatiquement les notes d'entretien et les commentaires. Cet outil aide les recruteurs et les responsables du recrutement à saisir rapidement l'essentiel des évaluations des candidats, facilitant une prise de décision plus rapide dans le processus d'embauche.
lv: Automātiski sablīvējiet un organizējiet interviju piezīmes un atsauksmes. Šis rīks palīdz personāla atlases speciālistiem un nolīgšanas vadītājiem ātri uztvert kandidātu novērtējumu būtību, veicinot ātrāku lēmumu pieņemšanu darbā pieņemšanas procesā.
nb: Automatisk kondensere og organisere intervjunotater og tilbakemeldinger. Dette verktøyet hjelper rekrutterere og ansettelsesansvarlige med å raskt forstå essensen av kandidatevalueringer, noe som legger til rette for raskere beslutningstaking i ansettelsesprosessen.
nl: Automatisch samenvatten en organiseren van interviewnotities en feedback. Deze tool helpt recruiters en hiring managers snel de essentie van kandidaatevaluaties te begrijpen, waardoor snellere besluitvorming in het wervingsproces mogelijk wordt.
pl: Automatycznie skracaj i organizuj notatki z rozmów kwalifikacyjnych oraz informacje zwrotne. To narzędzie pomaga rekruterom i menedżerom ds. zatrudnienia szybko uchwycić istotę ocen kandydatów, ułatwiając szybsze podejmowanie decyzji w procesie rekrutacji.
sv: Komprimera och organisera intervjuanteckningar och feedback automatiskt. Detta verktyg hjälper rekryterare och chefer att snabbt förstå kärnan i kandidatutvärderingar, vilket underlättar snabbare beslutsfattande i rekryteringsprocessen.

source: Summarize documents
da: Opsummér dokumenter
de: Dokumente zusammenfassen
et: Dokumentide kokkuvõte
fi: Yhteenveto dokumenteista
fr: Résumer les documents
lv: Apkopot dokumentus
nb: Oppsummer dokumenter
nl: Documenten samenvatten
pl: Podsumuj dokumenty
sv: Sammanfatta dokument

source: Not enough text found in candidate's documents for a summary
et: Kandidaadi dokumentides ei leitud kokkuvõtte tegemiseks piisavalt teksti
fi: Hakijan dokumenteista ei löytynyt tarpeeksi sisältöä yhteenvetoa varten
sv: Inte tillräckligt med text hittades i kandidatens dokument för en sammanfattning

source: Documents Summary
da: Dokumentsammendrag
de: Dokumenten-Zusammenfassung
et: Dokumentide kokkuvõte
fi: Dokumenttien yhteenveto
fr: Résumé des documents
lv: Dokumentu kopsavilkums
nb: Dokumentsammendrag
nl: Samenvatting documenten
pl: Podsumowanie dokumentów
sv: Dokumentsammanfattning

source: Quickly analyse and summarise candidate resumes and cover letters. This AI-powered feature extracts key information, skills, and experiences, allowing recruiters to efficiently review applications and identify top candidates.
da: Hurtigt analysere og opsummere kandidaters CV'er og ansøgninger. Denne AI-drevne funktion udtrækker nøgleinformation, færdigheder og erfaringer, hvilket giver rekrutteringsansvarlige mulighed for effektivt at gennemgå ansøgninger og identificere topkandidater.
de: Schnelle Analyse und Zusammenfassung von Lebensläufen und Anschreiben der Kandidaten. Diese KI-gestützte Funktion extrahiert wichtige Informationen, Fähigkeiten und Erfahrungen, sodass Recruiter Bewerbungen effizient prüfen und Top-Kandidaten identifizieren können.
et: Analüüsib ja võtab kiiresti kokku kandidaatide CV-d ja kaaskirjad. See AI-põhine funktsioon eraldab põhiteabe, oskused ja kogemused, võimaldades värbajatel tõhusalt läbi vaadata kandideerimisi ja tuvastada parimaid kandidaate.
fi: Analysoi ja tiivistä hakijoiden ansioluettelot ja hakemukset nopeasti. Tämä tekoälypohjainen ominaisuus poimii keskeiset tiedot, taidot ja kokemukset, jotta rekrytoijat voivat käydä hakemukset tehokkaasti läpi ja tunnistaa parhaat hakijat.
fr: Analysez et résumez rapidement les CV et les lettres de motivation des candidats. Cette fonctionnalité alimentée par l'IA extrait les informations clés, les compétences et les expériences, permettant aux recruteurs d'examiner efficacement les candidatures et d'identifier les meilleurs candidats.
lv: Ātri analizējiet un apkopojiet kandidātu CV un motivācijas vēstules. Šī ar AI darbināmā funkcija izvelk galveno informāciju, prasmes un pieredzi, ļaujot personāla atlases speciālistiem efektīvi pārskatīt pieteikumus un identificēt labākos kandidātus.
nb: Analyser og oppsummer raskt kandidaters CV-er og søknadsbrev. Denne AI-drevne funksjonen trekker ut nøkkelinformasjon, ferdigheter og erfaringer, slik at rekrutterere effektivt kan gjennomgå søknader og identifisere toppkandidater.
nl: Snel analyseren en samenvatten van cv's en motivatiebrieven van kandidaten. Deze door AI aangedreven functie extraheert belangrijke informatie, vaardigheden en ervaringen, waardoor recruiters sollicitaties efficiënt kunnen beoordelen en topkandidaten kunnen identificeren.
pl: Szybko analizuj i podsumowuj CV kandydatów oraz listy motywacyjne. Ta funkcja zasilana sztuczną inteligencją wyodrębnia kluczowe informacje, umiejętności i doświadczenia, pozwalając rekruterom efektywnie przeglądać aplikacje i identyfikować najlepszych kandydatów.
sv: Analysera och sammanfatta kandidaters CV och personliga brev snabbt. Denna AI-drivna funktion extraherar nyckelinformation, färdigheter och erfarenheter, vilket gör det möjligt för rekryterare att effektivt granska ansökningar och identifiera toppkandidater.

source: Search for skills (e.g., experience in years for the role)
et: Otsi oskusi (nt rolli jaoks vajalik aastatepikkune kogemus)
fi: Hae taitoja (esim. kokemus vuosissa rooliin liittyen)
sv: Erfarenhet (t.ex. 5+ år inom marknadsföring)

source: You do not have permission to perform this operation for one or more applications
et: Teil pole luba seda toimingut ühe või mitme kandideerimisavalduse puhul teostada
fi: Sinulla ei ole oikeutta suorittaa tätä toimintoa yhdelle tai useammalle hakemukselle
sv: Du har inte behörighet att utföra den här åtgärden för en eller flera ansökningar

source: Not enough text found
et: Ei leitud piisavalt teksti
fi: Tekstiä ei löytynyt tarpeeksi
sv: Inte tillräckligt med text hittades

source: Introducing AI Insights, a smarter way to explore your applicant pool. With AI-powered search, you can look for specific applicant attributes - such as, has 7+ years of experience in marketing—and instantly surface relevant details from all filtered candidates. Instead of traditional filtering, AI Insights helps you discover hidden matches and gain a deeper understanding of each applicant’s background. Find the right talent faster with more intuitive, context-aware search capabilities.
et: Tutvustame AI analüütikat – nutikamat viisi oma kandidaatide hulgaga tutvumiseks. AI-põhise otsingu abil saate otsida kandidaatide spetsiifilisi omadusi – näiteks 7+ aastat turunduskogemust – ja leida koheselt asjakohaseid üksikasju kõigi filtreeritud kandidaatide seast. Traditsioonilise filtreerimise asemel aitab AI analüütika teil avastada varjatud vasteid ja saada sügavama ülevaate iga kandidaadi taustast. Leidke õiged talendid kiiremini intuitiivsemate ja kontekstiteadlikumate otsinguvõimalustega.
fi: Esittelyssä AI Insights, älykkäämpi tapa tutkia hakijoita. Tekoälyllä tehostetun haun avulla voit etsiä tiettyjä hakijan ominaisuuksia, kuten yli 7 vuoden kokemus markkinoinnista, ja löytää heti olennaiset tiedot kaikista suodatetuista hakijoista. Perinteisen suodatuksen sijaan AI Insights auttaa löytämään piilotettuja yhteensopivuuksia ja ymmärtämään paremmin jokaisen hakijan taustaa. Löydä oikea osaaminen nopeammin intuitiivisten ja kontekstia hyödyntävien hakutoimintojen avulla.
sv: Introducerar AI Insights, ett smartare sätt att utforska dina kandidater. Med AI-driven sökning kan du leta efter specifika egenskaper hos sökande – exempelvis 7+ års erfarenhet av marknadsföring – och snabbt visa relevanta detaljer från alla filtrerade kandidater. Istället för traditionell filtrering hjälper AI Insights dig att upptäcka dolda matchningar och få en djupare förståelse för varje sökandes bakgrund. Hitta rätt talang snabbare med mer intuitiva, kontextmedvetna sökfunktioner.

source: Skills Matching
da: Matchende færdigheder
de: Übereinstimmung der Fähigkeiten
et: Oskuste sobitamine
fi: Osaamisvertailu
fr: Correspondance des compétences
lv: Prasmju atbilstība
nb: Kompetansematching
nl: Vaardigheden matchen
pl: Dopasowanie umiejętności
sv: Kompetensmatchning

source: Introducing AI Skills Matching, a powerful new way to quickly assess candidate fit. Built on the Evaluation feature, AI Skills matching automatically identifies key skills from applications and compares them against role requirements. This gives you a quick, data-driven overview of how well each candidate matches the position, helping you make faster, more informed decisions. With AI-powered insights, you can streamline evaluations and focus on the most relevant talent for your roles.
da: Introduktion af AI Skills Matching, en kraftfuld ny måde hurtigt at vurdere kandidatens egnethed på. Bygget på evalueringsfunktionen identificerer AI Skills Matching automatisk nøglekompetencer fra ansøgninger og sammenligner dem med jobbets krav. Dette giver dig et hurtigt, datadrevet overblik over, hvor godt hver kandidat matcher stillingen, hvilket hjælper dig med at træffe hurtigere og mere informerede beslutninger. Med AI-drevne indsigter kan du strømline evalueringer og fokusere på de mest relevante talenter til dine roller.
de: Einführung des AI Skills Matching, eine leistungsstarke neue Möglichkeit, die Eignung von Kandidaten schnell zu bewerten. Basierend auf der Bewertungsfunktion identifiziert das AI Skills Matching automatisch Schlüsselkompetenzen aus Bewerbungen und vergleicht sie mit den Anforderungen der Stelle. So erhalten Sie einen schnellen, datengestützten Überblick darüber, wie gut jeder Kandidat zur Position passt, und können schnellere und fundiertere Entscheidungen treffen. Mit KI-gestützten Erkenntnissen können Sie Bewertungen optimieren und sich auf die relevantesten Talente für Ihre Stellen konzentrieren.
et: Tutvustame AI oskuste sobitamist, võimsat uut viisi kandidaatide sobivuse kiireks hindamiseks. Hindamisfunktsioonile tuginedes tuvastab AI oskuste sobitamine automaatselt taotlustest põhioskused ja võrdleb neid ametikoha nõuetega. See annab teile kiire, andmepõhise ülevaate sellest, kui hästi iga kandidaat ametikohale sobib, aidates teil teha kiiremaid ja teadlikumaid otsuseid. AI-põhiste teadmiste abil saate sujuvamalt hinnata ja keskenduda kõige asjakohasematele talentidele oma ametikohtadel.
fi: Esittelyssä tekoälypohjainen osaamisvertailu, tehokas uusi tapa arvioida nopeasti hakijan sopivuutta rooliin. Arviointiominaisuuden päälle rakennettu osaamisvertailu tunnistaa automaattisesti hakemuksista keskeiset taidot ja vertaa niitä tehtävän vaatimuksiin. Tämä antaa sinulle nopean, datavetoisen yleiskuvan siitä, kuinka hyvin kukin hakija vastaa tehtävää, auttaen sinua tekemään nopeampia ja tietoon perustuvia päätöksiä. Osaamisvertailun avulla voit virtaviivaistaa arviointeja ja aloittaa hakemusten läpikäynnit tehtävän kannalta potentiaalisimmista hakemuksista.
fr: Nous présentons la correspondance des compétences par IA, une nouvelle façon puissante d'évaluer rapidement l'adéquation des candidats. Basée sur la fonctionnalité d'évaluation, la correspondance des compétences par IA identifie automatiquement les compétences clés à partir des candidatures et les compare aux exigences du poste. Cela vous donne un aperçu rapide et basé sur des données de la façon dont chaque candidat correspond au poste, vous aidant à prendre des décisions plus rapides et plus éclairées. Avec des informations alimentées par l'IA, vous pouvez rationaliser les évaluations et vous concentrer sur les talents les plus pertinents pour vos postes.
lv: Iepazīstinām ar AI prasmju atbilstību, jaunu un spēcīgu veidu, kā ātri novērtēt kandidātu piemērotību. Izmantojot novērtēšanas funkciju, AI prasmju atbilstība automātiski identificē galvenās prasmes no pieteikumiem un salīdzina tās ar amata prasībām. Tas sniedz ātru, uz datiem balstītu pārskatu par to, cik labi katrs kandidāts atbilst amatam, palīdzot pieņemt ātrākus un pārdomātākus lēmumus. Ar AI virzītām atziņām jūs varat racionalizēt novērtējumus un koncentrēties uz visatbilstošākajiem talantiem jūsu amatiem.
nb: Introduserer AI Kompetansematching, en kraftig ny måte å raskt vurdere kandidatens egnethet på. Bygget på evalueringsfunksjonen, identifiserer AI Kompetansematching automatisk nøkkelkompetanse fra søknader og sammenligner dem med rollekravene. Dette gir deg en rask, datadrevet oversikt over hvor godt hver kandidat passer til stillingen, og hjelper deg med å ta raskere og mer informerte beslutninger. Med AI-drevne innsikter kan du effektivisere evalueringer og fokusere på de mest relevante talentene for dine roller.
nl: Introductie van AI Skills Matching, een krachtige nieuwe manier om snel de geschiktheid van kandidaten te beoordelen. Gebaseerd op de evaluatiefunctie, identificeert AI Skills Matching automatisch de belangrijkste vaardigheden uit sollicitaties en vergelijkt deze met de functievereisten. Dit geeft u een snel, datagedreven overzicht van hoe goed elke kandidaat bij de functie past, waardoor u snellere en beter geïnformeerde beslissingen kunt nemen. Met AI-gestuurde inzichten kunt u evaluaties stroomlijnen en u concentreren op het meest relevante talent voor uw functies.
pl: Przedstawiamy AI Skills Matching, potężny nowy sposób na szybką ocenę dopasowania kandydatów. Zbudowany na funkcji Oceny, AI Skills Matching automatycznie identyfikuje kluczowe umiejętności z aplikacji i porównuje je z wymaganiami stanowiska. Daje to szybki, oparty na danych przegląd tego, jak dobrze każdy kandydat pasuje do stanowiska, pomagając podejmować szybsze i bardziej świadome decyzje. Dzięki wglądom opartym na sztucznej inteligencji, można usprawnić oceny i skupić się na najbardziej odpowiednich talentach dla swoich ról.
sv: Introduktion av Kompetensmatchning med AI, ett kraftfullt nytt sätt att snabbt bedöma kandidaters lämplighet. Byggd på Utvärderingsfunktionen, identifierar Kompetensmatchning med AI automatiskt nyckelkompetenser från ansökningar och jämför dem med rollkraven. Detta ger dig en snabb, datadriven översikt över hur väl varje kandidat matchar tjänsten, vilket hjälper dig att fatta snabbare och mer välgrundade beslut. Med AI-drivna insikter kan du effektivisera utvärderingar och fokusera på de mest relevanta talangerna för dina roller.

source: Generate with AI
da: Generér med AI
de: Mit KI generieren
et: Loo AI abil
fi: Luo tekoälyllä
fr: Générer avec l'IA
lv: Ģenerēt ar MI
nb: Generer med AI
nl: Genereren met AI
pl: Generuj za pomocą AI
sv: Generera med AI

source: Ask AI support agent
da: Spørg AI-supportagent
de: Fragen Sie den KI-Support-Agenten
et: Küsi AI tugiagendilt
fi: Kysy tekoälyasiakastukiagentilta
fr: Demander à l'agent de support IA
lv: Jautāt AI atbalsta aģentam
nb: Spør AI-støtteagent
nl: Vraag de AI-ondersteuningsagent
pl: Zapytaj agenta wsparcia AI
sv: Fråga AI-supportagenten

source: No User Message Found
da: Ingen brugerbesked fundet
de: Keine Benutzernachricht gefunden
et: Kasutaja sõnumit ei leitud
fi: Käyttäjän viestiä ei löytynyt
fr: Aucun message utilisateur trouvé
lv: Nav atrasts lietotāja ziņojums
nb: Ingen brukermelding funnet
nl: Geen gebruikersbericht gevonden
pl: Nie znaleziono wiadomości użytkownika
sv: Inget användarmeddelande hittades

source: Support Chat Agent
da: Support chatbot
et: Kasutajatoe vestlusagent
fi: Asiakastukiagentti
fr: Agent de chat de support
lv: Atbalsta tērzēšanas aģents
nb: Brukerstøtte chatteagent
nl: Ondersteuningschatagent
pl: Agent czatu wsparcia
sv: Supportchatt-agent

source: Experience faster, more efficient customer support with our AI-powered chat agent. It can handle basic inquiries, route complex issues to human agents, and provide 24/7 assistance to your users.
da: Oplev hurtigere og mere effektiv kundesupport med vores AI-drevne chatbot. Den kan håndtere grundlæggende forespørgsler, videresende komplekse problemer til menneskelige agenter og yde 24/7 assistance til dine brugere.
de: Erleben Sie schnelleren und effizienteren Kundenservice mit unserem KI-gestützten Chatbot. Er kann einfache Anfragen bearbeiten, komplexe Probleme an menschliche Agenten weiterleiten und Ihren Nutzern rund um die Uhr Unterstützung bieten.
et: Kogege kiiremat ja tõhusamat kliendituge meie tehisintellektil põhineva vestlusagendiga. See suudab käsitleda põhipäringuid, suunata keerukamad probleemid inimestest agentidele ning pakkuda teie kasutajatele ööpäevaringset abi.
fi: Koe nopeampaa ja tehokkaampaa asiakastukea tekoälypohjaisella chatbotillamme. Se voi käsitellä peruskyselyt, ohjata monimutkaiset ongelmat ihmisagenteille ja tarjota ympärivuorokautista apua käyttäjillesi.
fr: Bénéficiez d'un support client plus rapide et plus efficace grâce à notre agent de chat alimenté par l'IA. Il peut gérer les demandes de base, transmettre les problèmes complexes aux agents humains et fournir une assistance 24h/24 et 7j/7 à vos utilisateurs.
lv: Piedzīvojiet ātrāku un efektīvāku klientu atbalstu ar mūsu mākslīgā intelekta darbināto tērzēšanas aģentu. Tas var apstrādāt pamata pieprasījumus, novirzīt sarežģītus jautājumus cilvēku aģentiem un nodrošināt 24/7 palīdzību jūsu lietotājiem.
nb: Opplev raskere og mer effektiv kundesupport med vår AI-drevne chatbot. Den kan håndtere grunnleggende henvendelser, videresende komplekse saker til menneskelige agenter, og gi brukerne dine 24/7 assistanse.
nl: Ervaar snellere en efficiëntere klantenondersteuning met onze AI-gestuurde chatagent. Het kan eenvoudige vragen afhandelen, complexe problemen doorsturen naar menselijke agenten en 24/7 assistentie bieden aan uw gebruikers.
pl: Doświadcz szybszej i bardziej wydajnej obsługi klienta dzięki naszemu agentowi czatu zasilanemu sztuczną inteligencją. Może on obsługiwać podstawowe zapytania, przekierowywać złożone problemy do ludzkich agentów i zapewniać całodobową pomoc Twoim użytkownikom.
sv: Upplev snabbare och effektivare kundsupport med vår AI-drivna chattagent. Den kan hantera grundläggande förfrågningar, dirigera komplexa ärenden till mänskliga agenter och ge dina användare hjälp dygnet runt.

source: AI Assistant
da: AI-assistent
de: KI-Assistent
et: AI assistent
fi: Tekoälyavustaja
fr: Assistant IA
lv: AI asistents
nb: AI-assistent
nl: AI-assistent
pl: Asystent AI
sv: AI-assistent

source: Professional
da: Professionel
et: Professionaal
fi: Asiantuntija
lv: Profesionāls
nb: Profesjonell
pl: Profesjonalne
sv: Yrkeslicens

source: Friendly
da: Venlig
de: Freundlich
et: Sõbralik
fi: Ystävällinen
fr: Amical
lv: Draudzīgs
nb: Vennlig
nl: Vriendelijk
pl: Przyjazny
sv: Vänlig
