Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Education history
da: Uddannelseshistorik
de: Ausbildungshistorie
et: Hariduskäik
fi: Koulutushistoria
fr: Historique de formation
lv: Izglītības vēsture
nb: Utdanningshistorikk
nl: Opleidingsgeschiedenis
pl: Historia edukacji
sv: Utbildningshistoria

source: Other information
da: Andre oplysninger
de: Sonstige Informationen
et: Muu teave
fi: Muut tiedot
fr: Autres informations
lv: Cita informācija
nb: Annen informasjon
nl: Overige informatie
pl: Inne informacje
sv: Övrig information

source: With the help of anonymous recruitment, you will be able to hide the personal data of candidates at selected recruitment steps to ensure an unbiased screening process. As an admin user, you will be in charge of setting which phases of the recruitment flow need to remain anonymous and from which step onward the candidates’ full details will be visible to all collaborators.
et: Anonüümse värbamise abil saate valitud värbamisetappides peita kandidaatide isikuandmed, et tagada erapooletu sõelumisprotsess. Administraatorina vastutate selle eest, millised värbamisvoo faasid peavad jääma anonüümseks ja millisest etapist alates on kandidaatide täielikud andmed kõigile kaastöötajatele nähtavad.
fi: Anonyymin rekrytoinnin avulla voit piilottaa ehdokkaiden henkilötiedot valituissa rekrytointivaiheissa, jotta puolueeton seulontaprosessi voidaan varmistaa. Pääkäyttäjä voit määrittää missä vaiheissa rekrytointipolun on pysyttävä nimettömänä ja mistä vaiheesta alkaen hakijoiden täydelliset tiedot on käsittelijöiden nähtävissä.
sv: Med hjälp av anonym rekrytering kan du dölja kandidaternas personuppgifter i utvalda rekryteringssteg för att säkerställa en opartisk urvalsprocess. Som administratör kan du bestämma vilka faser i rekryteringsflödet som ska vara anonyma och från och med vilket steg kandidaternas fullständiga uppgifter ska vara synliga för alla medarbetare.

source: The new Job Portal Hub will offer you access to 2500+ job portals with endless possibilities to advertise your job ads on an international level or focused markets only. If you already have a contract with a job portal, you will have the option also to use your existing contract, so that you can publish new positions to any of your previously used or new job portals. The new Job Portal Hub is built in as part of the job ad creation flow, so you can manage your recruitment marketing in a streamlined way.
da: Den nye Job Portal Hub vil give dig adgang til over 2500 jobportaler med uendelige muligheder for at annoncere dine jobopslag på internationalt plan eller kun på fokuserede markeder. Hvis du allerede har en kontrakt med en jobportal, vil du også have mulighed for at bruge din eksisterende kontrakt, så du kan publicere nye stillinger på alle dine tidligere anvendte eller nye jobportaler. Den nye Job Portal Hub er bygget ind som en del af jobannonceoprettelsesprocessen, så du kan administrere din rekrutteringsmarkedsføring på en strømlinet måde.
de: Der neue Job Portal Hub bietet Ihnen Zugriff auf über 2500 Stellenportale mit unendlichen Möglichkeiten, Ihre Stellenanzeigen auf internationaler Ebene oder nur auf ausgewählten Märkten zu schalten. Wenn Sie bereits einen Vertrag mit einem Stellenportal haben, haben Sie auch die Möglichkeit, Ihren bestehenden Vertrag zu nutzen, so dass Sie neue Positionen auf allen von Ihnen bisher genutzten oder neuen Stellenportalen veröffentlichen können. Der neue Job Portal Hub ist in den Erstellungsprozess von Stellenanzeigen integriert, so dass Sie Ihr Recruitment-Marketing auf effiziente Weise verwalten können.
et: Uus TalentAdore tööportaalide turg pakub teile juurdepääsu enam kui 2500 tööportaalile, mis annab lõputuid võimalusi oma tööpakkumiste reklaamimiseks rahvusvahelisel tasandil või ainult kindlatel turgudel. Kui teil on juba leping mõne tööportaaliga, on teil võimalus kasutada ka oma olemasolevat lepingut, nii et saate avaldada uusi töökohti kõigis varem kasutatud või uutes tööportaalides. Uus turg on integreeritud tööpakkumiste loomise voogu, nii et saate oma värbamisturundust hallata sujuval viisil.
fi: Uusi Job Portal Hub tarjoaa sinulle pääsyn yli 2500 työpaikkaportaaliin, joilla on loputtomasti mahdollisuuksia mainostaa työpaikkailmoituksiasi kansainvälisellä tasolla tai vain kohdennetuilla markkinoilla. Jos sinulla on jo sopimus jonkin työpaikkaportaalin kanssa, voit myös käyttää jo olemassa olevaa sopimustasi, jolloin voit julkaista uusia työpaikkoja missä tahansa aiemmin käyttämässäsi tai uudessa työpaikkaportaalissa. Uusi Job Portal Hub on integroitu osaksi työpaikkailmoituksen julkaisuprossessia, joten voit hallita rekrytointimarkkinointiasi virtaviivaisesti.
fr: Le nouveau Job Portal Hub vous offrira l'accès à plus de 2500 portails d'emploi avec des possibilités infinies de diffuser vos offres d'emploi à l'échelle internationale ou uniquement sur des marchés ciblés. Si vous avez déjà un contrat avec un portail d'emploi, vous aurez également la possibilité d'utiliser votre contrat existant, afin de pouvoir publier de nouveaux postes sur n'importe lequel des portails d'emploi que vous avez déjà utilisés ou sur de nouveaux portails. Le nouveau Job Portal Hub est intégré dans le flux de création d'offres d'emploi, vous permettant ainsi de gérer votre marketing de recrutement de manière rationalisée.
lv: Jaunais TalentAdore darba sludinājumu portālu tirgus piedāvās jums piekļuvi vairāk nekā 2500 darba sludinājumu portāliem ar neskaitāmām iespējām reklamēt savus darba sludinājumus starptautiskā līmenī vai tikai koncentrētos tirgos. Ja jums jau ir līgums ar darba sludinājumu portālu, jums būs iespēja izmantot arī savu esošo līgumu, lai varētu publicēt jaunas vakances jebkurā no iepriekš izmantotajiem vai jaunajiem darba sludinājumu portāliem. Jaunais tirgus ir iebūvēts darba sludinājumu izveides plūsmā, lai jūs varētu pārvaldīt savu darbā pieņemšanas mārketingu racionālā veidā.
nb: Den nye Job Portal Hub vil gi deg tilgang til over 2500 jobbportaler med uendelige muligheter til å annonsere dine stillingsannonser på et internasjonalt nivå eller kun på fokuserte markeder. Hvis du allerede har en kontrakt med en jobbportal, vil du også ha muligheten til å bruke din eksisterende kontrakt, slik at du kan publisere nye stillinger på alle dine tidligere brukte eller nye jobbportaler. Den nye Job Portal Hub er bygget inn som en del av flyten for opprettelse av stillingsannonser, slik at du kan administrere rekrutteringsmarkedsføringen din på en strømlinjeformet måte.
nl: De nieuwe Job Portal Hub biedt u toegang tot meer dan 2500 vacatureportalen met eindeloze mogelijkheden om uw vacatures te adverteren op internationaal niveau of alleen op gerichte markten. Als u al een contract heeft met een vacatureportaal, heeft u ook de mogelijkheid om uw bestaande contract te gebruiken, zodat u nieuwe vacatures kunt publiceren op elk van uw eerder gebruikte of nieuwe vacatureportalen. De nieuwe Job Portal Hub is ingebouwd als onderdeel van de workflow voor het maken van vacatures, zodat u uw wervingsmarketing op een gestroomlijnde manier kunt beheren.
pl: Nowy Job Portal Hub zaoferuje Ci dostęp do ponad 2500 portali pracy z nieograniczonymi możliwościami reklamowania ogłoszeń o pracę na poziomie międzynarodowym lub tylko na wybranych rynkach. Jeśli masz już umowę z portalem pracy, będziesz mieć również możliwość skorzystania z istniejącej umowy, dzięki czemu będziesz mógł publikować nowe oferty pracy na dowolnym z wcześniej używanych lub nowych portali pracy. Nowy Job Portal Hub jest wbudowany jako część procesu tworzenia ogłoszeń o pracę, dzięki czemu możesz zarządzać marketingiem rekrutacyjnym w usprawniony sposób.
sv: TalentAdores nya Job Portal Hub kommer att erbjuda dig tillgång till 2500+ jobbportaler med oändliga möjligheter att annonsera dina jobbannonser på en internationell nivå eller endast fokuserade marknader. Om du redan har ett avtal med en jobbportal kommer du också att ha möjlighet att använda ditt befintliga avtal, så att du kan publicera nya positioner till någon av dina tidigare använda eller nya jobbportaler. Den nya Job Portal Hub är inbyggd som en del av flödet för att skapa jobbannonser, så att du kan hantera din rekryterings marknadsföring på ett strömlinjeformat sätt.

source: New Duunitori integration
da: Ny Duunitori-integration
de: Neue Duunitori-Integration
et: Uus Duunitori integratsioon
fi: Uusi Duunitori-integraatio
fr: Nouvelle intégration Duunitori
lv: Jauna Duunitori integrācija
nb: Ny Duunitori-integrasjon
nl: Nieuwe Duunitori-integratie
pl: Nowa integracja z Duunitori
sv: Ny Duunitori-integration

source: With the updated Duunitori integration you will be able to order campaigns directly before publishing your new job ad.
da: Med den opdaterede Duunitori-integration vil du kunne bestille kampagner direkte, før du udgiver dit nye jobopslag.
de: Mit der aktualisierten Duunitori-Integration können Sie Kampagnen direkt vor der Veröffentlichung Ihrer neuen Stellenanzeige buchen.
et: Uuendatud Duunitori integratsiooniga saate kampaaniaid tellida otse enne uue tööpakkumise avaldamist.
fi: Päivitetyn Duunitori-integraation avulla voit tilata kampanjoita suoraan ennen uuden työpaikkailmoituksen julkaisemista.
fr: Avec l'intégration Duunitori mise à jour, vous pourrez commander des campagnes directement avant de publier votre nouvelle annonce d'emploi.
lv: Ar atjaunināto Duunitori integrāciju jūs varēsiet pasūtīt kampaņas tieši pirms jaunā darba sludinājuma publicēšanas.
nb: Med den oppdaterte Duunitori-integrasjonen vil du kunne bestille kampanjer direkte før du publiserer den nye jobbannonsen din.
nl: Met de bijgewerkte Duunitori-integratie kunt u direct campagnes bestellen voordat u uw nieuwe vacature publiceert.
pl: Dzięki zaktualizowanej integracji z Duunitori będziesz mógł zamawiać kampanie bezpośrednio przed opublikowaniem nowego ogłoszenia o pracę.
sv: Med den uppdaterade Duunitori-integrationen kommer du att kunna beställa kampanjer direkt innan du publicerar din nya jobbannons.

source: Hope you will enjoy these new features and do not hesitate to share your feedback with us!
da: Vi håber, at du vil nyde disse nye funktioner og ikke tøve med at dele din feedback med os!
de: Wir hoffen, dass Ihnen diese neuen Funktionen gefallen und zögern Sie nicht, Ihr Feedback mit uns zu teilen!
et: Loodame, et naudite neid uusi funktsioone ja ärge kõhelge meiega oma tagasisidet jagada!
fi: Toivottavasti nautit näistä uusista ominaisuuksista ja älä myöskään epäröi jakaa palautettasi kanssamme!
fr: Nous espérons que vous apprécierez ces nouvelles fonctionnalités et n'hésitez pas à partager vos commentaires avec nous !
lv: Ceram, ka jums patiks šie jaunie rīki, un nekautrējieties ar mums dalīties ar savu atsauksmi!
nb: Vi håper du vil like disse nye funksjonene og ikke nøl med å dele tilbakemeldingene dine med oss!
nl: We hopen dat u van deze nieuwe functies zult genieten en aarzel niet om uw feedback met ons te delen!
pl: Mamy nadzieję, że spodoba Ci się te nowe funkcje i nie wahaj się podzielić z nami swoją opinią!
sv: Hoppas att du kommer att uppskatta dessa nya funktioner och tveka inte att dela med dig av din feedback till oss!

source: We’re thrilled to kick off 2024 with an amazing round of new features that we know you’ll love!
et: Meil on hea meel alustada 2024. aastat hämmastava uute funktsioonide vooruga, mis teile kindlasti meeldivad!
fi: Olemme innoissaan aloittaessamme vuoden 2024 upealla joukolla uusia ominaisuuksia, joita tiedämme sinun rakastavan!
sv: Vi är glada att köra igång 2024 med en fantastisk omgång av nya funktioner som vi hoppas att du älskar!

source: Kanban view with drag & drop feature
da: Kanban-visning med træk og slip-funktion
de: Kanban-Ansicht mit Drag & Drop-Funktion
et: Kanban vaade lohistamise funktsiooniga
fi: Kanban-näkymä drag&drop-toiminnolla
fr: Vue Kanban avec fonction de glisser-déposer
lv: Kanban skats ar "vilkt un nomest" funkciju
nb: Kanban-visning med dra-og-slipp-funksjon
nl: Kanban-weergave met drag & drop-functie
pl: Widok Kanban z funkcją przeciągania i upuszczania
sv: Kanban-vy med drag & drop -funktion

source: We’ve been hard at work behind the scenes to perfect the recently announced Kanban view so that you can enjoy its full set of capabilities. Besides performing the standard quick actions - sending messages, scheduling an interview, setting the outcome, etc. -, the much-anticipated drag & drop feature enables the easy movement of your candidates between steps. Mass selection of candidates is also supported in Kanban view, so you can perform all these actions on your entire selection too.
et: Oleme kulisside taga kõvasti tööd teinud, et täiustada hiljuti välja kuulutatud Kanbani vaadet, et saaksite nautida selle kõiki võimalusi. Lisaks standardsete kiirtoimingute tegemisele - sõnumite saatmine, intervjuu planeerimine, tulemuse määramine jne - võimaldab kauaoodatud lohistamise funktsioon kandidaatide hõlpsat liigutamist etappide vahel. Kanbani vaates toetatakse ka kandidaatide massvalikut, nii et saate kõiki neid toiminguid teha ka kogu oma valikuga.
fi: Olemme tehneet viime aikoina kovasti töitä Kanban-näkymän viimeistelemiseksi, jotta voisit nauttia näkymän kaikista ominaisuuksista. Lisäksi suorittaessasi perustoimintoja kuten viestien lähettäminen, haastatteluajan varaaminen jne. -, kauan odotettu drag&drop-toiminto mahdollistaa hakijoiden helpon siirtämisen vaiheiden välillä. Hakijoiden massavalinta on myös mahdollinen Kanban-näkymässä ja voit suorittaa edellä mainitut toiminnot Kanbanissa.
sv: Vi har arbetat hårt för att finslipa den nyligen annonserade Kanban-vyn så att du kan njuta av dess fulla potential. Förutom att utföra de vanliga snabba åtgärderna - skicka meddelanden, schemalägga en intervju, sätta resultat, osv. - möjliggör den efterlängtade drag & drop -funktionen en enkel förflyttning av dina kandidater mellan stegen i rekryteringsflödet. Även massfunktionerna stöds i Kanban-vyn, så att du kan utföra alla åtgärder.

source: New UI for Candidate Introduction
da: Ny brugergrænseflade til Candidate Introduction
de: Neue Benutzeroberfläche für die Kandidatenvorstellung
et: Uus kandidaaditutvustuse kasutajaliides
fi: Uusi käyttöliittymä Hakijaesittelyssä
fr: Nouvelle interface utilisateur pour l'introduction des candidats
lv: Jauna kandidātu iepazīstināšanas saskarne
nb: Nytt brukergrensesnitt for introduksjon av kandidater
nl: Nieuwe gebruikersinterface voor kandidaatintroductie
pl: Nowy interfejs użytkownika dla wprowadzenia kandydata
sv: Nytt UI för Kandidatintroduktion

source: Following the UI upgrade of last June, the Candidate Introduction module has finally received its well-deserved make-over! We also heard your valuable feedback and with this update, the Evaluation has moved to its separate view.
da: Efter opgraderingen af brugergrænsefladen i juni har kandidatintroduktionsmodulet endelig fået sin velfortjente makeover! Vi har også lyttet til jeres værdifulde feedback, og med denne opdatering er evalueringen flyttet til sin egen visning.
de: Nach dem UI-Upgrade im letzten Juni hat das Modul Kandidateneinführung endlich sein wohlverdientes Make-over erhalten! Wir haben auch Ihr wertvolles Feedback gehört und mit diesem Update ist die Bewertung in eine separate Ansicht verschoben worden.
et: Pärast eelmise aasta juunis toimunud kasutajaliidese uuendust on kandidaadi tutvustamise moodul lõpuks saanud oma teenitud uuenduse! Kuulsime ka teie väärtuslikku tagasisidet ja selle uuendusega on hindamine liikunud eraldi vaatesse.
fi: Viime kesäkuun käyttöliittymäpäivityksen jälkeen Hakijaesittely-moduuli on vihdoin saanut ansaitsemansa päivityksen! Huomioimme arvokkaan palautteenne ja päivityksen myötä “Arviointi” on siirretty omaan näkymäänsä.
fr: Suite à la mise à niveau de l'UI en juin dernier, le module Introduction du Candidat a enfin reçu son relooking bien mérité ! Nous avons également entendu vos précieux commentaires et avec cette mise à jour, l'Évaluation a été déplacée dans sa vue séparée.
lv: Pēc pagājušā gada jūnija lietotāja saskarnes jauninājuma kandidātu iepazīstināšanas modulis beidzot ir saņēmis savu labi nopelnīto pārveidošanu! Mēs arī uzklausījām jūsu vērtīgās atsauksmes, un ar šo atjauninājumu novērtēšana ir pārcelta uz atsevišķu skatu.
nb: Etter brukergrensesnitt-oppgraderingen i juni, har kandidatintroduksjonsmodulen endelig fått sin velfortjente overhaling! Vi hørte også din verdifulle tilbakemelding, og med denne oppdateringen har evalueringen flyttet til sin egen visning.
nl: Na de UI-upgrade van afgelopen juni heeft de module Kandidaatintroductie eindelijk zijn welverdiende make-over gekregen! We hebben ook naar uw waardevolle feedback geluisterd en met deze update is de Evaluatie naar een apart overzicht verplaatst.
pl: Po aktualizacji interfejsu użytkownika z czerwca, moduł wprowadzenia kandydata w końcu doczekał się zasłużonej metamorfozy! Wysłuchaliśmy również Twoich cennych opinii i wraz z tą aktualizacją ocena została przeniesiona do oddzielnego widoku.
sv: Efter uppgraderingen av gränssnittet i juni 2023 har Kandidatintroduktionen äntligen fått sin välförtjänta makeover! Vi har också tagit till oss din värdefulla feedback. Med denna uppdatering har utvärderingen flyttats till sin egen vy.

source: Työmarkkinatori integration replaces mol.fi
da: Työmarkkinatori-integration erstatter mol.fi
de: Die Integration von Työmarkkinatori ersetzt mol.fi
et: Työmarkkinatori integratsioon asendab mol.fi
fi: Työmarkkinatori-integraatio korvaa mol.fi:n
fr: L'intégration de Työmarkkinatori remplace mol.fi
lv: Työmarkkinatori integrācija aizstāj mol.fi
nb: Työmarkkinatori-integrasjon erstatter mol.fi
nl: Työmarkkinatori-integratie vervangt mol.fi
pl: Integracja Työmarkkinatori zastępuje mol.fi
sv: Työmarkkinatori-integration ersätter mol.fi (i Finland)

source: As announced previously starting as of 30th April 2024 publishing new job ads will only be possible via Työmarkkinatori and publishing via mol.fi will not be supported any longer. To ensure a smooth transition, we advise our customers who are currently using the mol.fi integration to publish new positions only to Työmarkkinatori and check that all active recruitment process published via mol.fi are finalised and closed before 30th April.
da: Som tidligere annonceret vil det fra den 30. april 2024 kun være muligt at publicere nye jobopslag via Työmarkkinatori, og publicering via mol.fi vil ikke længere blive understøttet. For at sikre en problemfri overgang råder vi vores kunder, der i øjeblikket bruger mol.fi-integrationen, til kun at publicere nye stillinger på Työmarkkinatori og kontrollere, at alle aktive rekrutteringsprocesser, der er publiceret via mol.fi, er afsluttet og lukket inden den 30. april.
de: Wie bereits angekündigt, ist die Veröffentlichung neuer Stellenanzeigen ab dem 30. April 2024 nur noch über Työmarkkinatori möglich und die Veröffentlichung über mol.fi wird nicht mehr unterstützt. Um einen reibungslosen Übergang zu gewährleisten, empfehlen wir unseren Kunden, die derzeit die mol.fi-Integration nutzen, neue Positionen nur noch auf Työmarkkinatori zu veröffentlichen und sicherzustellen, dass alle über mol.fi veröffentlichten aktiven Rekrutierungsprozesse vor dem 30. April abgeschlossen und beendet sind.
et: Nagu varem teatatud, alates 30. aprillist 2024 on uute tööpakkumiste avaldamine võimalik ainult Työmarkkinatori kaudu ning mol.fi kaudu avaldamist enam ei toetata. Sujuva ülemineku tagamiseks soovitame oma klientidel, kes praegu kasutavad mol.fi integratsiooni, avaldada uusi ametikohti ainult Työmarkinatoris ning kontrollida, et kõik mol.fi kaudu avaldatud aktiivsed värbamisprotsessid oleksid lõpetatud ja suletud enne 30. aprilli.
fi: Kuten aiemmin ilmoitimme, uusien työpaikkailmoitusten julkaiseminen on mahdollista vain Työmarkkinatorin kautta 30. huhtikuuta 2024 alkaen, eikä julkaisua mol.fi:n kautta enää tueta. Varmistaaksemme sujuvan siirtymisen, suosittelemme asiakkaitamme, jotka käyttävät tällä hetkellä mol.fi-integraatiota, julkaisemaan uudet työpaikat vain Työmarkkinatorin kautta ja tarkistamaan, että kaikki mol.fi:n kautta julkaistut aktiiviset työpaikat on suljettua ennen 30. huhtikuuta.
fr: Comme annoncé précédemment à partir du 30 avril 2024, la publication de nouvelles offres d'emploi ne sera possible que via Työmarkkinatori et la publication via mol.fi ne sera plus prise en charge. Pour assurer une transition en douceur, nous conseillons à nos clients qui utilisent actuellement l'intégration mol.fi de ne publier de nouveaux postes que sur Työmarkkinatori et de vérifier que tous les processus de recrutement actifs publiés via mol.fi sont finalisés et clôturés avant le 30 avril.
lv: Kā iepriekš paziņots, sākot ar 2024. gada 30. aprīli, jaunu darba sludinājumu publicēšana būs iespējama tikai vietnē Työmarkkinatori, un publicēšana vietnē mol.fi vairs netiks atbalstīta. Lai nodrošinātu netraucētu pāreju, mēs iesakām mūsu klientiem, kuri pašlaik izmanto mol.fi integrāciju, publicēt jaunas vakances tikai vietnē Työmarkkinatori un pārbaudīt, vai visi aktīvie darbā pieņemšanas procesi, kas publicēti vietnē mol.fi, ir pabeigti un slēgti pirms 30. aprīļa.
nb: Som tidligere annonsert, fra og med 30. april 2024 vil publisering av nye stillingsannonser kun være mulig via Työmarkkinatori, og publisering via mol.fi vil ikke lenger være støttet. For å sikre en smidig overgang, anbefaler vi våre kunder som for øyeblikket bruker mol.fi-integrasjonen til å publisere nye stillinger kun til Työmarkkinatori og sjekke at alle aktive rekrutteringsprosesser publisert via mol.fi er fullført og avsluttet før 30. april.
nl: Zoals eerder aangekondigd, zal het vanaf 30 april 2024 alleen nog mogelijk zijn om nieuwe vacatures te publiceren via Työmarkkinatori en zal publicatie via mol.fi niet langer worden ondersteund. Om een soepele overgang te garanderen, adviseren we onze klanten die momenteel de mol.fi-integratie gebruiken om nieuwe posities alleen op Työmarkkinatori te publiceren en te controleren of alle actieve wervingsprocessen die via mol.fi zijn gepubliceerd, zijn afgerond en afgesloten vóór 30 april.
pl: Jak ogłoszono wcześniej, od 30 kwietnia 2024 r. publikowanie nowych ogłoszeń o pracę będzie możliwe tylko za pośrednictwem Työmarkkinatori, a publikowanie za pośrednictwem mol.fi nie będzie już obsługiwane. Aby zapewnić płynne przejście, radzimy naszym klientom, którzy obecnie korzystają z integracji mol.fi, aby publikować nowe stanowiska tylko w Työmarkkinatori i sprawdzić, czy wszystkie aktywne procesy rekrutacyjne opublikowane za pośrednictwem mol.fi zostały sfinalizowane i zamknięte przed 30 kwietnia.
sv: Som tidigare meddelats kommer det från och med den 30 april 2024 bara vara möjligt att publicera nya jobbannonser via Työmarkkinatori och publicering via mol.fi kommer inte längre att stödjas. För att säkerställa en smidig övergång rekommenderar vi våra kunder som för närvarande använder mol.fi-integrationen att endast publicera nya positioner via Työmarkkinatori och kontrollera att alla aktiva rekryteringsprocesser som publicerats via mol.fi avslutas och stängs före den 30 april.
