Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Rescheduling online interview for the position "[JOB_NAME]"
da: Udskydelse af onlineinterview til stillingen "[JOB_NAME]"
de: Verschiebung des Online-Bewerbungsgesprächs für die Stelle "[JOB_NAME]"
et: Ametikoha „[JOB_NAME]“ veebivestluse aja muutmine
fi: Online-haastatteluajan siirto koskien työpaikkaa "[JOB_NAME]"
fr: Reprogrammation de l'entretien en ligne pour le poste "[JOB_NAME]"
lv: Pārplāno tiešsaistes interviju par vakanci "[JOB_NAME]"
nb: Flytting av intervju på nett for stillingen "[JOB_NAME]"
nl: Online sollicitatiegesprek voor de functie "[JOB_NAME]" verplaatsen
pl: Zmiana terminu rozmowy online na stanowisko "[JOB_NAME]"
sv: Ombokning av online-intervju för tjänsten "[JOB_NAME]"

source: Your invitation to video interview at [COMPANY_NAME]
da: Din invitation til videosamtale hos [COMPANY_NAME]
de: Ihre Einladung zum Videointerview bei [COMPANY_NAME]
et: Teie kutse videointervjuule ettevõttes [COMPANY_NAME]
fi: Kutsusi videohaastatteluun yrityksessä [COMPANY_NAME]
fr: Votre invitation à un entretien vidéo chez [COMPANY_NAME]
lv: Jūsu uzaicinājums uz video interviju [COMPANY_NAME]
nb: Din invitasjon til videointervju hos [COMPANY_NAME]
nl: Uw uitnodiging voor een video-interview bij [COMPANY_NAME]
pl: Twoje zaproszenie na rozmowę wideo w [COMPANY_NAME]
sv: Din inbjudan till videointervju hos [COMPANY_NAME]

source: Extended deadline for your video interview at [COMPANY_NAME]
da: Forlænget deadline for din videosamtale hos [COMPANY_NAME]
de: Verlängerte Frist für Ihr Videointerview bei [COMPANY_NAME]
et: Pikendatud tähtaeg videointervjuuks ettevõttes [COMPANY_NAME]
fi: Pidennetty määräaika videohaastattelullesi yrityksessä [COMPANY_NAME]
fr: Date limite prolongée pour votre entretien vidéo chez [COMPANY_NAME]
lv: Pagarināts termiņš jūsu video intervijai [COMPANY_NAME]
nb: Utvidet frist for ditt videointervju hos [COMPANY_NAME]
nl: Verlengde deadline voor uw video-interview bij [COMPANY_NAME]
pl: Przedłużony termin Twojej rozmowy wideo w [COMPANY_NAME]
sv: Förlängd tidsfrist för din videointervju hos [COMPANY_NAME]

source: Welcome to the pre-onboarding for your new role at [COMPANY_NAME]
da: Velkommen til pre-onboarding til din nye rolle hos [COMPANY_NAME]
de: Willkommen zum Pre-onboarding für Ihre neue Rolle bei [COMPANY_NAME]
et: Tere tulemast eeltutvustusele, et alustada tööd ettevõttes [COMPANY_NAME]
fi: Tervetuloa uuden roolisi esiperehdytykseen organisaatiossa [COMPANY_NAME]
fr: Bienvenue dans la pré-intégration pour votre nouveau rôle chez [COMPANY_NAME]
lv: Laipni lūdzam aktivitātē pirms darba uzsākšanas jūsu jaunajā amatā [COMPANY_NAME]
nb: Velkommen til preboarding for din nye rolle i [COMPANY_NAME]
nl: Welkom bij de pre-onboarding voor uw nieuwe functie bij [COMPANY_NAME]
pl: Witamy w procesie wdrożeniowym na Twoje nowe stanowisko w [COMPANY_NAME]
sv: Välkommen till din introduktion till inskolning för din nya roll hos [COMPANY_NAME]

source: Reminder about the pre-onboarding for your new role at [COMPANY_NAME]
da: Påmindelse om pre-onboarding til din nye rolle hos [COMPANY_NAME]
de: Erinnerung an das Pre-onboarding für Ihre neue Rolle bei [COMPANY_NAME]
et: Eeltutvustuse meeldetuletus tööks ettevõttes [COMPANY_NAME]
fi: Muistutus organisaation [COMPANY_NAME] esiperehdytyksestä
fr: Rappel concernant la pré-intégration pour votre nouveau rôle chez [COMPANY_NAME]
lv: Atgādinājums par aktivitāti pirms darba uzsākšanas jūsu jaunajā amatā [COMPANY_NAME]
nb: Påminnelse om preboarding for din nye rolle hos [COMPANY_NAME]
nl: Herinnering over de pre-onboarding voor uw nieuwe functie bij [COMPANY_NAME]
pl: Przypomnienie o procesie wdrożeniowym na Twoje nowe stanowisko w [COMPANY_NAME]
sv: Påminnelse om din introduktion till inskolning för din nya roll hos [COMPANY_NAME]

source: Your pre-onboarding sign-in link
da: Dit login-link til pre-onboarding
de: Ihr Anmeldelink für das Pre-onboarding
et: Eeltutvustuse link
fi: Linkki esiperehdytykseen
fr: Votre lien de connexion de pré-intégration
lv: Jūsu aktivitātes pirms darba uzsākšanas pieteikšanās saite
nb: Påloggingslenken din for preboarding
nl: Uw inloglink voor pre-onboarding
pl: Twój link do logowania w procesie wdrożeniowym
sv: Din introduktion till inskolning inloggningslänk

source: Your recruitment report
da: Din rekrutteringsrapport
de: Ihr Einstellungsbericht
et: Sinu värbamisaruanne
fi: Rekrytointiraporttisi
fr: Votre rapport de recrutement
lv: Jūsu atlases atskaite
nb: Rekrutteringsrapporten din
nl: Uw wervingsrapport
pl: Twój raport rekrutacyjny
sv: Din rekryteringsrapport

source: Group interview invitation for the position "[JOB_NAME]"
da: Invitation til gruppeinterview til stillingen "[JOB_NAME]"
de: Einladung zum Gruppenbewerbungsgespräch für die Stelle "[JOB_NAME]"
et: Ametikoha „[JOB_NAME]“ grupivestluse kutse
fi: Ryhmähaastattelukutsu työpaikkaan "[JOB_NAME]"
fr: Invitation à un entretien de groupe pour le poste "[JOB_NAME]"
lv: Uzaicinājums uz grupas interviju par vakanci "[JOB_NAME]"
nb: Invitasjon til gruppeintervju for stillingen ”[JOB_NAME]”
nl: Uitnodiging groepsgesprek voor de functie "[JOB_NAME]"
pl: Zaproszenie na rozmowę grupową na stanowisko "[JOB_NAME]"
sv: Inbjudan till gruppintervju för tjänsten "[JOB_NAME]"

source: [COMPANY_NAME] group interview confirmation
da: [COMPANY_NAME] bekræftelse af gruppeinterview
de: Bestätigung des Gruppenbewerbungsgespräch von [COMPANY_NAME]
et: Ettevõtte [COMPANY_NAME] grupivestluse kinnitus
fi: [COMPANY_NAME] ryhmähaastattelun vahvistus
fr: Confirmation d'entretien de groupe [COMPANY_NAME]
lv: [COMPANY_NAME] grupas intervijas apstiprinājums
nb: [COMPANY_NAME] bekreftelse på gruppeintervju
nl: [COMPANY_NAME] bevestiging groepsgesprek
pl: Potwierdzenie rozmowy grupowej w [COMPANY_NAME]
sv: Bekräftelse för gruppintervju hos [COMPANY_NAME]

source: Rescheduling group interview for the position "[JOB_NAME]"
da: Udskydelse af gruppeinterview til stillingen "[JOB_NAME]"
de: Verschiebung des Gruppenbewerbungsgesprächs für die Stelle "[JOB_NAME]"
et: Ametikoha „[JOB_NAME]“ grupivestluse aja muutmine
fi: Ryhmähaastatteluajan siirto koskien työpaikkaa "[JOB_NAME]"
fr: Report de l'entretien de groupe pour le poste "[JOB_NAME]"
lv: Pārplāno grupas interviju par vakanci "[JOB_NAME]"
nb: Flytting av gruppeintervju for stillingen "[JOB_NAME]"
nl: Verzetten van groepsgesprek voor de functie "[JOB_NAME]"
pl: Zmiana terminu rozmowy grupowej na stanowisko "[JOB_NAME]"
sv: Ombokning av gruppintervju för tjänsten "[JOB_NAME]"

source: [COMPANY_NAME] phone interview confirmation
da: [COMPANY_NAME] bekræftelse af telefoninterview
de: Bestätigung des telefonischen Bewerbungsgesprächs von [COMPANY_NAME]
et: Ettevõtte [COMPANY_NAME] telefonivestluse kinnitus
fi: [COMPANY_NAME] puhelinhaastattelun vahvistus
fr: Confirmation d'entretien téléphonique [COMPANY_NAME]
lv: [COMPANY_NAME] telefona intervijas apstiprinājums
nb: [COMPANY_NAME] bekreftelse på telefonintervju
nl: [COMPANY_NAME] bevestiging telefonisch sollicitatiegesprek
pl: Potwierdzenie rozmowy telefonicznej w [COMPANY_NAME]
sv: [COMPANY_NAME] bekräftelse för telefonintervju

source: Rescheduling phone interview for the position "[JOB_NAME]"
da: Udskydelse af telefoninterview til stillingen "[JOB_NAME]"
de: Verschiebung des telefonischen Bewerbungsgesprächs für die Stelle "[JOB_NAME]"
et: Ametikoha „[JOB_NAME]“ telefonivestluse aja muutmine
fi: Puhelinhaastatteluajan siirto koskien työpaikkaa "[JOB_NAME]"
fr: Report de l'entretien téléphonique pour le poste "[JOB_NAME]"
lv: Pārplāno telefona interviju par vakanci"[JOB_NAME]"
nb: Flytting av telefonintervju for stillingen "[JOB_NAME]"
nl: Verzetten van telefonisch sollicitatiegesprek voor de functie "[JOB_NAME]"
pl: Zmiana terminu rozmowy telefonicznej na stanowisko "[JOB_NAME]"
sv: Ombokning av telefonintervju för tjänsten "[JOB_NAME]"

source: Your new application edit link
da: Link til redigering af din nye ansøgning
de: Ihr neuer Link um die Bewerbung zu bearbeiten
et: Avalduse muutmise link
fi: Hakemuksesi muokkauslinkki
fr: Votre nouveau lien de modification de candidature
lv: Jūsu jaunā pieteikuma rediģēšanas saite
nb: Den nye redigeringslenken for søknaden din
nl: Uw nieuwe bewerkingslink voor de sollicitatie
pl: Twój nowy link do edycji aplikacji
sv: Din ansökans nya redigerinslänk

source: You have been subscribed to job alert
da: Du er blevet tilmeldt jobalarm
de: Sie haben den Job Alert abonniert
et: Oled tellinud töökuulutused
fi: Olet tilannut hakuvahti-ilmoitukset
fr: Vous vous êtes abonné à l'alerte emploi
lv: Jūs abonējāt darba paziņojumus
nb: Du abonnerer nå på jobbvarsling
nl: U bent geabonneerd op vacature-alert
pl: Zostałeś zapisany do alertu o ofertach pracy
sv: Du prenumererar på jobbvakt

source: Top picks for you
da: De bedste valg til dig
de: Die besten Angebote für Sie
et: Parimad valikud sinu jaoks
fi: Parhaat poiminnat sinulle
fr: Nos meilleurs choix pour vous
lv: Labākās izvēles jums
nb: De beste valgene for deg
nl: Onze topkeuzes voor u
pl: Najlepsze oferty dla Ciebie
sv: Toppval för dig

source: You have updated your application
da: Du har opdateret din ansøgning
de: Sie haben Ihre Bewerbung aktualisiert
et: Olete oma kandideerimisavaldust uuendanud
fi: Olet päivittänyt hakemuksesi
fr: Vous avez mis à jour votre candidature
lv: Jūs esat atjauninājis savu pieteikumu
nb: Du har oppdatert søknaden din
nl: U heeft uw sollicitatie bijgewerkt
pl: Zaktualizowałeś swoją aplikację
sv: Du har uppdaterat din ansökan

source: Hi, Welcome to use TalentAdore Hire! We are so happy that you have decided to join us. Start by verifying your e-mail address by clicking this link: {link} After verification and choosing your password, you are ready to go! We are excited to show you all the cool stuff we have in store for you. You can first take a short tour around the system to get some tips! Just click ‘next tip’ when you are ready to move to another view and follow the instructions. You can restart the tour anytime by clicking ‘restart tour’ in the top right corner under settings. Before creating a position, we advise you to modify your user profile, company profile and other settings. You can now also invite other users from your team to join you and use the solution! If there are any issues, please contact our customer support: {support_email} We are happy to assist you with anything! Best regards, Team TalentAdore
da: Hej, Velkommen til TalentAdore Hire! Vi er så glade for, at du har besluttet dig for at blive en del af os. Start med at bekræfte din e-mail-adresse ved at klikke på dette link: {link} Når du har bekræftet og valgt din adgangskode, er du klar til at gå i gang! Vi glæder os til at vise dig alle de seje ting, vi har i vente til dig. Du kan først tage en kort tur rundt i systemet for at få nogle tips! Bare klik på "næste tip", når du er klar til at gå videre til en anden visning, og følg instruktionerne. Du kan genstarte turen når som helst ved at klikke på 'genstart turen' i øverste højre hjørne under indstillinger. Før du opretter en stilling, anbefaler vi dig til at ændre din brugerprofil, virksomhedsprofil og andre indstillinger. Du kan nu også invitere andre brugere fra dit team til deltage og bruge løsningen! Hvis der er problemer, bedes du kontakte vores kundesupport: {support_email}. Vi er glade for at kunne hjælpe dig med alle spørgsmål! Med venlig hilsen, Team TalentAdore
de: Hallo, Willkommen beim TalentAdore Hire! Wir freuen uns, dass Sie sich entschieden haben, sich uns anzuschließen. Beginnen Sie mit der Überprüfung Ihrer E-Mail-Adresse, indem Sie auf diesen Link klicken: {link} Nach Bestätigung und Auswahl Ihres Passworts können Sie loslegen! Wir freuen uns, Ihnen all die coolen Sachen zu zeigen, die wir für Sie bereithalten. Sie können zuerst eine kurze Tour durch das System machen, um ein paar Tipps zu erhalten! Klicken Sie einfach auf ”Nächster Tipp”, wenn Sie bereit sind, zu einer anderen Ansicht zu wechseln, und befolgen Sie die Anweisungen. Sie können die Tour jederzeit neu starten, indem Sie oben rechts unter ”Einstellungen” auf ”Tour neu starten” klicken. Bevor Sie eine Position erstellen, empfehlen wir Ihnen, Ihr Benutzerprofil, Firmenprofil und andere Einstellungen zu ändern. Sie können jetzt auch andere Benutzer Ihres Teams einladen, sich Ihnen anzuschließen und die Lösung zu verwenden! Wenn Probleme auftreten, wenden Sie sich an unseren Kundendienst: {support_email} Wir helfen Ihnen gerne mit allem! Freundliche Grüße, Team TalentAdore
et: Tere! Aitäh, et kasutad keskkonda TalentAdore Hire! Tore, et otsustasid meiega liituda. Kinnita oma e-posti aadress järgmise lingi kaudu: {link} Pärast kinnitamist ja salasõna valimist oled valmis alustama! Meil on hea meel näidata sulle kõike pakutavat. Näpunäiteid TalentAdor Hire kasutamiseks leiad süsteemi tutvustusest. Edasi liikumiseks klõpsa nuppu „Järgmine näpunäide“ ja järgi juhiseid. Tutvustuse uuesti vaatamiseks klõpsa seadete ülemises paremas nurgas olevat nuppu „Alusta tutvustust uuesti“. Enne kasutamist soovitame muuta oma kasutajaprofiili, ettevõtte profiili ja muid seadeid. Nüüd saad kutsuda ka teisi meeskonnaliikmeid endaga liituma ja lahendust kasutama. Probleemide tekkimisel võta ühendust meie klienditoega: {support_email} Aitame sind hea meelega! Heade soovidega TalentAdore’i meeskond
fi: Hei, Tervetuloa käyttämään TalentAdore Hire -rekrytointijärjestelmää! Mahtavaa, että olet mukana. Vahvista ensin sähköpostiosoitteesi klikkaamalla tätä linkkiä: {link} Kun olet vahvistanut sähköpostiosoitteesi ja valinnut salasanan, olet valmis aloittamaan! Haluamme näyttää sinulle, mitä kaikkea hienoa ratkaisumme pitää sisällään. Voit käydä läpi lyhyen opastuksen järjestelmään, jonka mukana pääset etenemään klikkaamalla vihjeitä. Voit aloittaa opastuksen milloin tahansa uudestaan klikkaamalla oikeasta yläkulmasta asetusten alta ’aloita opastus’. Ennen kuin aloitat luomaan työpaikkoja, suosittelemme muokkaamaan ensin yritys- ja käyttäjäprofiilisi sekä tutustumaan muihin asetuksiin. Nyt voit kutsua myös muita tiiminjäseniäsi rekrytoimaan kanssasi! Jos sinulla on kysyttävää, ota yhteyttä asiakaspalveluumme: {support_email} Autamme mielellämme! Parhain terveisin, TalentAdore tiimi
lv: Sveiki! Laipni lūdzam TalentAdore Hire! Mēs ļoti priecājamies, ka izlēmāt mums pievienoties. Vispirms verificējiet savu e-pasta adresi, noklikšķinot uz šīs saites: {link} Pēc verifikācijas un paroles iestatīšanas esat gatavs darbam! Labprāt parādīsim visus labumus, ko esam jums sagatavojuši. Vispirms kopumā iepazīstiet sistēmu, lai saņemtu dažus padomus! Vienkārši noklikšķiniet uz “Nākamais padoms”, kad esat gatavs pāriet uz citu skatu, un izpildiet norādījumus. Varat jebkurā laikā atsākt pārskatu, noklikšķinot uz “Atsākt pārskatu”, kas atrodas augšējā labajā stūrī zem iestatījumiem. Pirms izveidojat vakanci, mēs iesakām mainīt jūsu lietotāja profilu, uzņēmuma profilu un citus iestatījumus. Tagad varat aicināt arī citus komandas lietotājus pievienoties un izmantot šo risinājumu! Ja rodas problēmas, lūdzu, sazinieties ar mūsu klientu atbalsta dienestu: {support_email} Mēs labprāt jums palīdzēsim! Ar cieņu TalentAdore komanda
nb: Hei, velkommen som bruker av TalentAdore Hire! Vi er så glade for at du har bestemt deg for å med hos oss. Begynn med å bekrefte e-postadressen din ved å klikke på denne lenken: {link} Når du har bekreftet og valgt passord, er du klar til å begynne! Vi gleder oss til å vise deg alt det flotte vi har å by på. Først kan du ta en rask tur rundt i systemet for å få noen tips! Når du er klar til å gå videre til en annen visning, klikker du bare på "neste tips" og følger instruksjonene. Du kan når som helst starte omvisningen på nytt ved å klikke på "Start omvisning" øverst til høyre under innstillinger. Før du oppretter en stilling, anbefaler vi at du endrer brukerprofilen, selskapsprofilen og andre innstillinger. Du kan nå også invitere andre brukere fra teamet ditt til å bli med og bruke løsningen! Hvis du har problemer, kan du kontakte kundestøtten vår: {support_email} Vi hjelper deg gjerne med hva som helst! Med vennlig hilsen Team TalentAdore
sv: Hej, Välkommen till att använda TalentAdores Virtuella Rekryteringsassistent! Vi är så glada att du bestämt dig för att ansluta dig till oss. Börja med att bekräfta din mailadress genom att klicka på denna länk: {link} Efter bekräftelsen och val av lösenord är du redo att komma igång! Vi är glada att visa dig allt coolt vi har att erbjuda dig. Först kan du ta en kort rundtur i systemet för att få lite tips! Klicka bara på ”följande tips” när du är redo att gå vidare till en annan vy och följ instruktionerna. Du kan ta rundturen igen när som helst genom att trycka på "Starta om rundtur" uppe i högra hörnet under inställningarna. Vi rekommenderar också att du ändrar din användarprofil, företagsprofil och andra inställningar före du skapar ett jobb. Nu kan du också bjuda in andra användare från ditt team att använda lösningen. Om du har problem kan du kontakta vår kundsupport på adressen {support_email} Vi hjälper dig mer än gärna! Bästa hälsningar, TalentAdore-teamet

source: Hi, Someone in your company has changed the company e-mail address. This e-mail address is used sometimes when sending e-mails to your talents. Verify your company e-mail address by clicking this link: {verify_link} If there are any issues, please contact our customer support: {support_email} We are happy to assist you with anything! Best regards, Team TalentAdore
da: Hej, Nogen i din virksomhed har ændret virksomhedens e-mail-adresse. Denne e-mail-adresse bruges nogle gange, når du sender e-mails til dine talenter. Bekræft din virksomheds e-mail-adresse ved at klikke på dette link: {verify_link} Hvis der er problemer, bedes du kontakte vores kundesupport: {support_email} Vi er glade for at kunne hjælpe dig med alle spørgsmål! Med venlig hilsen, Team TalentAdore
de: Hallo, Jemand in Ihrer Firma hat die Firmen-E-Mail-Adresse geändert. Diese E-Mail-Adresse wird manchmal verwendet, wenn Sie E-Mails an Ihre Talente senden. Bestätigen Sie Ihre Firmen-E-Mail-Adresse, indem Sie auf diesen Link klicken: {verify_link} Wenn Probleme auftreten, wenden Sie sich an unseren Kundendienst: {support_email} Wir helfen Ihnen gerne mit allem! Freundliche Grüße, Team TalentAdore
et: Tere! Ettevõtte e-posti aadressi, mida kasutatakse talentidele e-kirjade saatmiseks, on muudetud. Vaata ettevõtte e-posti aadress üle, klõpsates sellel lingil: {verify_link} Probleemide tekkimisel võta ühendust meie klienditoega: {support_email} Aitame sind hea meelega! Heade soovidega TalentAdore’i meeskond
fi: Hei, Joku yrityksesi käyttäjä on muuttanut yrityksenne sähköpostiosoitteen, jota käytetään esimerkiksi hakijoille viestimiseen. Vahvista sähköpostiosoite klikkaamalla tätä linkkiä: {verify_link} Jos sinulla on kysyttävää, ota yhteyttä asiakaspalveluumme: {support_email} Autamme mielellämme! Parhain terveisin, TalentAdoren tiimi
fr: Bonjour, Quelqu'un dans votre entreprise a modifié l'adresse e-mail de l'entreprise. Cette adresse e-mail est parfois utilisée lors de l'envoi d'e-mails à vos talents. Vérifiez l'adresse e-mail de votre entreprise en cliquant sur ce lien : {verify_link} En cas de problèmes, veuillez contacter notre support client : {support_email} Nous sommes heureux de vous aider pour quoi que ce soit ! Cordialement, L'équipe TalentAdore
lv: Sveiki! Kāds jūsu uzņēmumā ir mainījis uzņēmuma e-pasta adresi. Šī e-pasta adrese dažkārt tiek izmantota, sūtot e-pasta ziņojumus jūsu talantiem. Pārbaudiet uzņēmuma e-pasta adresi, noklikšķinot uz šīs saites: {verify_link} Ja rodas problēmas, lūdzu, sazinieties ar mūsu klientu atbalsta dienestu: {support_email} Mēs labprāt jums palīdzēsim! Ar cieņu TalentAdore komanda
nb: Hei, noen i selskapet har endret selskapets e-postadresse. Denne e-postadressen brukes noen ganger når du sender e-post til talentene dine. Bekreft selskapets e-postadresse ved å klikke på denne lenken: {verify_link} Hvis det oppstår problemer, kan du kontakte vår kundestøtte: {support_email} Vi hjelper deg gjerne med hva som helst! Med vennlig hilsen Team TalentAdore
nl: Hallo, Iemand in uw bedrijf heeft het bedrijfs-e-mailadres gewijzigd. Dit e-mailadres wordt soms gebruikt bij het verzenden van e-mails naar uw talenten. Verifieer uw bedrijfs-e-mailadres door op deze link te klikken: {verify_link} Als er problemen zijn, neem dan contact op met onze klantenservice: {support_email} We helpen u graag met alles! Met vriendelijke groet, Team TalentAdore
pl: Cześć, Ktoś w Twojej firmie zmienił firmowy adres e-mail. Ten adres e-mail jest czasami używany podczas wysyłania e-maili do Twoich talentów. Zweryfikuj firmowy adres e-mail, klikając w ten link: {verify_link} W razie jakichkolwiek problemów, skontaktuj się z naszym działem obsługi klienta: {support_email} Z przyjemnością pomożemy Ci we wszystkim! Pozdrawiamy, Zespół TalentAdore
sv: Hej, Någon på ditt företag har bytt företagets e-postadress, som ibland används när e-post skickas till talanger. Bekräfta företagets e-postadress genom att klicka på denna länk: {verify_link} Om du har problem kan du kontakta vår kundsupport på adressen {support_email} Vi hjälper dig mer än gärna! Bästa hälsningar, TalentAdore-teamet
