Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Pre-onboarding module is extremely easy to use and it supports the delivery of relevant material and asking for additional information from the employee (e.g. which laptop to acquire, shoe size, information for a contract etc.). The material can be in the form of presentations, documents, video, other multimedia content, and questionnaires. You can track the hired candidate's progress in studying the pre-onboarding material, and save a lot of time by not repeating the same things for each employee separately.
da: Pre-onboarding-modulet er ekstremt nemt at bruge, og det understøtter formidling af relevant materiale og beder om yderligere oplysninger fra medarbejderen (f.eks. hvilken bærbar computer der skal anskaffes, skostørrelse, oplysninger om en kontrakt etc.). Materialet kan være i form af præsentationer, dokumenter, video, andet multimedieindhold og spørgeskemaer. Du kan spore den ansattes fremskridt med at studere pre-onboarding-materialet og spare en masse tid ved ikke at gentage de samme ting for hver medarbejder separat.
de: Das Pre-Onboarding-Modul ist extrem einfach zu bedienen und unterstützt die Bereitstellung von relevantem Material und die Abfrage zusätzlicher Informationen vom Mitarbeiter (z. B. welcher Laptop angeschafft werden soll, Schuhgröße, Informationen für einen Vertrag usw.). Das Material kann Präsentationen, Dokumente, Videos, andere Multimedia-Inhalte und Fragebögen beinhalten. Sie können den Fortschritt des eingestellten Bewerbers beim Studium des Pre-Onboarding-Materials verfolgen und viel Zeit sparen, weil Sie nicht für jeden neuen Mitarbeiter dieselben Informationen wiederholen müssen.
et: Eeltutvustuse moodulit on väga lihtne kasutada. See aitab tutvustada töötajale asjakohaseid materjale ja küsida tööle asumiseks vajalikku lisainfot (nt sobiv sülearvuti, jalanumber, lepinguga seotud andmed jne). Materjalid võivad hõlmata ettekandeid, dokumente, videoid, muud multimeediasisu ja küsimustikke. Eeltutvustuse moodul säästab märkimisväärselt aega, sest sa ei pea sama infot igale töötajale eraldi tutvustama.
fi: Esiperehdytys-toiminnon avulla saat helposti toimitettua tarvittavan aineiston uudelle työntekijälle ja pyydettyä olennaiset lisätiedot (esim. läppärin valinta, kengännumero, sopimukseen vaadittavat henkilötiedot, jne.). Perehdytysaineisto voi olla esitysten, tiedostojen, kyselylomakkeen, videon tai muun multimedian muodossa. Voit seurata työntekijän edistymistä aineistoon perehtymisessä. Perehdyttäminen nopeutuu, kun samoja vaiheita ei tarvitse käydä jokaisen työntekijän kanssa erikseen läpi.
fr: Le module de pré-intégration est extrêmement facile à utiliser et il prend en charge la livraison de matériel pertinent et la demande d'informations supplémentaires auprès de l'employé (par exemple, quel ordinateur portable acquérir, la pointure des chaussures, les informations pour un contrat, etc.). Le matériel peut se présenter sous forme de présentations, de documents, de vidéos, d'autres contenus multimédias et de questionnaires. Vous pouvez suivre les progrès du candidat embauché dans l'étude du matériel de pré-intégration et gagner beaucoup de temps en ne répétant pas les mêmes choses pour chaque employé séparément.
lv: Modulis aktivitātēm pirms darba uzsākšanas ir ļoti viegli lietojams, un tas atvieglo atbilstošu materiālu piegādi un papildu informācijas pieprasīšanu no darbinieka (piemēram, par nepieciešamo klēpjdatoru, kurpju izmēru, līguma informāciju utt.). Materiāli var būt prezentācijas, dokumenti, video, cits multivides saturs un anketas. Jūs varat sekot līdzi darbā pieņemtā kandidāta progresam, apgūstot materiālus par aktivitātēm pirms darba uzsākšanas, un ietaupīt daudz laika, katram darbiniekam atsevišķi nestāstot vienu un to pašu.
nb: Preboarding-modulen er svært enkel å bruke, og den støtter levering av relevant materiale og innhenting av tilleggsinformasjon fra den ansatte (f.eks. hvilken bærbar PC som skal anskaffes, skostørrelse, informasjon til en kontrakt osv.) Materialet kan være i form av presentasjoner, dokumenter, video, annet multimediainnhold og spørreskjemaer. Du kan følge med på hvor langt den nyansatte har kommet i gjennomføringen av preboarding-materialet, og du sparer mye tid ved å slippe å gjenta de samme tingene for hver enkelt medarbeider.
nl: De pre-onboarding module is zeer eenvoudig te gebruiken en ondersteunt het leveren van relevant materiaal en het vragen van aanvullende informatie van de werknemer (bijv. welke laptop aan te schaffen, schoenmaat, informatie voor een contract etc.). Het materiaal kan in de vorm van presentaties, documenten, video, andere multimedia-inhoud en vragenlijsten zijn. U kunt de voortgang van de aangenomen kandidaat bij het bestuderen van het pre-onboarding materiaal volgen en veel tijd besparen door niet dezelfde dingen voor elke werknemer afzonderlijk te herhalen.
pl: Moduł pre-onboardingu jest niezwykle łatwy w użyciu i wspiera dostarczanie odpowiednich materiałów oraz proszenie pracownika o dodatkowe informacje (np. jaki laptop nabyć, rozmiar buta, informacje do umowy itp.). Materiały mogą mieć formę prezentacji, dokumentów, wideo, innych treści multimedialnych i kwestionariuszy. Możesz śledzić postępy zatrudnionego kandydata w nauce materiałów pre-onboardingowych i zaoszczędzić dużo czasu, nie powtarzając tych samych rzeczy dla każdego pracownika osobno.
sv: Med hjälp av pre-onboarding -modulen kan du lätt dela ut onboardingmaterial till nyanställda och också be dem om tilläggsinformation (t.ex. val av laptop, skonummer, personuppgifter till kontraktet, osv.) Materialet kan vara i form av en presentation, filer, frågeformulär, video eller annan multimedia. Du kan följa med var den nyanställda är i gång med materialet. Onboardingen blir betydligt snabbare då det inte är nödvändigt att repetera samma steg separat för varje nyanställd.

source: Start onboarding the new hires before their first day at work
da: Start onboarding af de nye ansatte før deres første arbejdsdag
de: Beginnen Sie mit der Einarbeitung der neuen Mitarbeiter vor ihrem ersten Arbeitstag
et: Tutvusta uutele töötajatele oma ettevõtet juba enne esimest tööpäeva
fi: Aloita uuden työntekijän perehdytys jo ennen ensimmäistä työpäivää
fr: Commencez l'intégration des nouvelles recrues avant leur premier jour de travail
lv: Ievadiet jaunos darbiniekus amatā pirms viņu pirmās darba dienas
nb: Begynn onboarding av nyansatte før deres første arbeidsdag
nl: Begin met het onboarden van de nieuwe medewerkers vóór hun eerste werkdag
pl: Rozpocznij onboarding nowych pracowników przed ich pierwszym dniem w pracy
sv: Ge era nya anställda en flygande start redan innan deras första arbetsdag.

source: Pre-onboarding
et: Eeltutvustus
fi: Esiperehdytys
fr: Pré-intégration
lv: Aktivitātes pirms darba uzsākšanas
nb: Preboarding

source: Personio simplifies and automates HR management processes.This integration enables you to transfer candidates' data to Personio HR. When a candidate is in the “Offer” step, you send out a form and ask them to fill in the information necessary for starting the new job and signing the contract. The form's completion status and candidate's answers are visible in the “Candidate” view. The candidate's data is transferred to Personio when TalentAdore user clicks “Hired”.
da: Personio forenkler og automatiserer HR-styringsprocesser, og med denne integration kan du overføre kandidaternes data til Personio HR. Når en kandidat er i trinnet "Tilbud", sender du en formular og beder dem om at udfylde de oplysninger, der er nødvendige for at starte i det nye job og underskrive kontrakten. Formularens udfyldningsstatus og kandidatens svar er synlige i visningen "Kandidat". Kandidatens data overføres til Personio, når TalentAdore-brugeren klikker på "Ansat".
de: Personio vereinfacht und automatisiert die Prozesse der Personalverwaltung. Diese Integration ermöglicht es Ihnen, die Daten von Bewerbern an Personio HR zu übertragen. Wenn sich ein Kandidat im Schritt "Angebot" befindet, senden Sie ihm ein Formular und bitten ihn, die Informationen auszufüllen, die für die Aufnahme der neuen Tätigkeit und die Unterzeichnung des Vertrags erforderlich sind. Der Status der Fertigstellung des Formulars und die Antworten des Bewerbers sind in der Bewerbungsansicht sichtbar. Die Daten des Bewerbers werden an Personio übertragen, wenn der TalentAdore Benutzer auf "Eingestellt" klickt.
et: Personio lihtsustab ja automatiseerib personalihaldustoimingud. See integratsioon võimaldab sul teisaldada kandidaatide andmed Personio HR-i. Kui kandidaat on etapis „Tööpakkumine“, saada talle vorm ning palu täita uuel töökohal alustamiseks ja lepingu allkirjastamiseks vajalikud andmed. Vormi täitmise olek ja kandidaadi vastused on nähtavad vaates „Kandidaat“. Kandidaadi andmed edastatakse Personiosse, kui TalentAdore’i kasutaja klõpsab nuppu „Tööle võetud“.
fi: Personio yksinkertaistaa ja automatisoi henkilöstöhallinnon prosesseja. Tämän integraation avulla voit siirtää hakijoiden tiedot Personio HR:ään. Kun hakija on "Tarjous" -vaiheessa, lähetät lomakkeen ja pyydät häntä täyttämään uuden työn aloittamiseen ja sopimuksen allekirjoittamiseen tarvittavat tiedot. Lomakkeen tilan ja hakijan vastaukset näkyvät "Hakija"-näkymässä. Ehdokkaan tiedot siirretään Personioon, kun TalentAdore-käyttäjä klikkaa kohtaa ”Palkattu”.
lv: Personio vienkāršo un automatizē personāla pārvaldības procesus. Šī integrācija ļauj jums pārsūtīt kandidātu datus uz Personio HR. Kad kandidāts ir posmā “Piedāvājums”, nosūtiet viņam veidlapu un lūdziet ierakstīt informāciju, kas nepieciešama, lai sāktu strādāt jaunajā darbā un parakstītu līgumu. Veidlapas aizpildīšanas statuss un kandidāta atbildes ir redzami skatā “Kandidāts”. Kad TalentAdore lietotājs noklikšķina uz “Pieņemts darbā”, kandidāta dati tiek pārsūtīti Personio.
nb: Personio forenkler og automatiserer HR-prosesser, og denne integrasjonen gjør det mulig å overføre kandidatdata til Personio HR. Når en kandidat er i "Tilbud"-fasen, sender du ut et skjema og ber vedkommende fylle ut informasjonen som er nødvendig for å kunne begynne i den nye jobben og signere kontrakten. Skjemaets utfyllingsstatus og kandidatens svar er synlige i "Kandidat"-visningen. Kandidatens opplysninger overføres til Personio når TalentAdore-brukeren klikker på "Ansatt".
sv: Personio simplifierar och automatiserar HR-processer. Denna integration möjliggör förflyttningar av anställda ansökanden till Personio HR. När en anökande är i skedet "Erbjudande" skickar man ett formulär till den ansökande, som hen fyller i med nödvändig information för arbetskontraktet. Formulärets status och ansökandens svar är synliga på "Ansökningar"-sidan. Ansökandens information skickas till Personio då TalentAdore-användaren klickar "Anställd".

source: HRM and payroll administration systems
da: HRM- og lønadministrationssystemer
de: Personalverwaltungs- und Gehaltsabrechnungssysteme
et: Personalihaldus- ja palgaarvestussüsteemid
fi: HR- ja palkkaratkaisu
fr: Systèmes de gestion des RH et d'administration de la paie
lv: HRM un algu maksāšanas sistēmas
nb: HRM- og lønnsadministrasjonssystemer
nl: HRM- en salarisadministratiesystemen
pl: Systemy zarządzania zasobami ludzkimi i administracji płac
sv: Lösning för HR- och löneadministration

source: HiBob is robust, intuitive, and easy to use for HR, managers, and employees. This integration enables you to transfer candidates' data to HiBob. When a candidate is in the “Offer” step, you send out a form and ask them to fill in the information necessary for starting the new job and signing the contract. The form's completion status and candidate's answers are visible in the “Candidate” view. The candidate's data is transferred to HiBob when TalentAdore user clicks “Hired”.
da: HiBob er robust, intuitiv og nem at bruge for HR, ledere og medarbejdere. Denne integration giver dig mulighed for at overføre kandidaternes data til HiBob. Når en kandidat er i trinnet "Tilbud", sender du en formular ud og beder dem udfylde de oplysninger, der er nødvendige for at starte i det nye job og underskrive kontrakten. Formularens udfyldningsstatus og kandidatens svar er synlige i visningen "Kandidat". Kandidatens data overføres til HiBob, når TalentAdore-brugeren klikker på "Ansat".
de: HiBob ist robust, intuitiv und einfach für die Personalabteilung, Manager und Mitarbeiter zu bedienen. Diese Integration ermöglicht es Ihnen, die Daten der Bewerber an HiBob zu übertragen. Wenn sich ein Bewerber im Schritt "Angebot" befindet, senden Sie ihm ein Formular und bitten Sie ihn, die für die Aufnahme der neuen Tätigkeit und die Unterzeichnung des Vertrags erforderlichen Informationen auszufüllen. Der Bearbeitungsstatus des Formulars und die Antworten des Bewerbers sind in der Ansicht "Kandidat" sichtbar. Die Daten des Bewerbers werden an HiBob übertragen, wenn der TalentAdore Nutzer auf "Eingestellt" klickt.
et: HiBob on kindel, intuitiivne ja lihtsasti kasutatav platvorm, mis on mõeldud personaliosakonnale, juhtidele ja töötajatele. See integratsioon võimaldab sul teisaldada kandidaatide andmed HiBobi. Kui kandidaat on etapis „Tööpakkumine“, saada talle vorm ning palu täita uuel töökohal alustamiseks ja lepingu allkirjastamiseks vajalikud andmed. Vormi täitmise olek ja kandidaadi vastused on nähtavad vaates „Kandidaat“. Kandidaadi andmed edastatakse HiBobi, kui TalentAdore’i kasutaja klõpsab nuppu „Tööle võetud“.
fi: Bob on varma, intuitiivinen ja helppokäyttöinen HR:lle, esihenkilöille ja työntekijöille. Tällä integraatiolla voit siirtää hakijoiden tietoja suoraan HiBobiin. Kun hakija on "Tarjous"-vaiheessa, voitte lähettää hänelle lisätietolomakkeen johon hakija täyttää tarvittavat tiedot työn alkamista ja sopimuksen allekirjoittamista varten. Lomakkeen tila ja hakijan vastaukset näkyvät Hakemus-näkymässä. Hakijan tiedot siirtyy HiBobiin kun käyttäjä klikkaa "Palkattu"-painiketta TalentAdoressa.
lv: Bob vienkāršo un automatizē personāla pārvaldības procesus. Šī integrācija ļauj jums pārsūtīt kandidātu datus uz HiBob. Kad kandidāts ir posmā “Piedāvājums”, nosūtiet viņam veidlapu un lūdziet ierakstīt informāciju, kas nepieciešama, lai sāktu strādāt jaunajā darbā un parakstītu līgumu. Veidlapas aizpildīšanas statuss un kandidāta atbildes ir redzami skatā “Kandidāts”. Kad TalentAdore lietotājs noklikšķina uz “Pieņemts darbā”, kandidāta dati tiek pārsūtīti HiBob.
nb: Bob er pålitelig, intuitivt og enkelt å bruke for HR, ledere og ansatte. Med denne integrasjonen kan du overføre kandidatdata til HiBob. Når en kandidat er i "Tilbud"-fasen, sender du ut et skjema og ber vedkommende fylle ut informasjonen som er nødvendig for å kunne begynne i den nye jobben og signere kontrakten. Skjemaets utfyllingsstatus og kandidatens svar er synlige i "Kandidat"-visningen. Kandidatens opplysninger overføres til HiBob når TalentAdore-brukeren klikker på "Ansatt".
sv: Bob är en robust, intuitiv och lättanvänd lösning för HR, rekryterande chefer, och arbetstagare. Med hjälp av vår integration kan du flytta kandidaternas information till HiBob. När en kandidat är i "Erbjudande"-skedet kan du skicka en tilläggsinformationsblankett åt kandidaten, och på så vis få den information du behöver för att färdigställa arbetskontraktet. Du kan se blankettens inlämningsstatus och kandidatens svar i Ansöknings-vyn. Kandidatens information kan sedan överföras till HiBob när TalentAdore-användaren klickar "Anställd".

source: Using assessment tools establishes a science-based foundation that supports the hiring process. When this integration is enabled, it allows you to invite candidates to participate in specific Hogrefe tests from TalentAdore. An automatic email about participating in the test is sent from TalentAdore upon your request. The status of the test and the results are visible in the candidate's application view.
da: Brug af vurderingsværktøjer skaber et videnskabeligt baseret fundament, der understøtter ansættelsesprocessen. Når denne integration er aktiveret, giver den dig mulighed for at invitere kandidater til at deltage i specifikke Hogrefe-tests fra TalentAdore. En automatisk e-mail om deltagelse i testen sendes fra TalentAdore efter din anmodning. Status for testen og resultaterne er synlige i kandidatens ansøgningsvisning.
de: Der Einsatz von Assessments schafft eine wissenschaftlich fundierte Grundlage, die den Einstellungsprozess unterstützt. Wenn diese Integration aktiviert ist, ermöglicht sie es Ihnen Kandidaten zur Teilnahme an bestimmten Hogrefe Tests einzuladen. Eine automatische E-Mail über die Teilnahme an Tests wird von TalentAdore auf Ihre Anfrage hin gesendet. Der Status der Tests und die Ergebnisse sind in der Bewerbungsansicht des Kandidaten sichtbar.
et: Hindamistööriistu kasutades toetad värbamisprotsessi teaduspõhiselt. Kui see integratsioon on lubatud, saad kutsuda kandidaate TalentAdore’i kaudu osalema kindlates Hogrefe testides. Sinu nõudmisel saadetakse kandidaadile TalentAdore’ist automaatne e-kiri testis osalemise kohta. Testi olek ja tulemused on nähtavad kandidaadi avalduse vaates.
fi: Arviointityökalut antavat rekrytointiprosessille tieteelliseen tutkimukseen pohjautuvaa tukea. Hogrefe-integraatiolla lähetät hakijoille automaattisesti kutsut osallistumaan erilaisiin Hogrefen testeihinTalentAdoresta käsin. Testin status ja tulokset ovat nähtävissä hakijanäkymässä, kun hakija on suorittanut testin.
fr: L'utilisation d'outils d'assessment établit une foundation basée sur la science qui supports le process d'embauche. Lorsque cette integration est enabled, elle vous permet d'invite les candidates à participate à des tests Hogrefe specific depuis TalentAdore. Un email automatic concernant la participating au test est sent depuis TalentAdore à votre request. Le status du test et les results sont visible dans la view de l'application du candidate.
lv: Izmantojot novērtēšanas rīkus, tiek izveidots zinātnē balstīts pamats, kas uzlabo darbā pieņemšanas procesu. Ja šī integrācija ir iespējota, tā ļauj uzaicināt kandidātus piedalīties noteiktos TalentAdore Hogrefe testos. Pēc jūsu pieprasījuma no TalentAdore tiek nosūtīts automātisks e-pasta ziņojums par dalību testā. Testa statuss un rezultāti ir redzami kandidāta pieteikuma skatā.
nb: Ved å bruke vurderingsverktøy får du et vitenskapsbasert grunnlag som støtter ansettelsesprosessen. Når denne integrasjonen er aktivert, kan du invitere kandidater til å delta i spesifikke Hogrefe-tester fra TalentAdore. En automatisk e-post om deltakelse i testen sendes fra TalentAdore når du ber om det. Status for testen og resultatene er synlige i kandidatens søknadsvisning.
nl: Het gebruik van assessment tools legt een wetenschappelijk gefundeerde basis die het wervingsproces ondersteunt. Wanneer deze integratie is ingeschakeld, kunt u kandidaten uitnodigen om deel te nemen aan specifieke Hogrefe-tests vanuit TalentAdore. Er wordt op uw verzoek automatisch een e-mail over deelname aan de test verzonden vanuit TalentAdore. De status van de test en de resultaten zijn zichtbaar in de sollicitatieweergave van de kandidaat.
pl: Korzystanie z narzędzi oceny tworzy opartą na nauce podstawę, która wspiera proces rekrutacji. Gdy ta integracja jest włączona, pozwala zaprosić kandydatów do udziału w określonych testach Hogrefe z TalentAdore. Na Twoje żądanie z TalentAdore wysyłany jest automatyczny e-mail dotyczący udziału w teście. Status testu i wyniki są widoczne w widoku aplikacji kandydata.
sv: Olika bedömningsverktyg stöder er rekryteringsprocess genom att införa vetenskapligt beprövade metoder. Med Hogrefe-integrationen kan du bjuda in kandidater till specifika tester direkt från TalentAdore. TalentAdore kan konfigureras att skicka ut automatiska emails om att delta i testerna. Testens status och resultat kan ses direkt i kandidatens profilsida.

source: Psychometric tests and assessment tools
da: Psykometriske tests og vurderingsværktøjer
de: Psychometrische Tests und Assessments
et: Psühhomeetrilised testid ja hindamistööriistad
fi: Psykometriset testit ja arviointityökalut
fr: Tests psychométriques et outils d'assessment
lv: Psihometriskie testi un novērtēšanas rīki
nb: Psykometriske tester og vurderingsverktøy
nl: Psychometrische tests en assessment tools
pl: Testy psychometryczne i narzędzia oceny
sv: Psykometriska test och bedömningsverktyg

source: LinkedIn Basic Job posting
da: LinkedIn Basic jobopslag
de: LinkedIn Einfache Stellenausschreibung
et: LinkedIn Basicu töökuulutus
fi: LinkedIn Basic Job työpaikkailmoitus
fr: posting de Job LinkedIn Basic
lv: LinkedIn pamatdarba sludinājumu publicēšana
nb: LinkedIn Basic-jobbinnlegg
nl: LinkedIn Basic Vacatureplaatsing
pl: Publikowanie ofert pracy LinkedIn Basic
sv: LinkedIn basic jobb-annonsering
