Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: All video interview-related actions can be done in TalentAdore without logging into Recright: all the way from enabling the video interview, adding the video questions, editing the invitation email, inviting candidates and reviewing their answers. Video applications and video interviews are not replacing CV or live interviews, they are working as a middleman instead. Even a short introduction video gives a huge added value to the text application and brings efficiency and transparency to the process.
da: Alle videointerview-relaterede handlinger kan udføres i TalentAdore uden at logge ind i Recright: hele vejen fra at aktivere video-interviewet, tilføje videospørgsmålene, redigere invitationsmailen, invitere kandidater og gennemgå deres svar. Videoansøgninger og videointerviews erstatter ikke CV eller live interviews, de fungerer i stedet som en mellemmand. Selv en kort introduktionsvideo giver en enorm merværdi til tekstansøgningen og bringer effektivitet og gennemsigtighed til processen.
de: Alle mit dem Video-Bewerbungsgespräch zusammenhängenden Aktionen können in TalentAdore durchgeführt werden, ohne sich in Recright anzumelden: von der Aktivierung des Video-Bewerbungsgesprächs über das Hinzufügen der Video-Fragen, dem Bearbeiten der Einladungs-E-Mail, dem Einladen der Kandidaten und der Überprüfung ihrer Antworten. Video-Bewerbungen und Video-Bewerbungsgespräche ersetzen keinen Lebenslauf oder persönliche Bewerbungsgespräche, sondern fungieren stattdessen als Vermittler. Schon ein kurzes Vorstellungsvideo bringt einen enormen Mehrwert für die Bewerbung und bringt mehr Effizienz und Transparenz in den Prozess.
et: Kõiki videovestlustega seotud toiminguid saad teha TalentAdore’is ilma Recrighti sisse logimata, sealhulgas videovestluse lubamine, videoküsimuste lisamine, kutse muutmine, kandidaatide kutsumine ja nende vastuste ülevaatamine. Videoavaldused ja -intervjuud ei asenda CV-sid ega vestluseid, vaid toetavad neid. Isegi lühike videotutvustus teeb kirjaliku avalduse omapärasemaks ning muudab protsessi tõhusamaks ja läbipaistvamaks.
fi: Kaikki videotoiminnot ovat käytössäsi suoraan TalentAdoressa, eivätkä vaadi erillistä kirjautumista Recrightiin. Voit lisätä videohaastattelun, tallentaa haastattelukysymykset, muokata haastattelun kutsuviestiä, kutsua hakijoita haastatteluun ja käydä läpi heidän videovastauksiaan TalentAdoressa. Videohakemukset eivät korvaa CV:tä tai henkilökohtaisia haastatteluita, vaan toimivat hyvänä apuvälineenä. Lyhytkin esittelyvideo antaa roimasti lisäarvoa kirjalliseen hakemukseen ja lisää hakuprosessin tehokkuutta ja läpinäkyvyyttä.
fr: Toutes les actions liées à l'entretien vidéo peuvent être effectuées dans TalentAdore sans se connecter à Recright : de l'activation de l'entretien vidéo à l'ajout des questions vidéo, en passant par la modification de l'e-mail d'invitation, l'invitation des candidats et l'examen de leurs réponses. Les candidatures vidéo et les entretiens vidéo ne remplacent pas le CV ou les entretiens en direct, ils servent plutôt d'intermédiaire. Même une courte vidéo d'introduction apporte une énorme valeur ajoutée à la candidature texte et apporte efficacité et transparence au processus.
lv: Visas ar video interviju saistītās darbības var veikt TalentAdore, nepiesakoties Recright: sākot no video intervijas iespējošanas, video jautājumu pievienošanas līdz uzaicinājuma e-pasta rediģēšanai, kandidātu uzaicināšanai un viņu atbilžu pārskatīšanai. Video pieteikumi un video intervijas neaizstāj CV vai klātienes intervijas, bet darbojas kā starpposms. Pat īss iepazīstināšanas video sniedz lielu pievienoto vērtību rakstiskam pieteikumam un uzlabo procesa efektivitāti un pārredzamību.
nb: Alle videointervjurelaterte handlinger kan utføres i TalentAdore uten å logge på Recright: alt fra å aktivere videointervjuet, legge til videospørsmål, redigere invitasjons-e-posten, invitere kandidater og gjennomgå svarene deres. Videosøknader og videointervjuer erstatter ikke CV eller live-intervjuer, men fungerer i stedet som et mellomledd. Selv en kort introduksjonsvideo gir tekstsøknaden stor merverdi og gjør prosessen mer effektiv og transparent.
nl: Alle acties met betrekking tot video-interviews kunnen in TalentAdore worden uitgevoerd zonder in te loggen bij Recright: van het inschakelen van het video-interview, het toevoegen van videovragen, het bewerken van de uitnodigingsmail, het uitnodigen van kandidaten tot het beoordelen van hun antwoorden. Videosollicitaties en video-interviews vervangen geen CV of live interviews, maar fungeren als tussenpersoon. Zelfs een korte introductievideo geeft een enorme toegevoegde waarde aan de tekstsollicitatie en brengt efficiëntie en transparantie in het proces.
pl: Wszystkie działania związane z rozmową wideo można wykonać w TalentAdore bez logowania się do Recright: od włączenia rozmowy wideo, dodania pytań wideo, edycji e-maila z zaproszeniem, zapraszania kandydatów i przeglądania ich odpowiedzi. Aplikacje wideo i rozmowy wideo nie zastępują CV ani wywiadów na żywo, zamiast tego pełnią rolę pośrednika. Nawet krótki film wprowadzający daje ogromną wartość dodaną do aplikacji tekstowej i zwiększa efektywność i przejrzystość procesu.
sv: Alla videointervju-relaterade funktioner kan skötas direkt i TalentAdore utan att logga in i Recright: du kan ta i bruk videointervjun, lägga till videofrågorna, redigera inbjudan, bjuda in kandidater till intervjun, och gå igenom deras videosvar i TalentAdore. Videointervjuer ersätter inte en CV eller en personlig intervju, men kompletterar en skriftlig ansökan enormt, och gör rekryteringsprocessen mer effektiv och transparent.

source: Seamless login to TalentAdore
da: Problemfrit login til TalentAdore
de: Reibungsloser Login zu Talentadore
et: Sujuv sisselogimine TalentAdore’i
fi: Saumaton kirjautuminen TalentAdoreen
fr: Connexion transparente à TalentAdore
lv: Nevainojama pieteikšanās TalentAdore
nb: Sømløs pålogging til TalentAdore
nl: Naadloos inloggen bij TalentAdore
pl: Bezproblemowe logowanie do TalentAdore
sv: Sömlös enkel inloggning till TalentAdore

source: A Single Sign-On (SSO) allows a user to log in with a single ID and password offered by the organization's centralized user management, for example Active Directory (AD). User provisioning and privileges are managed centrally in AD, making sure everything is up-to-date at all times. TalentAdore supports SAML 2.0 authentication for identity providers other than Azure AD.
da: Single Sign-On (SSO) giver en bruger mulighed for at logge ind med et enkelt ID og adgangskode, som tilbydes af organisationens centraliserede brugeradministration, for eksempel Active Directory (AD). Brugertildeling og privilegier administreres centralt i AD, hvilket sikrer, at alt er opdateret til enhver tid. TalentAdore understøtter SAML 2.0-godkendelse for andre identitetsudbydere end Azure AD.
de: Ein Single Sign-On (SSO) ermöglicht es einem Benutzer, sich mit einer einzigen ID und einem einzigen Passwort anzumelden, die von der zentralen Benutzerverwaltung der Organisation angeboten werden, zum Beispiel Active Directory (AD). Benutzerbereitstellung und Berechtigungen werden zentral im AD verwaltet, wodurch sichergestellt wird, dass alles jederzeit auf dem neuesten Stand ist. TalentAdore unterstützt außerdem SAML 2.0-Authentifizierung für andere Identity Provider als Azure AD.
et: Ühekordne sisselogimine (SSO) võimaldab kasutajal logida sisse ühe ID ja salasõnaga, mida pakub ettevõtte keskne kasutajahaldussüsteem, näiteks Active Directory (AD). Kasutajate määramist ja õigusi hallatakse keskselt AD-s, mis tagab, et kõik andmed on alati ajakohased. TalentAdore toetab protokolli SAML 2.0 autentimisteenuse osutajate korral, kes ei ole Azure AD.
fi: Single Sign-On, eli kertakirjautuminen mahdollistaa käyttäjän kirjautumaan useaan eri palveluun samalla yrityksen antamalla käyttäjätunnuksella ja salasanalla, esim. Active Directory -tunnuksilla (Azure AD). Tällöin käyttäjähallinta tapahtuu keskitetysti AD:n ympäristössä ja käyttäjätiedot pysyvät aina ajan tasalla. TalentAdore tukee SAML 2.0 -varmennusta myös muille käyttäjähallinnan ratkaisuille.
fr: Un Single Sign-On (SSO) permet à un utilisateur de se connecter avec un seul ID et mot de passe fourni par la gestion centralisée des utilisateurs de l'organisation, par exemple Active Directory (AD). L'approvisionnement et les privilèges des utilisateurs sont gérés de manière centralisée dans AD, en s'assurant que tout est à jour à tout moment. TalentAdore prend en charge l'authentification SAML 2.0 pour les fournisseurs d'identité autres qu'Azure AD.
lv: Vienota pieteikšanās (SSO) ļauj lietotājam pieteikties, izmantojot vienotu ID un paroli, ko piedāvā organizācijas centralizētā lietotāju pārvaldība, piemēram, Active Directory (AD). Lietotāju nodrošināšana un priekšrocības tiek pārvaldītas centralizēti pakalpojumā AD, nodrošinot, ka viss vienmēr ir atjaunināts. TalentAdore atbalsta SAML 2.0 autentifikāciju identitātes nodrošinātājiem, kas nav Azure AD.
nb: Enkel pålogging (SSO) gjør det mulig for en bruker å logge på med én ID og ett passord som gis av organisasjonens sentraliserte brukeradministrasjon, for eksempel Active Directory (AD). Brukertilgang og -rettigheter administreres sentralt i AD, slik at alt er oppdatert til enhver tid. TalentAdore støtter SAML 2.0-autentisering for andre identitetsleverandører enn Azure AD.
nl: Een Single Sign-On (SSO) stelt een gebruiker in staat om in te loggen met een enkele ID en wachtwoord aangeboden door het gecentraliseerde gebruikersbeheer van de organisatie, bijvoorbeeld Active Directory (AD). Gebruikersprovisioning en -rechten worden centraal beheerd in AD, zodat alles te allen tijde up-to-date is. TalentAdore ondersteunt SAML 2.0-authenticatie voor andere identiteitsproviders dan Azure AD.
pl: Logowanie jednokrotne (SSO) umożliwia użytkownikowi logowanie się za pomocą jednego identyfikatora i hasła oferowanego przez scentralizowane zarządzanie użytkownikami w organizacji, na przykład Active Directory (AD). Udostępnianie użytkowników i uprawnienia są zarządzane centralnie w AD, dzięki czemu wszystko jest zawsze aktualne. TalentAdore obsługuje uwierzytelnianie SAML 2.0 dla dostawców tożsamości innych niż Azure AD.
sv: Enkel inloggning (SSO) tillåter användaren logga in med ett och samma ID och lösenord, t.ex. Active Directory (Azure AD), som de tilldelats av sin organisation. Användarhanteringen sker centraliserat i AD-omgivningen och användarinfot hålls alltid uppdaterat. TalentAdore stöder SAML 2.0 -verifikation även för andra lösningar för användarhantering.

source: SSO
fi: Kertakirjautuminen (SSO)
sv: Enkel inloggning (SSO)

source: This integration enables you to transfer candidates' data to Saima HR. When a candidate is in the "Offer" step, you send out a form and ask them to fill in the information necessary for starting the new job and signing the contract. The form's completion status and candidate's answers are visible in the "Candidate" view. The candidate's data is transferred to Saima HR when TalentAdore user clicks "Hired".
da: Denne integration giver dig mulighed for at overføre kandidaternes data til Saima HR. Når en kandidat er i trinnet "Tilbud", sender du en formular ud og beder dem udfylde de oplysninger, der er nødvendige for at starte det nye job og underskrive kontrakten. Formularens udfyldningsstatus og kandidatens svar er synlige i "Kandidat"-visningen. Kandidatens data overføres til Saima HR, når TalentAdore-brugeren klikker på "Ansat".
de: Diese Integration ermöglicht es Ihnen, die Daten der Bewerber an Saima HR zu übertragen. Wenn ein Kandidat sich im Schritt "Angebot" befindet, senden Sie ihm ein Formular und bitten ihn, Informationen auszufüllen, die für die Aufnahme der neuen Tätigkeit und die Unterzeichnung des Vertrags notwendig sind. Der Ausfüllstatus des Formulars und die Antworten des Bewerbers sind in der Bewerbungsansicht sichtbar. Die Daten des Kandidaten werden an Saima HR übertragen, wenn der TalentAdore Benutzer auf "Eingestellt" klickt.
et: See integratsioon võimaldab teisaldada kandidaatide andmed Saima HR-i. Kui kandidaat on etapis „Tööpakkumine“, saada talle vorm ning palu täita uuel töökohal alustamiseks ja lepingu allkirjastamiseks vajalikud andmed. Vormi täitmise olek ja kandidaadi vastused on nähtavad vaates „Kandidaat“. Kandidaadi andmed edastatakse Saima HR-i, kui TalentAdore’i kasutaja klõpsab nuppu „Tööle võetud“.
fi: Tämän integraation avulla voit siirtää palkattujen hakijoiden tiedot Saima HR -järjestelmään. Kun hakija siirretään “Tarjous”-vaiheeseen, voit pyytää häntä täyttämään uuden työn aloittamiseen tarvittavat lisätiedot. Lomakkeen tila ja ehdokkaan vastaukset näkyvät hakijanäkymässä. Hakijan tiedot siirretään Saima HR -järjestelmään, kun TalentAdoressa hakijan lopputulokseksi määritetään "Palkattu".
fr: Cette intégration vous permet de transférer les données des candidats à Saima HR. Lorsqu'un candidat est à l'étape "Offre", vous envoyez un formulaire et lui demandez de remplir les informations nécessaires pour commencer le nouvel emploi et signer le contrat. L'état d'achèvement du formulaire et les réponses du candidat sont visibles dans la vue "Candidat". Les données du candidat sont transférées à Saima HR lorsque l'utilisateur de TalentAdore clique sur "Embauché".
lv: Šī integrācija ļauj pārsūtīt kandidātu datus uz Saima HR. Kad kandidāts ir posmā “Piedāvājums”, nosūtiet viņam veidlapu un lūdziet ierakstīt informāciju, kas nepieciešama, lai sāktu strādāt jaunajā darbā un parakstītu līgumu. Veidlapas aizpildīšanas statuss un kandidāta atbildes ir redzami skatā “Kandidāts”. Kandidāta dati tiek pārsūtīti Saima HR, kad TalentAdore lietotājs noklikšķina uz “Pieņemts darbā”.
nb: Med denne integrasjonen kan du overføre opplysninger om kandidater til Saima HR. Når en kandidat er i fasen "Tilbud", sender du ut et skjema og ber vedkommende fylle ut informasjonen som er nødvendig for å starte i den nye jobben og signere kontrakten. Skjemaets utfyllingsstatus og kandidatens svar er synlige i visningen "Kandidat". Kandidatens opplysninger overføres til Saima HR når TalentAdore-brukeren klikker på "Ansatt".
nl: Deze integratie stelt u in staat om de gegevens van kandidaten over te dragen naar Saima HR. Wanneer een kandidaat zich in de "Aanbod" stap bevindt, stuurt u een formulier uit en vraagt u hen de informatie in te vullen die nodig is om de nieuwe baan te starten en het contract te ondertekenen. De voltooiingsstatus van het formulier en de antwoorden van de kandidaat zijn zichtbaar in de "Kandidaat" weergave. De gegevens van de kandidaat worden overgedragen naar Saima HR wanneer de TalentAdore gebruiker op "Aangenomen" klikt.
pl: Ta integracja umożliwia przeniesienie danych kandydatów do Saima HR. Gdy kandydat jest na etapie "Oferta", wysyłasz formularz i prosisz o wypełnienie informacji niezbędnych do rozpoczęcia nowej pracy i podpisania umowy. Status wypełnienia formularza i odpowiedzi kandydata są widoczne w widoku "Kandydat". Dane kandydata są przenoszone do Saima HR, gdy użytkownik TalentAdore kliknie "Zatrudniony".
sv: Med denna integration kan du lätt överföra nyanställda kandidaters uppgifter till Saima's HR-system. Då kandidaten flyttas till fasen “Erbjudande”, kan de ombes att fylla i en blankett med tilläggsuppgifter och skriva under jobbkontraktet. Blankettens status och kandidatens ifyllda uppgifter syns på kandidatens sida. Den nyanställdas uppgifter förs över till Saima's system då kandidatens resultat sätts till “Anställd”.

source: This integration enables you to transfer candidates' data to Sympa. When a candidate is in the "Offer" step, you send out a form and ask them to fill in the information necessary for starting the new job and signing the contract. The form's completion status and candidate's answers are visible in the "Candidate" view. The candidate's data is transferred to Sympa when TalentAdore user clicks "Hired".
da: Denne integration giver dig mulighed for at overføre kandidaternes data til Sympa. Når en kandidat er i trinnet "Tilbud", sender du en formular ud og beder dem udfylde de oplysninger, der er nødvendige for at starte det nye job og underskrive kontrakten. Formularens udfyldningsstatus og kandidatens svar er synlige i "Candidate"-visningen. Kandidatens data overføres til Sympa, når TalentAdore-brugeren klikker på "Ansat".
de: Diese Integration ermöglicht es Ihnen, die Daten der Bewerber an Sympa zu übertragen. Wenn ein Kandidat sich im Schritt "Angebot" befindet, senden Sie ihm ein Formular und bitten ihn, Informationen auszufüllen, die für die Aufnahme der neuen Tätigkeit und die Unterzeichnung des Vertrags notwendig sind. Der Ausfüllstatus des Formulars und die Antworten des Bewerbers sind in der Bewerbungsansicht sichtbar. Die Daten des Kandidaten werden an Sympa übertragen, wenn der TalentAdore Benutzer auf "Eingestellt" klickt.
et: See integratsioon võimaldab sul teisaldada kandidaatide andmed Sympasse. Kui kandidaat on etapis „Tööpakkumine“, saada talle vorm ning palu täita uuel töökohal alustamiseks ja lepingu allkirjastamiseks vajalikud andmed. Vormi täitmise olek ja kandidaadi vastused on nähtavad vaates „Kandidaat“. Kandidaadi andmed edastatakse Sympasse, kui TalentAdore’i kasutaja klõpsab nuppu „Tööle võetud“.
fi: Tämän integraation avulla voit siirtää palkattujen hakijoiden tiedot Sympaan. Kun hakija siirretään “Tarjous”-vaiheeseen, voit pyytää häntä täyttämään uuden työn aloittamiseen tarvittavat lisätiedot. Lomakkeen tila ja ehdokkaan vastaukset näkyvät hakijanäkymässä. Hakijan tiedot siirretään Sympaan, kun TalentAdoressa hakijan lopputulokseksi määritetään "palkattu".
fr: Cette intégration vous permet de transférer les données des candidats à Sympa. Lorsqu'un candidat est à l'étape "Offre", vous envoyez un formulaire et lui demandez de remplir les informations nécessaires pour commencer le nouvel emploi et signer le contrat. L'état d'achèvement du formulaire et les réponses du candidat sont visibles dans la vue "Candidat". Les données du candidat sont transférées à Sympa lorsque l'utilisateur de TalentAdore clique sur "Embauché".
lv: Šī integrācija ļauj pārsūtīt kandidātu datus Sympa. Kad kandidāts ir posmā “Piedāvājums”, nosūtiet viņam veidlapu un lūdziet ierakstīt informāciju, kas nepieciešama, lai sāktu strādāt jaunajā darbā un parakstītu līgumu. Veidlapas aizpildīšanas statuss un kandidāta atbildes ir redzami skatā “Kandidāts”. Kandidāta dati tiek pārsūtīti Sympa, kad TalentAdore lietotājs noklikšķina uz “Pieņemts darbā”.
nb: Med denne integrasjonen kan du overføre opplysninger om kandidater til Sympa. Når en kandidat befinner seg i fasen "Tilbud", sender du ut et skjema og ber vedkommende fylle ut informasjonen som er nødvendig for å starte i den nye jobben og signere kontrakten. Skjemaets utfyllingsstatus og kandidatens svar er synlige i visningen "Kandidat". Kandidatens opplysninger overføres til Sympa når TalentAdore-brukeren klikker på "Ansatt”.
nl: Deze integratie stelt u in staat om de gegevens van kandidaten over te dragen naar Sympa. Wanneer een kandidaat zich in de stap "Aanbod" bevindt, stuurt u een formulier uit en vraagt u hen de informatie in te vullen die nodig is om de nieuwe baan te starten en het contract te ondertekenen. De voltooiingsstatus van het formulier en de antwoorden van de kandidaat zijn zichtbaar in de weergave "Kandidaat". De gegevens van de kandidaat worden overgedragen naar Sympa wanneer de TalentAdore-gebruiker op "Aangenomen" klikt.
pl: Ta integracja umożliwia przeniesienie danych kandydatów do Sympa. Gdy kandydat jest na etapie "Oferta", wysyłasz formularz i prosisz o wypełnienie informacji niezbędnych do rozpoczęcia nowej pracy i podpisania umowy. Status wypełnienia formularza i odpowiedzi kandydata są widoczne w widoku "Kandydat". Dane kandydata są przenoszone do Sympa, gdy użytkownik TalentAdore kliknie "Zatrudniony".
sv: Med denna integration kan du lätt överföra nyanställda kandidaters uppgifter till Sympa. Då kandidaten flyttas till fasen "Erbjudande", kan de ombes att fylla i en blankett med tilläggsuppgifter och skriva under jobbkontraktet. Blankettens status och kandidatens ifyllda uppgifter syns på kandidatens sida. Den nyanställdas uppgifter förs över till Sympas system då kandidatens resultat sätts till "Anställd".

source: Sympa HR software
et: Sympa HR-i tarkvara
fi: Sympa HR-järjestelmä
fr: Logiciel RH Sympa
lv: Sympa HR programmatūra
nb: Sympa HR-programvare
pl: Oprogramowanie Sympa HR
sv: Sympa HR-system
