Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Important notice: Before making changes to any form currently in use, we recommend creating a duplicate. Modify the duplicate to avoid potential data loss and preserve the integrity of the original form.
da: Vigtig meddelelse: Før du foretager ændringer i en formular, der i øjeblikket er i brug, anbefaler vi at oprette en kopi. Rediger kopien for at undgå potentielt datatab og bevare integriteten af den originale formular.
de: Wichtiger Hinweis: Bevor Sie Änderungen an einem Formular vornehmen, das derzeit verwendet wird, empfehlen wir, eine Kopie zu erstellen. Ändern Sie die Kopie, um möglichen Datenverlust zu vermeiden und die Integrität des ursprünglichen Formulars zu bewahren.
et: Oluline teade: Enne praegu kasutusel oleva vormi muutmist soovitame luua duplikaadi. Muutke duplikaati, et vältida võimalikku andmekadu ja säilitada algse vormi terviklikkus.
fi: Tärkeä huomautus: Ennen kuin teet muutoksia mihinkään käytössä olevaan lomakkeeseen, suosittelemme luomaan kopion. Muokkaa kopiota välttääksesi mahdollisen tietojen menetyksen ja säilyttääksesi alkuperäisen lomakkeen eheyden.
fr: Avis important : Avant d'apporter des modifications à un formulaire actuellement utilisé, nous vous recommandons de créer un duplicata. Modifiez le duplicata pour éviter une perte potentielle de données et préserver l'intégrité du formulaire original.
lv: Svarīgs paziņojums: Pirms veicat izmaiņas jebkurā pašlaik izmantotā veidlapā, iesakām izveidot dublikātu. Modificējiet dublikātu, lai izvairītos no iespējamiem datu zudumiem un saglabātu sākotnējās veidlapas integritāti.
nb: Viktig merknad: Før du gjør endringer i et skjema som for øyeblikket er i bruk, anbefaler vi at du oppretter en kopi. Endre kopien for å unngå potensielt datatap og bevare integriteten til det opprinnelige skjemaet.
nl: Belangrijke mededeling: Voordat je wijzigingen aanbrengt in een formulier dat momenteel in gebruik is, raden we aan een duplicaat te maken. Wijzig het duplicaat om potentieel gegevensverlies te voorkomen en de integriteit van het oorspronkelijke formulier te behouden.
pl: Ważna uwaga: Przed wprowadzeniem zmian w dowolnym formularzu obecnie używanym, zalecamy utworzenie duplikatu. Zmodyfikuj duplikat, aby uniknąć potencjalnej utraty danych i zachować integralność oryginalnego formularza.
sv: Viktigt meddelande: Innan du gör ändringar i något formulär som för närvarande används, rekommenderar vi att du skapar en kopia. Ändra kopian för att undvika potentiell dataförlust och bevara integriteten hos det ursprungliga formuläret.

source: Kind
da: Type
de: Art
et: Liik
fi: Laji
fr: Type
lv: Veids
nb: Type
nl: Soort
pl: Rodzaj
sv: Typ

source: Custom JavaScript and CSS
da: Brugerdefineret JavaScript og CSS
de: Benutzerdefiniertes JavaScript und CSS
et: Kohandatud JavaScript ja CSS
fi: Omat skriptit
fr: JavaScript et CSS personnalisés
lv: Pielāgots JavaScript un CSS
nb: Tilpasset JavaScript og CSS
nl: Aangepaste JavaScript en CSS
pl: Niestandardowy JavaScript i CSS
sv: Egna JavaScript och CSS

source: Custom JavaScript snippets can be added here to extend the functionality of the job application page.
da: Her kan du tilføje brugerdefinerede JavaScript-stykker for at udvide funktionaliteten på jobansøgningssiden.
de: Hier können benutzerdefinierte JavaScript-Snippets hinzugefügt werden, um die Funktionalität der Bewerbungsseite zu erweitern.
et: Siia saad lisada kohandatud JavaScripti koodilõike, et lisada kandideerimisavalduste lehele funktsioone.
fi: Voit lisätä täällä muokatut JavaScript-pätkät laajentaaksesi työnhakulomakenäkymän toiminnallisuuksia.
fr: Des extraits de code JavaScript personnalisés peuvent être ajoutés ici pour étendre les fonctionnalités de la page de candidature.
lv: Šeit var pievienot pielāgotus JavaScript fragmentus, lai paplašinātu darba pieteikuma lapas funkcionalitāti.
nb: Her kan du legge til egendefinerte JavaScript-kodebiter for å utvide funksjonaliteten til jobbsøknadssiden.
nl: Aangepaste JavaScript-fragmenten kunnen hier worden toegevoegd om de functionaliteit van de sollicitatiepagina uit te breiden.
pl: Tutaj można dodać niestandardowe fragmenty kodu JavaScript, aby rozszerzyć funkcjonalność strony aplikacji o pracę.
sv: Du kan tillägga JavaScript-inlägg för att utvidga arbetsplatsannonsens funktioner.

source: The script added to the job application page will depend on the profile selected. If there is no custom script for the selected profile, the default profile custom script will be used.
da: Det script, der tilføjes til jobansøgningssiden, afhænger af den valgte profil. Hvis der ikke er et brugerdefineret script for den valgte profil, vil standardprofilens brugerdefinerede script blive brugt.
de: Das Skript, das der Bewerbungsseite hinzugefügt wird, hängt vom ausgewählten Profil ab. Wenn es für das ausgewählte Profil kein benutzerdefiniertes Skript gibt, wird das standardmäßige benutzerdefinierte Skript des Profils verwendet.
et: Kandideerimisavalduste lehele lisatav skript oleneb valitud profiilist. Kui valitud profiilil ei ole kohandatud skripti, kasutatakse vaikeprofiili kohandatud skripti.
fi: Työnhakulomakenäkymään lisätty skripti riippuu valitusta profiilista. Jos valitulla profiililla ei ole omaa skriptiä, käytetään oletusprofiilin skriptiä.
fr: Le script ajouté à la page de candidature dépendra du profil sélectionné. S'il n'y a pas de script personnalisé pour le profil sélectionné, le script personnalisé du profil par défaut sera utilisé.
lv: Darba pieteikuma lapai pievienotais skripts ir atkarīgs no izvēlētā profila. Ja izvēlētajam profilam nav pielāgota skripta, tiks izmantots noklusējuma profila pielāgotais skripts.
nb: Skriptet som legges til på jobbssøknadssiden avhenger av hvilken profil som er valgt. Hvis det ikke finnes noe egendefinert skript for den valgte profilen, brukes standardprofilens egendefinerte skript.
nl: Het script dat aan de sollicitatiepagina wordt toegevoegd, is afhankelijk van het geselecteerde profiel. Als er geen aangepast script is voor het geselecteerde profiel, wordt het aangepaste script van het standaardprofiel gebruikt.
pl: Skrypt dodany do strony aplikacji o pracę będzie zależał od wybranego profilu. Jeśli nie ma niestandardowego skryptu dla wybranego profilu, zostanie użyty domyślny niestandardowy skrypt profilu.
sv: Scripten som har tillagts till arbetsannonsen varierar beroende på den valda profilen. Standardprofilens script användes ifall den valda profilen inte har en egen.

source: Changes will be in effect immediately after saving. Incorrect markup can prevent pages from rendering.
da: Ændringerne træder i kraft med det samme efter gemning. Forkert markup kan forhindre sider i at blive vist.
de: Die Änderungen werden sofort nach dem Speichern wirksam. Fehler können eine fehlerhafte Darstellung verursachen.
et: Muudatused rakendatakse kohe pärast salvestamist. Vale märgistus võib takistada lehe renderdamist.
fi: Muutokset tulevat voimaan heti tallentamisen jälkeen. Virheellinen merkintä voi estää sivuja näkymästä oikein.
fr: Les modifications seront effectives immédiatement après l'enregistrement. Un balisage incorrect peut empêcher le rendu des pages.
lv: Izmaiņas stāsies spēkā uzreiz pēc saglabāšanas. Nepareiza atzīme var kavēt lapu atveidošanu.
nb: Endringer vil tre i kraft umiddelbart etter lagring. Feil markup kan hindre sider fra å vises.
nl: Wijzigingen zijn direct na het opslaan van kracht. Onjuiste opmaak kan verhinderen dat pagina's worden weergegeven.
pl: Zmiany wejdą w życie natychmiast po zapisaniu. Niepoprawne znaczniki mogą uniemożliwić renderowanie stron.
sv: Ändringarna träder i kraft direkt. Felaktig inmatning kan leda till att sidan inte fungerar korrekt.

source: HTML code
da: HTML-kode
et: HTML-kood
fi: HTML-koodi
fr: Code HTML
lv: HTML kods
nb: HTML-kode
pl: Kod HTML
sv: HTML-kod

source: HTML code for trackers
da: HTML-kode til trackere
de: HTML-Code zur Nachverfolgung
et: HTML-kood jälgijatele
fi: HTML-koodi seurantaa varten
fr: Code HTML pour les trackers
lv: HTML kods izsekotājiem
nb: HTML-kode for sporere
nl: HTML-code voor trackers
pl: Kod HTML dla trackerów
sv: HTML kod för tracker

source: This is only added to views that don't contain any personal data.
da: Dette tilføjes kun til visninger, der ikke indeholder nogen personlige data.
de: Dies wird nur zu Ansichten hinzugefügt, die keine personenbezogenen Daten enthalten.
et: See lisatakse ainult sellistele vaadetele, mis ei sisalda isikuandmeid.
fi: Tämä lisätään vain näkymiin, jotka eivät sisällä henkilötietoja.
fr: Ceci n'est ajouté qu'aux vues qui ne contiennent pas de données personnelles.
lv: Tas tiek pievienots tikai tādiem skatījumiem, kas nesatur personas datus.
nb: Dette legges bare til i visninger som ikke inneholder personopplysninger.
nl: Dit wordt alleen toegevoegd aan weergaven die geen persoonlijke gegevens bevatten.
pl: To jest dodawane tylko do widoków, które nie zawierają żadnych danych osobowych.
sv: Detta läggs endast till i vyer som inte innehåller några personliga uppgifter.

source: Add your Google Analytics tracking code here and you can track the visitors in your job advertisements.
da: Tilføj din Google Analytics-sporingskode her, så du kan spore de besøgende i dine jobannoncer.
de: Fügen Sie hier Ihren Google Analytics-Tracking-Code ein, um die Besucher Ihrer Stellenanzeigen verfolgen zu können.
et: Lisa siia Google Analyticsi jälgimiskood, et jälgida oma töökuulutuste külastajaid.
fi: Lisää Google Analytics -seurantakoodisi tähän voidaksesi seurata työpaikkailmoitustenne kävijöitä reaaliajassa.
fr: Ajoutez votre code de suivi Google Analytics ici et vous pourrez suivre les visiteurs de vos annonces d'emploi.
lv: Ievadiet Google Analytics izsekošanas kodu šeit, lai varētu izsekot savu darba sludinājumu apmeklētājus.
nb: Legg til Google Analytics-sporingskoden din her, så kan du spore besøkende i jobbannonsene dine.
nl: Voeg hier uw Google Analytics-trackingcode toe en u kunt de bezoekers in uw vacatures volgen.
pl: Dodaj tutaj swój kod śledzenia Google Analytics, aby śledzić odwiedzających w ogłoszeniach o pracę.
sv: Lägg till din Google Analytics spårningskod här och du kan spåra besökarna i dina jobbannonser.

source: The tracking code added to the job application page will depend on the profile selected. If there is no tracking code for the selected profile, the default profile tracking code will be used.
da: Den sporingskode, der føjes til jobansøgningssiden, afhænger af den valgte profil. Hvis der ikke er nogen sporingskode for den valgte profil, vil standardprofilens sporingskode blive brugt.
de: Der Tracking-Code, der der Bewerbungsseite hinzugefügt wird, hängt von dem ausgewählten Profil ab. Wenn es keinen Tracking-Code für das gewählte Profil gibt, wird der Standard-Profil-Tracking-Code verwendet.
et: Kandideerimisavalduste lehele lisatav jälgimiskood oleneb valitud profiilist. Kui valitud profiilil ei ole jälgimiskoodi, kasutatakse vaikeprofiili jälgimiskoodi.
fi: Työnhakulomakenäkymään lisätty seurantakoodi riippuu valitusta profiilista. Jos valitulla profiililla ei ole seurantakoodia, käytetään oletusprofiilin seurantakoodia.
fr: Le code de suivi ajouté à la page de candidature dépendra du profil sélectionné. S'il n'y a pas de code de suivi pour le profil sélectionné, le code de suivi du profil par défaut sera utilisé.
lv: Darba pieteikuma lapai pievienotais izsekošanas kods ir atkarīgs no izvēlētā profila. Ja izvēlētajam profilam nav izsekošanas koda, tiks izmantots noklusējuma profila izsekošanas kods.
nb: Hvilken sporingskode som legges til på jobbsøknadssiden avhenger av hvilken profil som er valgt. Hvis det ikke finnes noen sporingskode for den valgte profilen, brukes standardprofilens sporingskode.
nl: De trackingcode die aan de sollicitatiepagina wordt toegevoegd, is afhankelijk van het geselecteerde profiel. Als er geen trackingcode is voor het geselecteerde profiel, wordt de standaard trackingcode van het profiel gebruikt.
pl: Kod śledzenia dodany do strony aplikacji będzie zależał od wybranego profilu. Jeśli nie ma kodu śledzenia dla wybranego profilu, zostanie użyty domyślny kod śledzenia profilu.
sv: Den tillagda spårningskoden i arbetsnotisvyn varierar enligt den valda profilen. Defaultprofilens kod används om den valda profilen inte har en spårningskod.

source: Linkers
de: Linker
et: Linkurid
fi: Linkittäjät
fr: Liants
lv: Savienotāji
nb: Lenker
pl: Linkery

source: Use "," to separate linkers
da: Brug "," til at adskille linkers
de: Verwenden Sie ”,” um Linker zu trennen
et: Kasuta linkurite eraldamiseks koma (,)
fi: Käytä "," erottaaksesi linkittäjät
fr: Utilisez "," pour séparer les liants
lv: Izmantojiet ",", lai atdalītu savienotājus
nb: Bruk "," for å skille mellom lenkene
nl: Gebruik "," om linkers te scheiden
pl: Użyj ",", aby oddzielić linkery
sv: Använd "," för att separera linkers

source: Data privacy
da: Databeskyttelse
de: Datenschutz
et: Andmekaitse
fi: Tietosuoja
fr: Confidentialité des données
lv: Datu privātums
nb: Personvern
nl: Gegevensbescherming
pl: Prywatność danych
sv: Datasekretess

source: Set a application data expiration period for the recruitment process (does not apply to talents in Talent Community). The default expiration period is 12 months.
da: Indstil en udløbsperiode for ansøgningsdata til rekrutteringsprocessen (gælder ikke for talenter i Talent Community). Standardudløbsperioden er 12 måneder.
de: Legen Sie eine Gültigkeitsdauer für die Bewerbungsdaten im Rekrutierungsprozess fest (gilt nicht für Talente in der Talent-Community). Die Standardverfallszeit ist 12 Monate.
et: Määra värbamisprotsessi käigus kogutud avalduse andmete hoiuperiood (ei kehti Talent Community talentide kohta) Vaikimisi kasutatakse 12 kuu pikkust hoiuperioodi.
fi: Aseta hakemustietojen säilytysaika (ei päde Talent Communityssa oleviin talentteihin). Oletussäilytysaika on 12 kuukautta.
fr: Définissez une période d'expiration des données de candidature pour le processus de recrutement (ne s'applique pas aux talents de la Communauté de talents). La période d'expiration par défaut est de 12 mois.
lv: Iestatiet pieteikuma datu derīguma termiņu atlases procesam (neattiecas uz talantiem Talent Community). Noklusējuma derīguma termiņš ir 12 mēneši.
nb: Angi en utløpsperiode for søknadsopplysninger for rekrutteringsprosessen (gjelder ikke talenter i Talent Community). Standard utløpsperiode er 12 måneder.
nl: Stel een vervaltermijn in voor sollicitatiegegevens voor het wervingsproces (geldt niet voor talenten in Talent Community). De standaard vervaltermijn is 12 maanden.
pl: Ustaw okres wygaśnięcia danych aplikacji dla procesu rekrutacji (nie dotyczy talentów w Talent Community). Domyślny okres wygaśnięcia to 12 miesięcy.
sv: Sätt en utgångsperiod för ansökningsdatan till rekryteringsprocessen (gäller ej talanger i Talent Community). Standard för utgångsperioden är 12 månader.

source: Upload your registry terms & conditions that describe application data expiration period for the recruitment process.
da: Upload dine registreringsbetingelser, der beskriver udløbsperioden for ansøgningsdata i rekrutteringsprocessen.
de: Laden Sie Ihre Registrierungsbedingungen hoch, die die Bewerbungsdatensverfallszeit beschreibt
et: Laadi üles oma registreerimistingimused, milles kirjeldatakse värbamisprotsessi käigus kogutud avalduse andmete hoiuperioodi.
fi: Lataa omat käyttöehdot, jotka kertovat hakemustietojen säilytyksestä rekrytointiprosessissa.
fr: Téléchargez vos conditions générales de registre qui décrivent la période d'expiration des données de candidature pour le processus de recrutement.
lv: Augšupielādējiet sava reģistra noteikumus un nosacījumus, kuros aprakstīts pieteikuma datu derīguma termiņš atlases procesā.
nb: Last opp vilkår og betingelser for registeret som beskriver utløpsperioden for søknadsopplysninger i rekrutteringsprosessen.
nl: Upload uw registratievoorwaarden die de vervaltermijn van sollicitatiegegevens voor het wervingsproces beschrijven.
pl: Prześlij swoje warunki rejestracji, które opisują okres wygaśnięcia danych aplikacji dla procesu rekrutacji.
sv: Ladda upp dina registreringsvillkor som beskriver utgångsperioden för den sökandes personliga data för rekryteringsprocessen.

source: Data privacy link
da: Link til databeskyttelse
de: Datenschutzlink
et: Andmekaitse link
fi: Tietosuojalinkki
fr: Lien de confidentialité des données
lv: Datu privātuma saite
nb: Lenke til personvern
nl: Link naar gegevensbescherming
pl: Link do polityki prywatności
sv: Länk till integritetspolicy

source: The expiration period will start from the date the application arrives to TalentAdore. The period is renewed if the candidate updates their application, or an outcome is set for the candidate. Recommended period is 12 months.
da: Udløbsperioden starter fra den dato, ansøgningen ankommer til TalentAdore. Perioden fornyes, hvis kandidaten opdaterer sin ansøgning, eller der sættes et resultat for kandidaten. Anbefalet periode er 12 måneder.
de: Die Verfallsfrist beginnt ab dem Tag, an dem die Bewerbung bei TalentAdore eingeht.Die Frist wird verlängert, wenn der Kandidat seine Bewerbung aktualisiert oder ein Resultat für den Kandidaten gewählt wird. Der empfohlene Zeitraum beträgt 12 Monate.
et: Hoiuperiood algab päevast, kui avaldus saadetakse TalentAdore’i. Perioodi uuendatakse, kui kandidaat uuendab oma avaldust või kandidaadile määratakse tulemus. Soovitatud periood on 12 kuud.
fi: Hakijatietojen säilytysaika alkaa päivästä, jolloin hakemus saapuu TalentAdoreen. Säilytysaika alkaa alusta mikäli hakija päivittää tietojaan tai hakemukselle merkitään lopputulos. Säilytysajaksi suositellaan vähintään 12 kuukautta.
fr: La période d'expiration commencera à partir de la date à laquelle la candidature arrivera à TalentAdore. La période est renouvelée si le candidat met à jour sa candidature ou si un résultat est défini pour le candidat. La période recommandée est de 12 mois.
lv: Derīguma termiņš sākas no dienas, kad pieteikums ir saņemts TalentAdore. Šis periods tiek atjaunots, ja kandidāts atjaunina savu pieteikumu vai ja kandidātam ir piešķirts rezultāts. Ieteicamais periods ir 12 mēneši.
nb: Utløpsperioden starter fra den datoen søknaden kommer til TalentAdore. Perioden fornyes hvis kandidaten oppdaterer søknaden sin, eller det fastettes et utfall for kandidaten. Anbefalt periode er 12 måneder.
nl: De vervaltermijn gaat in op de datum dat de sollicitatie bij TalentAdore binnenkomt. De termijn wordt vernieuwd als de kandidaat zijn sollicitatie bijwerkt of als er een uitkomst voor de kandidaat wordt ingesteld. Aanbevolen periode is 12 maanden.
pl: Okres wygaśnięcia rozpocznie się od daty otrzymania aplikacji przez TalentAdore. Okres jest odnawiany, jeśli kandydat zaktualizuje swoją aplikację lub zostanie ustawiony wynik dla kandydata. Zalecany okres to 12 miesięcy.
sv: Förfalloperioden börjar från datumet då ansökan mottas i TalentAdore. Perioden förnyas om kandidaten uppdaterar sina uppgifter eller ansökan får ett slutresultat. Den rekommenderade lagringstiden är 12 månader.

source: Feedback settings
da: Indstillinger for feedback
de: Feedback-Einstellungen
et: Tagasiside seaded
fi: Palauteasetukset
fr: Paramètres de feedback
lv: Atsauksmes iestatījumi
nb: Innstillinger for tilbakemelding
nl: Feedback-instellingen
pl: Ustawienia opinii
sv: Feedback-inställningar

source: Personalise feedback messages with logo.
da: Tilpas feedbackbeskeder med logo.
de: Personalisieren Sie Feedback-Nachrichten mit Logo.
et: Isikupärasta tagasisidesõnumeid enda logoga.
fi: Lisää palautteiden persoonallisuutta logolla.
fr: Personnalisez les messages de feedback avec le logo.
lv: Personalizējiet atsauksmes ziņojumus ar logotipu.
nb: Gjør tilbakemeldingene mer personlige med logo.
nl: Personaliseer feedbackberichten met logo.
pl: Spersonalizuj wiadomości z opiniami za pomocą logo.
sv: Skräddarsy feedback-meddelanden med en logga.

source: By enabling this your applicants have a chance to rate the recruitment process and you get valuable information about their experience.
da: Ved at aktivere dette har dine ansøgere mulighed for at bedømme rekrutteringsprocessen, og du får værdifuld information om deres oplevelse.
de: Dadurch haben Ihre Bewerber die Möglichkeit, den Bewerbungsprozess zu bewerten und Sie erhalten wertvolle Einblicke in deren Erfahrungen.
et: Funktsiooni lubamisel saavad kandidaadid värbamisprotsessi hinnata ja sina saad nende kogemuse kohta väärtuslikku tagasisidet.
fi: Kun tämä on valittuna, hakijasi voivat arvoida rekrytointiprosessin ja sinä saat arvokasta tietoa heidän kokemuksistaan.
fr: En activant cette option, vos candidats ont la possibilité d'évaluer le processus de recrutement et vous obtenez des informations précieuses sur leur expérience.
lv: Izmantojot šo iespēju, jūsu kandidātiem ir iespēja novērtēt atlases procesu, un jūs iegūstat vērtīgu informāciju par viņu pieredzi.
nb: Ved å aktivere dette får søkerne mulighet til å evaluere rekrutteringsprosessen, og du får verdifull informasjon om hvordan de opplevde den.
nl: Door dit in te schakelen, hebben uw sollicitanten de kans om het wervingsproces te beoordelen en krijgt u waardevolle informatie over hun ervaring.
pl: Włączając to, Twoi kandydaci mają szansę ocenić proces rekrutacji, a Ty otrzymujesz cenne informacje na temat ich doświadczeń.
sv: Genom att aktivera detta har dina kandidater möjlighet att betygsätta rekryteringsprocessen och du får värdefull information om deras upplevelse.

source: Branding text will appear in feedback messages.
da: Brandingtekst vises i feedbackbeskeder.
de: Markentext erscheint in Feedback-Nachrichten.
et: Kaubamärgi tekst kuvatakse tagasisidesõnumites.
fi: Markkinointilauseke lisätään palauteviesteihin.
fr: Le texte de la marque apparaîtra dans les messages de feedback.
lv: Zīmola teksts tiks parādīts atsauksmju ziņojumos.
nb: Merkevareteksten vises i tilbakemeldingsmeldinger.
nl: Merkidentiteit tekst verschijnt in feedbackberichten.
pl: Tekst marki pojawi się w wiadomościach z opiniami.
sv: Branding-texten kommer att visas i feedback-meddelandena.

source: This selection will affect the style of language used in messages.
da: Dette valg vil påvirke den sprogstil, der bruges i beskederne.
de: Diese Auswahl wirkt sich auf den in den Nachrichten verwendeten Sprachstil aus.
et: See valik mõjutab sõnumites kasutatud keele stiili.
fi: Tämä valinta vaikuttaa kielen tyyliin, jota viesteissä käytetään.
fr: Cette sélection affectera le style de langue utilisé dans les messages.
lv: Šī izvēle ietekmēs ziņojumos izmantotās valodas stilu.
nb: Dette valget vil påvirke språkstilen som brukes i meldingene.
nl: Deze selectie beïnvloedt de taalstijl die in berichten wordt gebruikt.
pl: Ten wybór wpłynie na styl języka używanego w wiadomościach.
sv: Det här valet påverkar stilen på språket som används i meddelanden.

source: Preview feedback message
da: Forhåndsvisning af feedback-besked
de: Feedback-Nachricht Vorschau ansehen
et: Tagasisidesõnumi eelvaade
fi: Esikatsele palauteviesti
fr: Aperçu du message de feedback
lv: Atsauksmes ziņojuma priekšskatījums
nb: Forhåndsvisning av tilbakemeldingsmelding
nl: Voorbeeld feedbackbericht
pl: Podgląd wiadomości z opinią
sv: Förhandsvisa feedback-meddelande

source: [Feedback text comes here]
da: [Feedbacktekst kommer her]
de: [Feedback-Text erscheint hier]
et: [Tagasisidetekst lisatakse siia]
fi: [Palaute tulee tähän]
fr: [Le texte de feedback vient ici]
lv: [Šeit ir atsauksmes teksts]
nl: [Feedbacktekst komt hier]
pl: [Tutaj pojawi się tekst opinii]
sv: [Feedback texten syns här]

source: Warmest regards,
da: De varmeste hilsner,
de: Herzliche Grüße,
et: Parimate soovidega
fi: Parhain terveisin,
fr: Cordialement,
lv: Vissirsnīgākie sveicieni,
nb: Med vennlig hilsen
nl: Met vriendelijke groet,
pl: Z wyrazami szacunku,
sv: Med vänlig hälsning,
