Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Hi {user_first_name}, I would like to introduce selected candidates to you. Please see the details below. Title: {title} Message: {introduction_message} Click <a href='{candidate_introduction_link}'>here</a> to review candidates. Link expiration: {expiration} {signature}
da: Hej {user_first_name}, Jeg vil gerne præsentere udvalgte kandidater for dig. Se venligst detaljerne nedenfor. Titel: {title} Besked: {introduction_message} Klik <a href='{candidate_introduction_link}'>her</a> for at gennemgå kandidaterne. Udløb af link: {expiration} {signature}
de: Hallo {user_first_name}, Ich möchte Ihnen geeignete Kandidaten vorstellen. Die Details finden Sie nachfolgend. Titel: {title} Nachricht: {introduction_message} Klicken Sie <a href='{candidate_introduction_link}'>hier,</a> um die Kandidaten zu überprüfen. Der Link verfällt: {expiration} {signature}
et: Tere, {user_first_name}! Soovin sulle esitleda eelsõelutud kandidaate. Info on toodud allpool. Pealkiri: {title} Sõnum: {introduction_message} Klõpsa <a href='{candidate_introduction_link}'>siin</a>, et vaadata kandidaadid üle. Link aegub: {expiration} {signature}
fi: Hei {user_first_name}, Haluaisin esitellä sinulle hakijoita. Katso tarkemmat tiedot alta. Otsikko: {title} Viesti: {introduction_message} Klikkaa <a href='{candidate_introduction_link}'>tästä</a> nähdäksesi hakijat. Linkin viimeinen voimassaolopäivä: {expiration} {signature}
fr: Bonjour {user_first_name}, Je voudrais vous présenter les candidats sélectionnés. Veuillez consulter les détails ci-dessous. Titre: {title} Message: {introduction_message} Cliquez <a href='{candidate_introduction_link}'>ici</a> pour examiner les candidats. Expiration du lien: {expiration} {signature}
lv: Sveiki, {user_first_name}! Es vēlos jūs iepazīstināt ar izvēlētajiem kandidātiem. Lūdzu, skatiet tālāk redzamo informāciju. Nosaukums: {title} Ziņojums: {introduction_message} Noklikšķiniet <a href='{candidate_introduction_link}'>šeit</a>, lai skatītu kandidātus. Saites derīguma termiņš: {expiration} {signature}
nb: Hei {user_first_name}, jeg vil gjerne presentere utvalgte kandidater for deg. Vennligst se nærmere opplysninger om dem nedenfor. Tittel: {title} Melding: {introduction_message} Klikk <a href='{candidate_introduction_link}'>here</a> for å se gjennom kandidater. Lenken utløper: {expiration} {signature}
nl: Hallo {user_first_name}, Ik wil graag geselecteerde kandidaten aan u voorstellen. Zie hieronder de details. Titel: {title} Bericht: {introduction_message} Klik <a href='{candidate_introduction_link}'>hier</a> om kandidaten te bekijken. Link verloopt: {expiration} {signature}
pl: Cześć {user_first_name}, Chciałbym przedstawić Ci wybranych kandydatów. Szczegóły poniżej. Tytuł: {title} Wiadomość: {introduction_message} Kliknij <a href='{candidate_introduction_link}'>tutaj</a>, aby przejrzeć kandydatów. Link wygasa: {expiration} {signature}
sv: Hej {user_first_name}, Jag skulle vilja presentera utvalda kandidater för dig. Se detaljerna nedan. Kandidatintroduktionens titel: {title} Meddelande: {introduction_message} Klicka <a href='{candidate_introduction_link}'>här</a> för att granska kandidaterna. Länkens utgångsdatum: {expiration} {signature}

source: Hi {user_first_name}, {user} would like to introduce new candidates to you and has added you as a collaborator. Please see details below: Title: {title} <a href='{candidate_introduction_link}'>View candidates</a> Message from {user}: {introduction_message} Link expiration: {expiration} Best regards, Team TalentAdore
da: Hej {user_first_name}, {user} vil gerne introducere nye kandidater for dig og har tilføjet dig som samarbejdspartner. Se venligst detaljerne nedenfor: Titel: {title} <a href='{candidate_introduction_link}'>View candidates</a> Besked fra {user}: {introduction_message} Udløb af link: {expiration} Med venlig hilsen, Team TalentAdore
de: Hallo {user_first_name}, {user} würde Ihnen gerne neue Kandidaten vorstellen und hat Sie als Teilnehmer hinzugefügt. Die Details finden Sie nachfolgend: Titel: {title} <a href='{candidate_introduction_link}'>Kandidaten ansehen</a> Nachricht von {user}: {introduction_message} Der Link verfällt: {expiration} Mit freundlichen Grüßen, Team TalentAdore
et: Tere, {user_first_name}! {user} soovib sulle esitleda uusi kandidaate ja lisas sind kaasloojaks. Info on toodud allpool. Pealkiri: {title} <a href='{candidate_introduction_link}'>Kandidaatide vaatamine</a> Sõnum kasutajalt {user}: {introduction_message} Link aegub: {expiration} Heade soovidega TalentAdore’i meeskond
fi: Hei {user_first_name}, {user} haluaisi esitellä sinulle uusia hakijoita ja on lisännyt sinut hakijaesittelyn yhteiskäyttäjäksi. Katso tarkemmat tiedot alta: Otsikko: {title} <a href='{candidate_introduction_link}'>Avaa hakijaesittely</a> Viesti käyttäjältä {user}: {introduction_message} Linkin viimeinen voimassaolopäivä: {expiration} Parhain terveisin, TalentAdoren tiimi
fr: Bonjour {user_first_name}, {user} aimerait vous présenter de nouveaux candidats et vous a ajouté en tant que collaborateur. Veuillez consulter les détails ci-dessous: Titre: {title} <a href='{candidate_introduction_link}'>Voir les candidats</a> Message de {user}: {introduction_message} Expiration du lien: {expiration} Cordialement, L'équipe TalentAdore
lv: Sveiki, {user_first_name}! {user} vēlas jūs iepazīstināt ar jauniem kandidātiem un ir pievienojis jūs kā sadarbības kolēģi. Plašāka informācija pieejama tālāk: Nosaukums: {title} <a href='{candidate_introduction_link}'>Skatīt kandidātus</a> Ziņojums no lietotāja {user}: {introduction_message} Saites derīguma termiņš: {expiration} Ar cieņu TalentAdore komanda
nb: Hei {user_first_name}, {user} vil gjerne presentere nye kandidater for deg og har lagt deg til som samarbeidspartner. Se nærmere opplysninger nedenfor: Tittel: {title} <a href='{candidate_introduction_link}'>Se kandidater</a> Melding fra {user}: {introduction_message} Lenken utløper: {expiration} Med vennlig hilsen Team TalentAdore
nl: Hallo {user_first_name}, {user} wil nieuwe kandidaten aan u voorstellen en heeft u toegevoegd als medewerker. Zie hieronder de details: Titel: {title} <a href='{candidate_introduction_link}'>Bekijk kandidaten</a> Bericht van {user}: {introduction_message} Link verloopt: {expiration} Met vriendelijke groet, Team TalentAdore
pl: Cześć {user_first_name}, {user} chciałby przedstawić Ci nowych kandydatów i dodał Cię jako współpracownika. Szczegóły poniżej: Tytuł: {title} <a href='{candidate_introduction_link}'>Zobacz kandydatów</a> Wiadomość od {user}: {introduction_message} Link wygasa: {expiration} Pozdrawiam, Zespół TalentAdore
sv: Hej {user_first_name}, {user} vill introducera nya kandidater för dig och har lag till dig som en medarbetarare. Se detaljerna nedan: Kandidatintroduktionens titel: {title} <a href='{candidate_introduction_link}'>Se kandidater</a> Meddelande från {user}: {introduction_message} Länkens utgångsdatum: {expiration} Med vänliga hälsningar, Team TalentAdore

source: Hi {user_first_name}, {user} has sent you a message. Please see details below: Title: {title} <a href='{candidate_introduction_link}'>View candidates</a> Message from {user}: {introduction_message} Best regards, Team TalentAdore
da: Hej {user_first_name}, {user} har sendt dig en besked. Se venligst detaljerne nedenfor: Titel: {title} <a href='{candidate_introduction_link}'>Se kandidater</a> Besked fra {user}: {introduction_message} Med venlig hilsen, TalentAdore-teamet
de: Hallo {user_first_name}, {user} hat Ihnen eine Nachricht geschickt. Bitte sehen Sie die Details unten: Titel: {title} <a href='{candidate_introduction_link}'>Kandidaten ansehen</a> Nachricht von {user}: {introduction_message} Viele Grüße, Team TalentAdore
et: Tere, {user_first_name}! {user} on saatnud sulle sõnumi. Info on toodud allpool. Pealkiri: {title} <a href='{candidate_introduction_link}'>Kandidaatide vaatamine</a> Sõnum kasutajalt {user}: {introduction_message} Heade soovidega TalentAdore’i meeskond
fi: Hei {user_first_name}, {user} on lähettänyt sinulle viestin. Katso tarkemmat tiedot alta: Otsikko: {title} <a href='{candidate_introduction_link}'>Avaa hakijaesittely</a> Viesti käyttäjältä {user}: {introduction_message} Parhain terveisin, TalentAdoren tiimi
fr: Bonjour {user_first_name}, {user} vous a envoyé un message. Veuillez consulter les détails ci-dessous: Titre: {title} <a href='{candidate_introduction_link}'>Voir les candidats</a> Message de {user}: {introduction_message} Cordialement, L'équipe TalentAdore
lv: Sveiki, {user_first_name}! {user} ir jums nosūtījis ziņojumu. Vairāk informācijas pieejama tālāk: Nosaukums: {title} <a href='{candidate_introduction_link}'>Skatīt kandidātus</a> Ziņojums no {user}: {introduction_message} Ar cieņu TalentAdore komanda
nb: Hei {user_first_name}, {user} har sendt deg en melding. Se nærmere opplysninger nedenfor: Tittel: {title} <a href='{candidate_introduction_link}'>Se kandidater</a> Melding fra {user}: {introduction_message} Med vennlig hilsen Team TalentAdore
nl: Hallo {user_first_name}, {user} heeft u een bericht gestuurd. Zie hieronder de details: Titel: {title} <a href='{candidate_introduction_link}'>Bekijk kandidaten</a> Bericht van {user}: {introduction_message} Met vriendelijke groet, Team TalentAdore
pl: Cześć {user_first_name}, {user} wysłał(a) Ci wiadomość. Szczegóły poniżej: Tytuł: {title} <a href='{candidate_introduction_link}'>Zobacz kandydatów</a> Wiadomość od {user}: {introduction_message} Pozdrawiam, Zespół TalentAdore
sv: Hej {user_first_name}, {user} har skickat ett meddelande åt dig. Vänligen se detaljerna nedan: Rubrik: {title} <a href='{candidate_introduction_link}'>View candidates</a> Meddelande från {user}: {introduction_message} Med vänliga hälsningar, Team TalentAdore

source: Hi {user_first_name}, {user} has submitted new material to a candidate introduction you are a collaborator in. Please see details below: Title: {title} <a href='{candidate_introduction_link}'>View candidates</a> Best regards, Team TalentAdore
da: Hej {user_first_name}, {user} har indsendt nyt materiale til en kandidatintroduktion, du er samarbejdspartner i. Se venligst detaljerne nedenfor: Titel: {title} <a href='{candidate_introduction_link}'>Se kandidater</a> Med venlig hilsen, TalentAdore-teamet
de: Hallo {user_first_name}, {user} hat neues Anwärtermaterial für eine Kandidatenvorstellung eingereicht, an der Sie teilnehmen. Die Details finden Sie nachfolgend: Titel: {title} <a href='{candidate_introduction_link}'>Kandidaten ansehen</a> Mit freundlichen Grüßen, Team TalentAdore
et: Tere, {user_first_name}! {user} on lisanud uut infot kandidaaditutvustusse, mille kaaslooja sa oled. Üksikasjad on toodud allpool. Pealkiri: {title} <a href='{candidate_introduction_link}'>Kuva kandidaadid</a> Heade soovidega TalentAdore’i meeskond
fi: Hei {user_first_name}, {user} on lähettänyt uutta materiaalia hakijaesittelyyn, jossa olet osallisena. Katso tarkemmat tiedot alta: Otsikko: {title} <a href='{candidate_introduction_link}'>Avaa hakijaesittely</a> Parhain terveisin, TalentAdoren tiimi
fr: Bonjour {user_first_name}, {user} a soumis un nouveau matériel pour une introduction de candidat dans laquelle vous êtes collaborateur. Veuillez voir les détails ci-dessous : Titre : {title} <a href='{candidate_introduction_link}'>Voir les candidats</a> Cordialement, L'équipe TalentAdore
lv: Sveiki, {user_first_name}! {user} iesniedza jaunu materiālu kandidāta iepazīstināšanas procesā, kurā jūs sadarbojaties. Skatiet tālāk sniegto informāciju. Nosaukums: {title} <a href='{candidate_introduction_link}'>Skatīt kandidātus</a> Ar cieņu TalentAdore komanda
nb: Hei {user_first_name}, {user} har sendt inn nytt materiale til en kandidatintroduksjon du samarbeider om. Se nærmere opplysninger nedenfor: Tittel: {title} <a href='{candidate_introduction_link}'>Se kandidater</a> Vennlig hilsen, Team TalentAdore
nl: Hallo {user_first_name}, {user} heeft nieuw materiaal ingediend voor een kandidaatintroductie waar je aan meewerkt. Zie hieronder voor details: Titel: {title} <a href='{candidate_introduction_link}'>Bekijk kandidaten</a> Met vriendelijke groet, Team TalentAdore
pl: Cześć {user_first_name}, {user} dodał nowe materiały do wprowadzenia kandydata, w którym jesteś współpracownikiem. Szczegóły poniżej: Tytuł: {title} <a href='{candidate_introduction_link}'>Zobacz kandydatów</a> Pozdrawiamy, Zespół TalentAdore
sv: Hej {user_first_name}, {user} har skickat in nytt material till en kandidatintroduktion som du är samarbetare i. Se detaljer nedan: Tiittel: {title} <a href='{candidate_introduction_link}'>Se kandidater</a> Med vänliga hälsningar, Team TalentAdore

source: Hi {user_first_name}, {user} has added a note to an introduced candidate. Please see details below: Introduction title: {title} <a href='{candidate_introduction_link}'>View candidate</a> Note: {note_message} Best regards, Team TalentAdore
da: Hej {user_first_name}, {user} har tilføjet en note til en introduceret kandidat. Se venligst detaljerne nedenfor: Introduktionstitel: {title} <a href='{candidate_introduction_link}'>Se kandidat</a> Note: {note_message} Med venlig hilsen, TalentAdore-teamet
de: Hallo {user_first_name}, {user} hat eine Notiz zu einem vorgestellten Kandidaten hinzugefügt. Die Details finden Sie nachfolgend: Einleitung: {title} <a href='{candidate_introduction_link}'>Bewerber ansehen</a> Notiz: {note_message} Mit freundlichen Grüßen, Team TalentAdore
et: Tere, {user_first_name}! {user} on lisanud esitletud kandidaadi juurde märkme. Info on toodud allpool. Tutvustuse pealkiri: {title} <a href='{candidate_introduction_link}'>Kandidaadi vaatamine</a> Märge: {note_message} Heade soovidega TalentAdore’i meeskond
fi: Hei {user_first_name}, {user} on kommentoinut esiteltyä hakijaa. Katso lisätiedot alta: Hakijaesittelyn nimi: {title} <a href='{candidate_introduction_link}'>View candidate</a> Kommentti: {note_message} Parhain terveisin, TalentAdoren tiimi
fr: Bonjour {user_first_name}, {user} a ajouté une note à un candidat présenté. Veuillez voir les détails ci-dessous : Titre de l'introduction : {title} <a href='{candidate_introduction_link}'>Voir le candidat</a> Note : {note_message} Cordialement, L'équipe TalentAdore
lv: Sveiki, {user_first_name}! {user} ir pievienojis piezīmi par iepazīstinātu kandidātu. Vairāk informācijas pieejama tālāk: Iepazīstināšanas nosaukums: {title} <a href='{candidate_introduction_link}'>Skatīt kandidātu</a> Piezīme: {note_message} Ar cieņu TalentAdore komanda
nb: Hei {user_first_name}, {user} har lagt til en merknad til en introdusert kandidat. Se nærmere opplysninger nedenfor: Introduksjonstittel: {title} <a href='{candidate_introduction_link}'>Se kandidat</a> Merknad: {note_message} Med vennlig hilsen Team TalentAdore
nl: Hallo {user_first_name}, {user} heeft een notitie toegevoegd aan een geïntroduceerde kandidaat. Zie hieronder voor details: Titel van introductie: {title} <a href='{candidate_introduction_link}'>Bekijk kandidaat</a> Notitie: {note_message} Met vriendelijke groet, Team TalentAdore
pl: Cześć {user_first_name}, {user} dodał notatkę do przedstawionego kandydata. Szczegóły poniżej: Tytuł wprowadzenia: {title} <a href='{candidate_introduction_link}'>Zobacz kandydata</a> Notatka: {note_message} Pozdrawiamy, Zespół TalentAdore
sv: Hej {user_first_name} {user} har lagt till en kommentar för en introducerad kandidat. Se detaljer nedan: Kandidatintroduktionens titel: {title} <a href='{candidate_introduction_link}'>View candidate</a> Kommentar: {note_message} Med vänliga hälsningar, Team TalentAdore

source: Hi {user_first_name}, {user} has edited a note of an introduced candidate. Please see details below: Introduction title: {title} <a href='{candidate_introduction_link}'>View candidate</a> Old note: {old_note_message} Edited note: {note_message} Best regards, Team TalentAdore
da: Hej {user_first_name}, {user} har redigeret en note om en introduceret kandidat. Se venligst detaljerne nedenfor: Titel på introduktion: {title} <a href='{candidate_introduction_link}'>View candidate</a> Gammel note: {old_note_message} Redigeret note: {note_message} Bedste hilsner, Team TalentAdore
de: Hallo {user_first_name}, {user} hat eine Notiz eines vorgestellten Kandidaten bearbeitet. Die Details finden Sie nachfolgend: Einleitung: {title} <a href='{candidate_introduction_link}'>Kandidat ansehen</a> Alte Notiz: {old_note_message} Bearbeitete Notiz: {note_message} Mit freundlichen Grüßen, Team TalentAdore
et: Tere, {user_first_name}! {user} on muutnud esitletud kandidaadi märget. Info on toodud allpool. Tutvustuse pealkiri: {title} <a href='{candidate_introduction_link}'>Kandidaadi vaatamine</a> Vana märge: {old_note_message} Uus märge: {note_message} Heade soovidega TalentAdore’i meeskond
fi: Hei {user_first_name}, {user} on muokannut kommenttia esitellystä hakijasta. Katso lisätiedot alta: Hakijaesittelyn nimi: {title} <a href='{candidate_introduction_link}'>View candidate</a> Alkuperäinen kommentti: {old_note_message} Muokattu kommentti: {note_message} Parhain terveisin, TalentAdoren tiimi
fr: Bonjour {user_first_name}, {user} a modifié une note d'un candidat présenté. Veuillez voir les détails ci-dessous : Titre de l'introduction : {title} <a href='{candidate_introduction_link}'>Voir le candidat</a> Ancienne note : {old_note_message} Note modifiée : {note_message} Cordialement, L'équipe TalentAdore
lv: Sveiki, {user_first_name}! {user} rediģēja piezīmi par iepazīstinātu kandidātu. Vairāk informācijas pieejama tālāk: Iepazīstināšanas nosaukums: {title} <a href='{candidate_introduction_link}'>Skatīt kandidātu</a> Vecā piezīme: {old_note_message} Rediģētā piezīme: {note_message} Ar cieņu TalentAdore komanda
nb: Hei {user_first_name}, {user} har redigert en merknad om en introdusert kandidat. Se nærmere informasjon nedenfor: Introduksjonstittel: {title} <a href='{candidate_introduction_link}'>Se kandidat</a> Gammel merknad: {old_note_message} Redigert merknad: {note_message} Med vennlig hilsen Team TalentAdore
nl: Hallo {user_first_name}, {user} heeft een notitie bewerkt van een geïntroduceerde kandidaat. Zie hieronder voor details: Titel van introductie: {title} <a href='{candidate_introduction_link}'>Bekijk kandidaat</a> Oude notitie: {old_note_message} Bewerkte notitie: {note_message} Met vriendelijke groet, Team TalentAdore
pl: Cześć {user_first_name}, {user} edytował notatkę przedstawionego kandydata. Szczegóły poniżej: Tytuł wprowadzenia: {title} <a href='{candidate_introduction_link}'>Zobacz kandydata</a> Stara notatka: {old_note_message} Edytowana notatka: {note_message} Pozdrawiamy, Zespół TalentAdore
sv: Hej {user_first_name}, {user} har editerat en kommentar om en introducerad kandidat. Se detaljer nedan: Kandidatintroduktionens titel: {title} <a href='{candidate_introduction_link}'>View candidate</a> Tidigare kommentaren: {old_note_message} Editerade kommentaren: {note_message} Med vänliga hälsningar, Team TalentAdore

source: Hi, Approver {reviewer} left a comment for the {job_name} job requisition. You can read the comment below: {comment} {approval_history_html} Best regards, Team TalentAdore
da: Hej, Godkender {reviewer} har efterladt en kommentar til {job_name}-jobansøgningen. Du kan læse kommentaren nedenfor: {comment} {approval_history_html} Med venlig hilsen, Team TalentAdore
de: Hallo, Genehmiger {reviewer} hat einen Kommentar für das Stellenangebot {job_name} hinterlassen. Der Kommentar lautet wie folgt: {comment} {approval_history_html} Viele Grüße, Team TalentAdore
et: Tere! Kinnitaja {reviewer} jättis kommentaari ametikoha {job_name} värbamistaotluse juurde. Kommentaar on järgmine: {comment} {approval_history_html} Heade soovidega TalentAdore’i meeskond
fi: Hei, Hyväksyjä {reviewer} jätti kommentin "{job_name}" rekrytointilupapyyntöön. Voit lukea kommentin alta: {comment} {approval_history_html} Parhain terveisin, TalentAdoren tiimi
fr: Bonjour, L'approbateur {reviewer} a laissé un commentaire pour la demande d'emploi {job_name}. Vous pouvez lire le commentaire ci-dessous : {comment} {approval_history_html} Cordialement, L'équipe TalentAdore
lv: Sveiki! Apstiprinātājs {reviewer} atstāja komentāru par {job_name} darba pieprasījumu. Varat izlasīt komentāru zemāk: {comment} {approval_history_html} Ar cieņu TalentAdore komanda
nb: Hei, godkjenner {reviewer} har lagt igjen en kommentar til {job_name}-jobbrekvisisjonen. Du kan lese kommentaren nedenfor: {comment} {approval_history_html} Med vennlig hilsen Team TalentAdore
nl: Hallo, Goedkeurder {reviewer} heeft een opmerking achtergelaten voor de vacature {job_name}. U kunt de opmerking hieronder lezen: {comment} {approval_history_html} Met vriendelijke groet, Team TalentAdore
pl: Cześć, Osoba zatwierdzająca {reviewer} zostawiła komentarz do zapotrzebowania na stanowisko {job_name}. Możesz przeczytać komentarz poniżej: {comment} {approval_history_html} Pozdrawiamy, Zespół TalentAdore
sv: Hej, Godkännaren {reviewer} har srivit en kommentar om rekryteringstillståndet för tjänsten "{job_name}". Du kan läsa kommentaren nedan: {comment} {approval_history_html} Med vänlig hälsning, Team TalentAdore

source: Hi, {reviewer} has approved the {job_name} job requisition. {comment}{approval_history_html} Best regards, Team TalentAdore
da: Hej, {reviewer} har godkendt {job_name} jobrekvireringen. {comment}{approval_history_html} Venlig hilsen, Team TalentAdore
de: Hallo, {reviewer} hat die Stellenanforderung für {job_name} genehmigt. {comment}{approval_history_html} Beste Grüße, Team TalentAdore
et: Tere, {reviewer} on kinnitanud {job_name} tööpakkumise. {comment}{approval_history_html} Parimate soovidega, TalentAdore'i meeskond
fi: Hei, {reviewer} on hyväksynyt {job_name} rekrytointilupapyynnön. {comment}{approval_history_html} Terveisin, Team TalentAdore
fr: Bonjour, {reviewer} a approuvé la demande d'emploi pour le poste {job_name}. {comment}{approval_history_html} Cordialement, L'équipe TalentAdore
lv: Sveiki, {reviewer} ir apstiprinājis {job_name} darba pieprasījumu. {comment}{approval_history_html} Ar cieņu, TalentAdore komanda
nb: Hei, {reviewer} har godkjent {job_name} stillingsrekvisisjonen. {comment}{approval_history_html} Vennlig hilsen, Team TalentAdore
nl: Hallo, {reviewer} heeft de vacature {job_name} goedgekeurd. {comment}{approval_history_html} Met vriendelijke groet, Team TalentAdore
pl: Cześć, {reviewer} zatwierdził zapotrzebowanie na stanowisko {job_name}. {comment}{approval_history_html} Pozdrawiamy, Zespół TalentAdore
sv: Hej, {reviewer} har godkänt jobbrekvisitionen för {job_name}. {comment}{approval_history_html} Med vänliga hälsningar, Team TalentAdore
