Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: This integration enables you to transfer candidates' data to Mepco. When a candidate is in the "Offer" step, you send out a form and ask them to fill in the information necessary for starting the new job and signing the contract. The form's completion status and candidate's answers are visible in the "Candidate" view. The candidate's data is transferred to Mepco when TalentAdore user clicks "Hired".
da: Denne integration giver dig mulighed for at overføre kandidaternes data til Mepco. Når en kandidat er i trinnet "Tilbud", sender du en formular ud og beder dem om at udfylde de oplysninger, der er nødvendige for at starte det nye job og underskrive kontrakten. Formularens udfyldningsstatus og kandidatens svar er synlige i "Kandidat"-visningen. Kandidatens data overføres til Mepco, når TalentAdore-brugeren klikker på "Ansat".
de: Diese Integration ermöglicht es Ihnen, die Daten der Bewerber an Mepco zu übertragen. Wenn ein Kandidat sich im Schritt "Angebot" befindet, senden Sie ihm ein Formular und bitten ihn, Informationen auszufüllen, die für die Aufnahme der neuen Tätigkeit und die Unterzeichnung des Vertrags notwendig sind. Der Ausfüllstatus des Formulars und die Antworten des Bewerbers sind in der Bewerbungsansicht sichtbar. Die Daten des Kandidaten werden an Mepco übertragen, wenn der TalentAdore Benutzer auf "Eingestellt" klickt.
et: See integratsioon võimaldab sul teisaldada kandidaatide andmed Mepcosse. Kui kandidaat on etapis „Tööpakkumine“, saada talle vorm ning palu täita uuel töökohal alustamiseks ja lepingu allkirjastamiseks vajalikud andmed. Vormi täitmise olek ja kandidaadi vastused on nähtavad vaates „Kandidaat“. Kandidaadi andmed edastatakse Mepcosse, kui TalentAdore’i kasutaja klõpsab nuppu „Tööle võetud“.
fi: Tämän integraation avulla voit siirtää palkattujen hakijoiden tiedot Mepcoon. Kun hakija siirretään “Tarjous”-vaiheeseen, voit pyytää häntä täyttämään uuden työn aloittamiseen tarvittavat lisätiedot ja allekirjoittamaan sopimuksen. Lomakkeen tila ja ehdokkaan vastaukset näkyvät hakijanäkymässä. Hakijan tiedot siirretään Mepcoon, kun TalentAdoressa hakijan lopputulokseksi määritetään "palkattu".
fr: Cette intégration vous permet de transférer les données des candidats à Mepco. Lorsqu'un candidat est à l'étape "Offre", vous envoyez un formulaire et lui demandez de remplir les informations nécessaires pour commencer le nouvel emploi et signer le contrat. L'état d'achèvement du formulaire et les réponses du candidat sont visibles dans la vue "Candidat". Les données du candidat sont transférées à Mepco lorsque l'utilisateur de TalentAdore clique sur "Embauché".
lv: Šī integrācija ļauj jums pārsūtīt kandidātu datus Mepco. Kad kandidāts ir posmā “Piedāvājums”, nosūtiet viņam veidlapu un lūdziet ierakstīt informāciju, kas nepieciešama, lai sāktu strādāt jaunajā darbā un parakstītu līgumu. Veidlapas aizpildīšanas statuss un kandidāta atbildes ir redzami skatā “Kandidāts”. Kad TalentAdore lietotājs noklikšķina uz “Pieņemts darbā”, kandidāta dati tiek pārsūtīti Mepco.
nb: Med denne integrasjonen kan du overføre kandidatdata til Mepco. Når en kandidat er i "Tilbud"-fasen, sender du ut et skjema og ber vedkommende fylle ut informasjonen som er nødvendig for å starte i den nye jobben og signere kontrakten. Skjemaets utfyllingsstatus og kandidatens svar er synlige i visningen "Kandidat". Kandidatens opplysninger overføres til Mepco når TalentAdore-brukeren klikker på "Ansatt".
nl: Deze integratie stelt u in staat om de gegevens van kandidaten over te dragen naar Mepco. Wanneer een kandidaat zich in de stap "Aanbod" bevindt, stuurt u een formulier uit en vraagt u hen de informatie in te vullen die nodig is om de nieuwe baan te starten en het contract te ondertekenen. De voltooiingsstatus van het formulier en de antwoorden van de kandidaat zijn zichtbaar in de weergave "Kandidaat". De gegevens van de kandidaat worden overgedragen naar Mepco wanneer de TalentAdore-gebruiker op "Aangenomen" klikt.
pl: Ta integracja umożliwia przesyłanie danych kandydatów do Mepco. Gdy kandydat jest na etapie "Oferta", wysyłasz formularz i prosisz o wypełnienie informacji niezbędnych do rozpoczęcia nowej pracy i podpisania umowy. Status wypełnienia formularza i odpowiedzi kandydata są widoczne w widoku "Kandydat". Dane kandydata są przesyłane do Mepco, gdy użytkownik TalentAdore kliknie "Zatrudniony".
sv: Med denna integration kan du lätt överföra nyanställda kandidaters uppgifter till Mepcos HR-system. Då kandidaten flyttas till fasen "Erbjudande", kan de ombes att fylla i en blankett med tilläggsuppgifter och skriva under jobbkontraktet. Blankettens status och kandidatens ifyllda uppgifter syns på kandidatens sida. Den nyanställdas uppgifter förs över till Mepcos system då kandidatens resultat sätts till "Anställd".

source: Jobilla is on a mission to help you build a better recruitment process by helping you attract top candidates, regardless of whether they're actively looking for work. Our goal is to make reaching passive candidates easier, speed up the recruitment process, and communicate with them easily.
da: Jobilla har en mission om at hjælpe dig med at opbygge en bedre rekrutteringsproces ved at hjælpe dig med at tiltrække topkandidater, uanset om de aktivt søger arbejde. Vores mål er at gøre det lettere at nå passive kandidater, fremskynde rekrutteringsprocessen og kommunikere nemt med dem.
de: Jobilla hat es sich zur Aufgabe gemacht, Ihnen beim Aufbau eines besseren Rekrutierungsprozesses zu helfen, indem wir Ihnen helfen, Top-Kandidaten anzuziehen, unabhängig davon, ob sie aktiv nach Arbeit suchen. Unser Ziel ist es, das Erreichen passiver Kandidaten zu erleichtern, den Rekrutierungsprozess zu beschleunigen und einfach mit ihnen zu kommunizieren.
et: Jobilla missioon on aidata teil luua paremat värbamisprotsessi, aidates teil ligi meelitada tippkandidaate, olenemata sellest, kas nad otsivad aktiivselt tööd. Meie eesmärk on muuta passiivsete kandidaatideni jõudmine lihtsamaks, kiirendada värbamisprotsessi ja suhelda nendega hõlpsalt.
fi: Jobilla auttaa sinua rakentamaan paremman rekrytointiprosessin houkuttelemalla huippuosaajia, riippumatta siitä etsivätkö he aktiivisesti töitä. Tavoitteenamme on helpottaa passiivisten ehdokkaiden tavoittamista, nopeuttaa rekrytointiprosessia ja kommunikoida heidän kanssaan vaivattomasti.
fr: Jobilla a pour mission de vous aider à construire un meilleur processus de recrutement en vous aidant à attirer les meilleurs candidats, qu'ils soient ou non activement à la recherche d'un emploi. Notre objectif est de faciliter la recherche de candidats passifs, d'accélérer le processus de recrutement et de communiquer facilement avec eux.
lv: Jobilla ir misija palīdzēt jums izveidot labāku darbā pieņemšanas procesu, palīdzot piesaistīt labākos kandidātus neatkarīgi no tā, vai viņi aktīvi meklē darbu. Mūsu mērķis ir atvieglot pasīvo kandidātu sasniegšanu, paātrināt darbā pieņemšanas procesu un viegli ar viņiem sazināties.
nb: Jobilla har som mål å hjelpe deg med å bygge en bedre rekrutteringsprosess ved å hjelpe deg med å tiltrekke deg toppkandidater, uavhengig av om de aktivt ser etter jobb. Vårt mål er å gjøre det enklere å nå passive kandidater, fremskynde rekrutteringsprosessen og kommunisere med dem på en enkel måte.
nl: Jobilla heeft als missie u te helpen een beter wervingsproces op te bouwen door u te helpen topkandidaten aan te trekken, ongeacht of ze actief op zoek zijn naar werk. Ons doel is het bereiken van passieve kandidaten gemakkelijker te maken, het wervingsproces te versnellen en gemakkelijk met hen te communiceren.
pl: Misją Jobilli jest pomoc w budowaniu lepszego procesu rekrutacji poprzez przyciąganie najlepszych kandydatów, niezależnie od tego, czy aktywnie szukają pracy. Naszym celem jest ułatwienie dotarcia do pasywnych kandydatów, przyspieszenie procesu rekrutacji i łatwa komunikacja z nimi.
sv: Jobilla har som mål att hjälpa dig att bygga en bättre rekryteringsprocess genom att hjälpa dig att attrahera toppkandidater, oavsett om de aktivt söker jobb eller inte. Vårt mål är att göra det enklare att nå passiva kandidater, snabba upp rekryteringsprocessen och kommunicera med dem enkelt.

source: Job board and recruiting media
da: Jobsites og rekrutteringsmedier
de: Stellenportal und Bewerbungsmedien
et: Tööportaal ja värbamismeedia
fi: Työnhakukone ja rekrytointimedia
fr: Tableau d'emplois et médias de recrutement
lv: Darba sludinājumu dēlis un atlases līdzekļi
nb: Jobbtavle og rekrutteringsmedier
nl: Vacaturebank en wervingsmedia
pl: Tablica ogłoszeń i media rekrutacyjne
sv: Jobbsökarsajt och rekryteringsmedia

source: Duunitori helps recruiters to reach candidates by utilizing its job advertising network and social media campaigns. When this feature is enabled, you can order paid Duuntori campaigns from the "Share" page in TalentAdore. Just by one click, all relevant details of the published job ad are sent to Duunitori.
da: Duunitori hjælper rekrutteringsfirmaer med at nå kandidater ved at bruge deres jobannonceringsnetværk og kampagner på sociale medier. Når denne funktion er aktiveret, kan du bestille betalte Duuntori-kampagner fra siden "Del" i TalentAdore. Med et enkelt klik sendes alle relevante oplysninger om den offentliggjorte jobannonce til Duunitori.
de: Duunitori hilft Personalvermittlern, Kandidaten zu erreichen, indem es sein Stellenangebotsnetzwerk soziale Medien nutzt. Wenn diese Funktion aktiviert ist, können Sie bezahlte Duunitori-Kampagnen auf der Teilen-Seite veröffentlichen und bearbeiten. Mit nur einem Klick werden alle relevanten Details der veröffentlichten Stellenanzeige an Duunitori gesendet.
et: Duunitori aitab töökuulutusvõrgustiku ja sotsiaalmeediakampaaniate abil värbajatel kiiremini kandidaate leida. Kui see funktsioon on lubatud, saad tellida TalentAdore’i lehelt „Jaga“ tasulisi Duunitori kampaaniaid. Kõik avaldatud töökuulutuse asjakohased üksikasjad saadetakse ühe klõpsuga Duunitori.
fi: Duunitori auttaa rekrytoijia tavoittamaan työnhakijat hyödyntämällä laajaa työpaikkailmoitusverkostoa ja eritasoisia sosiaalisen median kampanjoita. Duunitori-integraatio mahdollistaa lisämaksullisten Duunitori-kampanjoiden tilaamisen suoraan TalentAdoren “Jaa” -sivulta. Kaikki ilmoituksen tiedot julkaistaan yhdellä klikkauksella suoraan Duunitorin verkostoon.
fr: Duunitori aide les recruteurs à atteindre les candidats en utilisant son réseau de publicité d'emploi et ses campagnes sur les réseaux sociaux. Lorsque cette fonctionnalité est activée, vous pouvez commander des campagnes Duuntori payantes depuis la page "Partager" dans TalentAdore. En un seul clic, tous les détails pertinents de l'annonce d'emploi publiée sont envoyés à Duunitori.
lv: Duunitori palīdz personāla atlases speciālistiem sasniegt kandidātus, izmantojot savu darba sludinājumu tīklu un sociālo tīklu kampaņas. Ja šī funkcija ir iespējota, varat pasūtīt apmaksātas Duuntori kampaņas no TalentAdore lapas “Kopīgot”. Pietiek ar vienu klikšķi, lai publicētā darba sludinājuma visa svarīgā informācija tiktu nosūtīta Duunitori.
nb: Duunitori hjelper rekrutterere med å nå ut til kandidater ved hjelp av sitt jobbannonsenettverk og kampanjer på sosiale medier. Når denne funksjonen er aktivert, kan du bestille betalte Duunitori-kampanjer fra "Del"-siden i TalentAdore. Med bare ett klikk sendes alle relevante opplysninger om den publiserte jobbannonsen til Duunitori.
nl: Duunitori helpt recruiters om kandidaten te bereiken door gebruik te maken van zijn vacatureadvertentienetwerk en socialmediacampagnes. Wanneer deze functie is ingeschakeld, kunt u betaalde Duuntori-campagnes bestellen vanaf de pagina "Delen" in TalentAdore. Met slechts één klik worden alle relevante details van de gepubliceerde vacature naar Duunitori gestuurd.
pl: Duunitori pomaga rekruterom dotrzeć do kandydatów, wykorzystując swoją sieć reklam ofert pracy i kampanie w mediach społecznościowych. Gdy ta funkcja jest włączona, możesz zamawiać płatne kampanie Duunitori ze strony "Udostępnij" w TalentAdore. Jednym kliknięciem wszystkie istotne szczegóły opublikowanego ogłoszenia o pracę są wysyłane do Duunitori.
sv: Duunitori hjälper rekryterare att nå kandidater genom att utnyttja sitt nätverk av jobbsajter och kampanjer i social media. Duunitori-integrationen gör det möjligt att köpa Duunitori-kampanjer direkt från TalentAdores "Dela" -sida. Alla annonser publiceras till hela Duunitori-nätverket med ett klick.

source: Supporting companies in growing their business and streamlining their operations through better workforce management. This integration enables you to transfer candidates' data to Haahtela. When a candidate is in the "Offer" step, you send out a form and ask them to fill in the information necessary for starting the new job and signing the contract. The form's completion status and candidate's answers are visible in the "Candidate" view. The candidate's data is transferred to Haahtela when TalentAdore user clicks "Hired".
da: Hjælper virksomheder med at udvikle deres forretningsområder og strømline deres drift gennem bedre personalestyring. Med denne integration kan du overføre kandidaternes data til Haahtela. Når en kandidat er i trinnet "Tilbud", sender du en formular og beder dem om at udfylde de oplysninger, der er nødvendige for at starte det nye job og underskrive kontrakten. Formularens udfyldningsstatus og kandidatens svar er synlige i "Kandidat"-visningen. Kandidatens data overføres til Haahtela, når TalentAdore-brugeren klikker på " Ansat".
de: Unterstützung von Unternehmen beim Wachstum ihres Geschäfts und bei der Rationalisierung durch besseres Workforce Management. Mit dieser Integration können Sie die Daten der Bewerber an Haahtela übertragen. Wenn sich ein Bewerber im Schritt "Angebot" befindet, senden Sie ein Formular und bitten ihn, die für die Aufnahme der neuen Tätigkeit erforderlichen Informationen auszufüllen. Der Ausfüllstatus des Formulars und die Antworten des Kandidaten sind in der Bewerbungsansicht sichtbar.Die Daten des Bewerbers werden an Haahtela übertragen, wenn der TalentAdore Benutzer auf "Eingestellt" klickt.
et: Aitab parema tööjõuhalduse kaudu ettevõtetel oma äri kasvatada ja toiminguid lihtsustada. See integratsioon võimaldab sul teisaldada kandidaatide andmed Haahtelasse. Kui kandidaat on etapis „Tööpakkumine“, saada talle vorm ning palu täita uuel töökohal alustamiseks ja lepingu allkirjastamiseks vajalikud andmed. Vormi täitmise olek ja kandidaadi vastused on nähtavad vaates „Kandidaat“. Kandidaadi andmed edastatakse Haahtelasse, kui TalentAdore’i kasutaja klõpsab nuppu „Tööle võetud“.
fi: Haahtela auttaa yrityksiä kasvamaan ja tehostamaan toimintojaan kehittyneen henkilöstöhallinnon kautta. Tämän integraation avulla voit siirtää palkattujen hakijoiden tiedot Haahtelan järjestelmään. Kun hakija siirretään “Tarjous”-vaiheeseen, voit pyytää häntä täyttämään uuden työn aloittamiseen tarvittavat lisätiedot. Lomakkeen tila ja ehdokkaan vastaukset näkyvät hakijanäkymässä. Hakijan tiedot siirretään, kun TalentAdoressa hakijan lopputulokseksi määritetään "palkattu".
fr: Soutenir les entreprises dans la croissance de leur activité et la rationalisation de leurs opérations grâce à une meilleure gestion des effectifs. Cette intégration vous permet de transférer les données des candidats à Haahtela. Lorsqu'un candidat est à l'étape "Offre", vous envoyez un formulaire et lui demandez de remplir les informations nécessaires pour commencer le nouvel emploi et signer le contrat. L'état d'achèvement du formulaire et les réponses du candidat sont visibles dans la vue "Candidat". Les données du candidat sont transférées à Haahtela lorsque l'utilisateur de TalentAdore clique sur "Embauché".
lv: Atbalsts uzņēmumiem, lai attīstītu uzņēmējdarbību un racionalizētu darbību, uzlabojot darbaspēka pārvaldību. Šī integrācija ļauj jums pārsūtīt kandidātu datus Haahtela. Kad kandidāts ir posmā “Piedāvājums”, nosūtiet viņam veidlapu un lūdziet ierakstīt informāciju, kas nepieciešama, lai sāktu strādāt jaunajā darbā un parakstītu līgumu. Veidlapas aizpildīšanas statuss un kandidāta atbildes ir redzami skatā “Kandidāts”. Kandidāta dati tiek pārsūtīti Haahtela, kad TalentAdore lietotājs noklikšķina uz “Pieņemts darbā”.
nb: Haahtela hjelper selskaper med å utvide virksomheten og effektivisere driften gjennom bedre administrasjon av arbeidsstyrken. Med denne integrasjonen kan du overføre kandidatdata til Haahtela. Når en kandidat er i fasen "Tilbud", sender du ut et skjema og ber vedkommende fylle ut informasjonen som er nødvendig for å starte i den nye jobben og signere kontrakten. Skjemaets utfyllingsstatus og kandidatens svar er synlige i visningen "Kandidat". Kandidatens opplysninger overføres til Haahtela når TalentAdore-brukeren klikker på "Ansatt".
nl: Bedrijven ondersteunen bij het laten groeien van hun onderneming en het stroomlijnen van hun activiteiten door middel van beter personeelsbeheer. Met deze integratie kunt u de gegevens van kandidaten overdragen naar Haahtela. Wanneer een kandidaat zich in de stap "Aanbod" bevindt, stuurt u een formulier uit en vraagt u hem de informatie in te vullen die nodig is om aan de nieuwe baan te beginnen en het contract te ondertekenen. De voltooiingsstatus van het formulier en de antwoorden van de kandidaat zijn zichtbaar in de weergave "Kandidaat". De gegevens van de kandidaat worden overgedragen naar Haahtela wanneer de TalentAdore-gebruiker op "Aangenomen" klikt.
pl: Wspieranie firm w rozwoju ich biznesu i usprawnianiu działań poprzez lepsze zarządzanie zasobami ludzkimi. Ta integracja umożliwia przesyłanie danych kandydatów do Haahtela. Gdy kandydat jest na etapie "Oferta", wysyłasz formularz i prosisz o wypełnienie informacji niezbędnych do rozpoczęcia nowej pracy i podpisania umowy. Status wypełnienia formularza i odpowiedzi kandydata są widoczne w widoku "Kandydat". Dane kandydata są przesyłane do Haahtela, gdy użytkownik TalentAdore kliknie "Zatrudniony".
sv: Haahtela stöder företag som vill utvidga och optimera sina funktioner genom att utnyttja avancerad personaladministration. Med denna integration kan du lätt överföra nyanställda kandidaters uppgifter till Haahtelas system. Då kandidaten flyttas till fasen "Erbjudande", kan de ombes att fylla i en blankett med tilläggsuppgifter och skriva under jobbkontraktet. Blankettens status och kandidatens ifyllda uppgifter syns på kandidatens sida. Den nyanställdas uppgifter förs över till Haahtelas system då kandidatens resultat sätts till "Anställd".

source: Comprehensive HR management
da: Omfattende HR-styring
de: Umfassendes HR-Management
et: Terviklik personalihaldus
fi: Kokonaisvaltainen HR-ratkaisu
fr: Gestion complète des RH
lv: Visaptveroša personāla pārvaldība
nb: Omfattende HR-administrasjon
nl: Uitgebreid HR-beheer
pl: Kompleksowe zarządzanie zasobami ludzkimi
sv: Heltäckande HR-lösning

source: Management of gig work, shift planning, working time monitoring and TES-interpreted salary data in one easy-to-use package.
da: Håndtering af gig-arbejde, vagtplanlægning, arbejdstidsovervågning og TES-fortolkede løndata i én brugervenlig pakke.
de: Verwaltung von Gig Arbeit, Schichtplanung, Arbeitszeitüberwachung und TES-interpretierten Gehaltsdaten in einem einfach zu bedienenden Paket.
et: Juhutööde haldamine, vahetuste kavandamine, tööaja jälgimine ja TES-tõlgendatud palgaandmed ühes hõlpsasti kasutatavas paketis.
fi: Keikkatyön hallinta, vuorosuunnittelu, työajan seuranta ja TES-tulkittu palkkatieto yhdessä helppokäyttöisessä paketissa.
fr: Gestion du travail à la pige, de la planification des quarts de travail, du suivi du temps de travail et des données salariales interprétées par TES dans un package facile à utiliser.
lv: Gadījuma darbu pārvaldība, maiņu plānošana, darba laika uzraudzība un TES interpretēti algu dati vienā ērti lietojamā komplektā.
nb: Håndtering av gig-arbeid, skiftplanlegging, arbeidstidsoppfølging og TES-tolkede lønnsdata i én brukervennlig pakke.
nl: Beheer van gig-werk, ploegplanning, arbeidstijdmonitoring en TES-geïnterpreteerde salarisgegevens in één gebruiksvriendelijk pakket.
pl: Zarządzanie pracą dorywczą, planowanie zmian, monitorowanie czasu pracy i interpretacja danych o wynagrodzeniach TES w jednym łatwym w użyciu pakiecie.
sv: Hantering av tillfälliga jobb (gig work), schemaläggning, arbetstidsövervakning och TES lönedata i ett lättanvänt paket.

source: Easier gig work management
da: Nemmere administration af gig-arbejde
de: Leichtere Verwaltung von Gig Arbeit
et: Lihtsam juhutööde haldus
fi: Helpompi keikkatyön hallinta
fr: Gestion plus facile du travail à la pige
lv: Vienkāršāka gadījuma darbu pārvaldība
nb: Enklere håndtering av gig-arbeid
nl: Eenvoudiger beheer van gig-werk
pl: Łatwiejsze zarządzanie pracą dorywczą
sv: Enklare hantering av tillfälliga jobb (gig work)

source: Video interviews and video applications for candidate pre-screening
da: Video-interviews og videoansøgninger til præ-screening af kandidater
de: Video-Bewerbungsgespräche und Video-Bewerbungen zur Kandidatenvorsortierung
et: Videovestlused ja -avaldused kandidaatide eelsõelumiseks
fi: Videohaastattelut ja -kysymykset hakemusten alkukarsintaan
fr: Entretiens vidéo et candidatures vidéo pour la présélection des candidats
lv: Video intervijas un video pieteikumi kandidātu iepriekšējai pārbaudei
nb: Videointervjuer og videosøknader for forhåndsscreening av kandidater
nl: Video-interviews en videosollicitaties voor het vooraf screenen van kandidaten
pl: Rozmowy wideo i aplikacje wideo do wstępnej selekcji kandydatów
sv: Videointervjuer och -frågor för förhandsgallring av kandidater
