Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: For all customers who have been using the mol.fi integration, Työmarkkinatori will be added automatically to their environment. Please make sure though to add your Business ID to your Company Profile under the Company Settings.
da: For alle kunder, der har brugt mol.fi-integrationen, vil Työmarkkinatori automatisk blive tilføjet til deres miljø. Sørg dog for at tilføje dit virksomheds-ID til din virksomhedsprofil under virksomhedsindstillingerne.
de: Für alle Kunden, die die mol.fi-Integration verwendet haben, wird Työmarkkinatori automatisch zu ihrer Umgebung hinzugefügt. Bitte stellen Sie jedoch sicher, dass Sie Ihre Unternehmens-ID in Ihrem Unternehmensprofil unter den Unternehmenseinstellungen hinzufügen.
et: Kõigile klientidele, kes on kasutanud mol.fi integratsiooni, lisatakse Työmarkkinatori automaatselt nende keskkonda. Palun veenduge siiski, et lisate oma ettevõtte ID oma ettevõtte profiilile ettevõtte seadete all.
fi: Niille asiakkaillemme jotka ovat käyttäneet mol.fi-integraatiota, Työmarkkinatori lisätään automaattisesti heidän ympäristöönsä. Varmista kuitenkin, että lisäät yrityksenne tunnuksen Yritystietojen asetuksissa.
fr: Pour tous les clients qui utilisaient l'intégration mol.fi, Työmarkkinatori sera ajouté automatiquement à leur environnement. Veuillez vous assurer d'ajouter votre Business ID à votre Company Profile dans les Company Settings.
lv: Visiem klientiem, kuri ir izmantojuši mol.fi integrāciju, Työmarkkinatori tiks automātiski pievienots viņu videi. Tomēr, lūdzu, pārliecinieties, ka pievienojat savu uzņēmuma ID savā uzņēmuma profilā sadaļā Uzņēmuma iestatījumi.
nb: For alle kunder som har brukt mol.fi-integrasjonen, vil Työmarkkinatori bli lagt til automatisk i miljøet deres. Vennligst sørg for å legge til organisasjonsnummeret ditt i firmaprofilen under firmainnstillingene.
nl: Voor alle klanten die de mol.fi-integratie hebben gebruikt, wordt Työmarkkinatori automatisch aan hun omgeving toegevoegd. Zorg er wel voor dat u uw bedrijfs-ID toevoegt aan uw bedrijfsprofiel onder de bedrijfsinstellingen.
pl: Dla wszystkich klientów, którzy korzystali z integracji mol.fi, Työmarkkinatori zostanie automatycznie dodany do ich środowiska. Upewnij się jednak, że dodałeś swój numer identyfikacyjny firmy do profilu firmy w ustawieniach firmy.
sv: För alla kunder som har använt mol.fi-integrationen kommer Työmarkkinatori automatiskt att läggas till i deras miljö. Se dock till att lägga till ditt företags-ID i din företagsprofil under företagsinställningarna.

source: If you are interested in adding Työmarkkinatori to your selection of job portal integrations, don’t hesitate to send us a request via the Support widget or contact directly your Customer Success Manager!
et: Kui olete huvitatud Työmarkkinatori lisamisest oma tööportaalide integratsioonide valikusse, saatke meile julgelt päring tugividina kaudu või võtke otse ühendust oma kliendiedu halduriga!
fi: Jos sinulla ei vielä ole Työmarkkinatoria käytössäsi ja haluat lisätä sen työhakuportaalien integraatio valikoimaasi, lähetäthän meille pyynnön tukipalvelun kautta tai otat yhteyttä suoraan asiakasvastaavaasi!
sv: Om du är intresserad av att lägga till Työmarkkinatori i ditt urval av jobbportal-integrationer, tveka inte att skicka oss en begäran via supportwidgeten nere till höger, genom att klicka på Kontakta mig under fliken Extrafunktioner (tillgänglig för huvudanvändare) eller genom att kontakta direkt din kundansvarig!

source: Wishing you an amazing April!
da: Jeg ønsker dig en fantastisk april!
de: Ich wünsche Ihnen einen wunderbaren April!
et: Soovin teile imeliselt aprilli!
fi: Toivotamme sinulle upeaa huhtikuuta!
fr: Nous vous souhaitons un incroyable mois d'avril !
lv: Novēlu jums brīnišķīgu aprīli!
nb: Ønsker deg en fantastisk april!
nl: Ik wens u een geweldige april!
pl: Życzymy wspaniałego kwietnia!
sv: Vi önskar dig en fantastisk april!

source: December
de: Dezember
et: Detsember
fi: Joulukuu
fr: Décembre
lv: Decembris
nb: Desember
pl: Grudzień

source: Hi,
da: Hej,
de: Hallo,
et: Tere!
fi: Moi!
fr: Bonjour,
lv: Sveiki!
nb: Hei,
nl: Hallo,
pl: Cześć,
sv: Hej!

source: The long awaited automations with knock-out questions and job alerts are here!
da: De længe ventede automationer med knock-out-spørgsmål og jobalarmer er her!
de: Die lang erwarteten Automatisierungen mit K.O.-Fragen und Job Alerts sind da!
et: Kauaoodatud automatiseerimised väljalangemisküsimuste ja tööpakkumiste hoiatustega on kohal!
fi: Kauan odotetut automaatiot valintakysymyksineen ja hakuvahdit (job alerts) ovat nyt täällä!
fr: Les automatisations tant attendues avec les knock-out questions et les job alerts sont arrivées !
lv: Ilgi gaidītā automatizācija ar izslēgšanas jautājumiem un darba brīdinājumiem ir klāt!
nb: De lenge etterlengtede automatiseringene med utslagsgivende spørsmål og jobbvarsler er her!
nl: De lang verwachte automatiseringen met uitsluitingsvragen en vacature-alerts zijn er!
pl: Długo oczekiwane automatyzacje z pytaniami eliminacyjnymi i alertami o pracy są już dostępne!
sv: De efterlängtade automationerna med knockout-frågor samt jobbvakten är här!

source: The new robust automation tool allows creating smart processes to improve candidate communication while optimising resource allocation. Whether you want to keep your candidates informed about the recruitment status more proactively or inform other internal collaborators about certain updates, it only takes a few clicks to create customised position-specific workflows.
da: Det nye robuste automatiseringsværktøj gør det muligt at oprette smarte processer for at forbedre kandidatkommunikationen og samtidig optimere ressourceallokeringen. Uanset om du vil holde dine kandidater informeret om rekrutteringsstatus mere proaktivt eller informere andre interne samarbejdspartnere om visse opdateringer, tager det kun et par klik at oprette tilpassede stillingsspecifikke arbejdsgange.
de: Das neue robuste Automatisierungstool ermöglicht die Umsetzung intelligenter Prozesse zur Verbesserung der Kommunikation mit den Bewerbern und zur Optimierung der Ressourcenverteilung. Unabhängig davon, ob Sie Ihre Kandidaten proaktiver über den Stand der Einstellung informieren oder andere interne Mitarbeiter über bestimmte Aktualisierungen informieren möchten, können Sie mit nur wenigen Klicks maßgeschneiderte, stellenspezifische Arbeitsabläufe erstellen.
et: Uus robustne automatiseerimisvahend võimaldab luua nutikaid protsesse, et parandada kandidaatidega suhtlemist, optimeerides samal ajal ressursside jaotamist. Olenemata sellest, kas soovite kandidaate värbamisprotsessi staatusest proaktiivsemalt teavitada või teavitada teatud uuendustest teisi sisemisi koostööpartnereid, kulub kohandatud ametikoha-spetsiifiliste töövoogude loomiseks vaid mõni klõps.
fi: Uusi automaatiotyökalu mahdollistaa älykkäiden prosessien luomisen, joiden avulla voidaan parantaa hakijaviestintää ja optimoida resurssien käyttöä. Kun haluat tiedottaa aktiivisesti hakijoitasi heidän rekrytoinnin tilasta tai informoida sisäisiä kumppaneita päivityksistä, se on nyt tehtävissä muutamalla klikkauksella luomalla työpaikkakohtaisia automaatioita.
fr: Le nouvel outil d'automatisation robuste permet de créer des processus intelligents pour améliorer la communication avec les candidats tout en optimisant l'allocation des ressources. Que vous souhaitiez tenir vos candidats informés de manière plus proactive sur le statut du recrutement ou informer d'autres collaborateurs internes de certaines mises à jour, il suffit de quelques clics pour créer des workflows personnalisés et spécifiques à chaque poste.
lv: Jaunais spēcīgais automatizācijas rīks ļauj izveidot viedus procesus, lai uzlabotu komunikāciju ar kandidātiem, vienlaikus optimizējot resursu sadalījumu. Neatkarīgi no tā, vai vēlaties proaktīvāk informēt savus kandidātus par darbā pieņemšanas statusu vai informēt citus iekšējos līdzstrādniekus par noteiktiem atjauninājumiem, ir nepieciešami tikai daži klikšķi, lai izveidotu pielāgotus amata specifiskus darbplūsmas.
nb: Det nye robuste automatiseringsverktøyet lar deg opprette smarte prosesser for å forbedre kommunikasjonen med kandidater samtidig som du optimaliserer ressursallokeringen. Enten du ønsker å holde kandidatene dine informert om rekrutteringsstatus på en mer proaktiv måte eller informere andre interne samarbeidspartnere om visse oppdateringer, tar det bare noen få klikk å opprette tilpassede stillingsspesifikke arbeidsflyter.
nl: De nieuwe robuuste automatiseringstool maakt het mogelijk om slimme processen te creëren om de communicatie met kandidaten te verbeteren en tegelijkertijd de toewijzing van middelen te optimaliseren. Of u uw kandidaten nu proactiever op de hoogte wilt houden van de wervingsstatus of andere interne medewerkers wilt informeren over bepaalde updates, het kost slechts een paar klikken om aangepaste positie-specifieke workflows te maken.
pl: Nowe narzędzie do automatyzacji pozwala na tworzenie inteligentnych procesów w celu poprawy komunikacji z kandydatami przy jednoczesnej optymalizacji alokacji zasobów. Niezależnie od tego, czy chcesz bardziej proaktywnie informować kandydatów o statusie rekrutacji, czy informować innych wewnętrznych współpracowników o pewnych aktualizacjach, wystarczy kilka kliknięć, aby stworzyć dostosowane do stanowiska przepływy pracy.
sv: Det nya robusta automatiseringsverktyget kommer att möjliggöra skapandet av smarta processer för att förbättra kommunikationen med kandidater samtidigt som resursallokeringen optimeras. Oavsett om du vill hålla dina kandidater informerade om rekryteringsstatusen mer proaktivt eller informera andra interna medarbetare om vissa uppdateringar, tar det bara några klick att skapa anpassade arbetsflöden som är specifika för varje position.

source: Are you looking to take pre-screening to the next level? With the automation tool we are also launching the highly demanded knockout questions, which can powerfully help filtering and identifying relevant candidates, ensuring their smooth progression through the recruitment process.
da: Ledere du efter at tage forscreening til næste niveau? Med automatiseringsværktøjet lancerer vi også de meget efterspurgte knockout-spørgsmål, som kraftfuldt kan hjælpe med at filtrere og identificere relevante kandidater og sikre deres problemfri progression gennem rekrutteringsprocessen.
de: Möchten Sie das Vorauswahlverfahren auf die nächste Ebene bringen? Mit dem Automatisierungstool bieten wir auch die sehr gefragten K.O.-Fragen an, die das Filtern und die Identifizierung relevanter Kandidaten unterstützen und deren reibungslosen Verlauf im Einstellungsverfahren sicherstellen können.
et: Kas soovite eelkontrolli viia järgmisele tasemele? Koos automatiseerimisvahendiga käivitame ka väga nõutud väljalangemisküsimused, mis aitavad tõhusalt filtreerida ja tuvastada asjakohaseid kandidaate, tagades nende sujuva edenemise värbamisprotsessis.
fi: Haluatko nostaa esikarsinnan seuraavalle tasolle? Automaation myötä julkaisemme paljon pyydetyt valintakysymykset, jotka voivat merkittävästi auttaa oikeiden hakijoiden löytämisessä ja varmistaen heidän sujuvan etenemisen rekrytointiprosessissa.
fr: Vous cherchez à faire passer la présélection au niveau supérieur ? Avec l'outil d'automatisation, nous lançons également les questions éliminatoires très demandées, qui peuvent aider puissamment à filtrer et à identifier les candidats pertinents, assurant ainsi leur progression en douceur tout au long du processus de recrutement.
lv: Vai vēlaties pacelt priekšatlasi uz nākamo līmeni? Kopā ar automatizācijas rīku mēs ieviešam arī ļoti pieprasītos izslēgšanas jautājumus, kas var spēcīgi palīdzēt filtrēt un identificēt atbilstošos kandidātus, nodrošinot viņu vienmērīgu virzību darbā pieņemšanas procesā.
nb: Ser du etter å ta forhåndsscreening til neste nivå? Med automatiseringsverktøyet lanserer vi også de etterspurte utslagsgivende spørsmålene, som på en kraftfull måte kan hjelpe til med å filtrere og identifisere relevante kandidater, og sørge for at de går glatt gjennom ansettelsesprosessen.
nl: Wilt u de preselectie naar een hoger niveau tillen? Met de automatiseringstool introduceren we ook de veelgevraagde uitsluitingsvragen, die een krachtige hulp kunnen zijn bij het filteren en identificeren van relevante kandidaten, zodat ze soepel door het wervingsproces kunnen gaan.
pl: Chcesz przenieść wstępną selekcję na wyższy poziom? Wraz z narzędziem do automatyzacji wprowadzamy również bardzo pożądane pytania eliminacyjne, które mogą skutecznie pomóc w filtrowaniu i identyfikowaniu odpowiednich kandydatów, zapewniając ich płynne przejście przez proces rekrutacji.
sv: Är du ute efter att ta förhandsgranskning till nästa nivå? Med automatiseringsverktyget lanserar vi också de eftertraktade knockout-frågorna, som kraftfullt kan hjälpa till att filtrera och identifiera relevanta kandidater, och säkerställa deras smidiga framsteg genom rekryteringsprocessen.

source: Job alerts offer an amazing and targeted way to keep your talent pool engaged. By setting the criteria for the job profiles of their interest, potential candidates can subscribe to an automatic feed of job alerts to know first hand when a new position with the matching criteria has been opened.
da: Jobalarmer tilbyder en fantastisk og målrettet måde at holde din talentpulje engageret på. Ved at indstille kriterierne for de jobprofiler, de er interesserede i, kan potentielle kandidater abonnere på en automatisk feed af jobalarmer for at vide med det samme, når en ny stilling med de matchende kriterier er blevet slået op.
de: Job-Alerts bieten eine fantastische und zielgerichtete Möglichkeit, Ihren Talentpool auf dem Laufenden zu halten. Potenzielle Bewerber können durch die Festlegung von Kriterien die für sie interessanten Stellenprofile einen automatischen Feed mit Stellenmeldungen abonnieren, um aus erster Hand zu erfahren, wenn eine neue Stelle, die den Kriterien entspricht, ausgeschrieben worden ist.
et: Tööpakkumiste teavitused pakuvad suurepärast ja sihipärast võimalust hoida oma talendikogukond kaasatud. Määrates kriteeriumid neid huvitavatele tööprofiilidele, saavad potentsiaalsed kandidaadid tellida tööpakkumiste teavituste automaatse voo, et teada esimesena, kui on avatud uus ametikoht, mis vastab kriteeriumitele.
fi: Hakuvahti-ilmoitukset tarjoavat mahtavan ja kohdennetun tavan osallistaa osaajayhteisöänne. Asettamalla itseään kiinnostavat työpaikkakriteerit hakuvahtiin, hakijat saavat automaattisen ilmoituksen heidän kriteerejään vastaavan työpaikan avauduttua.
fr: Les alertes d'emploi offrent une façon étonnante et ciblée de garder votre vivier de talents engagé. En définissant les critères pour les profils de poste qui les intéressent, les candidats potentiels peuvent s'abonner à un flux automatique d'alertes d'emploi pour savoir en premier quand un nouveau poste correspondant aux critères a été ouvert.
lv: Darba brīdinājumi piedāvā pārsteidzošu un mērķtiecīgu veidu, kā uzturēt savu talantu kopu iesaistītu. Iestatot viņus interesējošo darba profilu kritērijus, potenciālie kandidāti var abonēt automātisku darba brīdinājumu plūsmu, lai uzzinātu no pirmavota, kad ir atvērts jauns amats ar atbilstošiem kritērijiem.
nb: Jobbvarsler tilbyr en fantastisk og målrettet måte å holde talentpoolen din engasjert på. Ved å sette kriterier for jobbprofilene de er interessert i, kan potensielle kandidater abonnere på en automatisk strøm av jobbvarsler for å vite med en gang når en ny stilling med de matchende kriteriene er åpnet.
nl: Vacature-alerts bieden een geweldige en gerichte manier om uw talentpool betrokken te houden. Door criteria in te stellen voor de functieprofiel van hun interesse, kunnen potentiële kandidaten zich abonneren op een automatische feed van vacature-alerts om uit de eerste hand te weten wanneer een nieuwe functie met de overeenkomende criteria is geopend.
pl: Alerty o pracy oferują niesamowity i ukierunkowany sposób na utrzymanie zaangażowania puli talentów. Ustawiając kryteria dla interesujących ich profili stanowisk, potencjalni kandydaci mogą subskrybować automatyczny kanał alertów o pracy, aby z pierwszej ręki wiedzieć, kiedy zostanie otwarte nowe stanowisko spełniające kryteria.
sv: Jobbvakten erbjuder ett fantastiskt och riktat sätt att engagera din talangpool. Genom att ställa in kriterierna för jobbprofiler som är intresserande kan potentiella kandidater prenumerera på en automatisk flöde för att få förstahandsinformation när en ny position med matchande kriterier har öppnats.

source: Would you like to see your candidates in a comparison next to each other? It’s now possible.
da: Vil du gerne se dine kandidater ved siden af hinanden til sammenligning? Det er nu muligt.
de: Möchten Sie Ihre Kandidaten in mit anderen vergleichen? Dies ist jetzt möglich.
et: Kas soovid kandidaate kõrvuti võrrelda? Nüüd on see võimalik.
fi: Haluaisitko nähdä hakijasi vierekkäin hakijanäkymässä? Se on nyt mahdollista.
lv: Vai vēlaties redzēt savus pretendentus līdzās, lai varētu salīdzināt? Tagad tas ir iespējams.
nb: Vil du se kandidatene dine i en sammenligningsvisning ved siden av hverandre? Nå er det mulig.
sv: Skulle du vilja se dina kandidater i jämförelse bredvid varandra? Det är nu möjligt.

source: We are soon releasing a Kanban view for the Applications page. The list view exists as it is, but now you will have the option to visualise your applicants where they are currently in the hiring process.
da: Vi lancerer snart en Kanban-visning til ansøgningssiden. Listevisningen findes, som den er, men nu får du mulighed for at visualisere dine ansøgere, og hvor de befinder sig i ansættelsesprocessen.
de: In Kürze werden wir eine Kanban-Ansicht für die Bewerbungsseite veröffentlichen. Die Listenansicht existiert bereits, aber jetzt haben Sie die Möglichkeit, Ihre Bewerber dort zu sehen, wo sie sich gerade im Einstellungsprozess befinden.
et: Avaldame peagi kandideerimiste lehel Kanban-vaate. Loendivaade on endiselt olemas, kuid nüüd on teil võimalus visualiseerida oma kandidaate seal, kus nad hetkel värbamisprotsessis on.
fi: Olemme julkaisemassa Kanban-näkymän Hakemukset-sivulle. Listanäkymä säilyy ennallaan, mutta jatkossa sinulla on mahdollisuus valita visuaalinen näkymä ja tarkastella helposti missä vaiheessa rekrytointiprosessia hakijasi ovat.
fr: Nous allons bientôt publier une vue Kanban pour la page Applications. La vue liste existe telle quelle, mais vous aurez maintenant la possibilité de visualiser vos candidats là où ils se trouvent actuellement dans le processus d'embauche.
lv: Drīzumā mēs izlaidīsim Kanban skatu Pieteikumu lapai. Saraksta skats pastāv, kāds tas ir, bet tagad jums būs iespēja vizualizēt savus kandidātus, kur viņi pašlaik atrodas darbā pieņemšanas procesā.
nb: Vi lanserer snart en Kanban-visning for søknadssiden. Listevisningen finnes fremdeles som den er, men nå får du muligheten til å visualisere søkerne der de aktuelt befinner seg i ansettelsesprosessen.
nl: We introduceren binnenkort een Kanban-weergave voor de pagina Sollicitaties. De lijstweergave blijft zoals deze is, maar nu heeft u de mogelijkheid om uw sollicitanten te visualiseren waar ze zich momenteel in het wervingsproces bevinden.
pl: Wkrótce udostępnimy widok Kanban na stronie Aplikacje. Widok listy pozostaje bez zmian, ale teraz będziesz mieć możliwość wizualizacji kandydatów na etapie, na którym obecnie znajdują się w procesie rekrutacji.
sv: Vi släpper snart en Kanban-vy för ansökningssidan. Listvyn finns som den är, men nu får du möjlighet att visualisera dina sökande var de befinner sig i anställningsprocessen.

source: You can perform all the same actions as in the list view, such as sending messages, adding tags, and moving applications to other steps. You can also organize the candidates in different steps by their name or rating received, for instance.
da: Du kan udføre alle de samme handlinger som i listevisningen, såsom at sende beskeder, tilføje tags og flytte ansøgninger til andre trin. Du kan også organisere kandidaterne i forskellige trin efter f.eks. deres navn eller modtagne vurdering.
de: Sie können die gleichen Aktionen wie in der Listenansicht verwenden, z. B. Nachrichten senden, Stichwörter hinzufügen und Anwendungen in andere Abschnitte verschieben. Sie können die Kandidaten auch nach ihrem Namen oder ihrer Bewertung in unterschiedlichen Schritten sortieren.
et: Selles saad teha kõiki samu toiminguid, mis nimekirjavaates, näiteks saata sõnumeid, lisada silte ja liigutada avaldusi teistesse etappidesse. Samuti saad rühmitada kandidaate eri etappides näiteks nende nime või saadud hinnangu järgi.
fi: Voit suorittaa kaikki samat toimet kuin listanäkymässä, kuten viestien lähettämisen, tägien lisäämisen ja hakemusten siirtämisen muihin vaiheisiin. Voit myös asettaa hakijat eri järjestykseen esimerkiksi heidän nimensä tai saamansa arvioinnin perusteella.
fr: Vous pouvez effectuer toutes les mêmes actions que dans la vue liste, comme l'envoi de messages, l'ajout de tags et le déplacement des candidatures vers d'autres étapes. Vous pouvez également organiser les candidats dans différentes étapes selon leur nom ou leur note reçue, par exemple.
lv: Jūs varat veikt visas tās pašas darbības, kuras saraksta skatā, piemēram, sūtīt ziņojumus, pievienot tagus un virzīt pieteikumus uz citiem soļiem. Jūs varat arī kārtot pretendentus dažādos soļos, piemēram, pēc viņu vārda vai saņemtā vērtējuma.
nb: Du kan utføre de samme handlingene som i listevisningen, for eksempel sende meldinger, legge til emneknagger og flytte søknader til andre trinn. Du kan også organisere kandidatene i ulike trinn etter for eksempel navn eller mottatt vurdering.
nl: U kunt alle acties uitvoeren zoals in de lijstweergave, zoals het verzenden van berichten, het toevoegen van tags en het verplaatsen van sollicitaties naar andere stappen. U kunt de kandidaten ook in verschillende stappen organiseren op basis van hun naam of ontvangen beoordeling, bijvoorbeeld.
pl: Możesz wykonywać wszystkie te same czynności, co w widoku listy, takie jak wysyłanie wiadomości, dodawanie tagów i przenoszenie aplikacji do innych kroków. Możesz również organizować kandydatów na różnych etapach według ich imienia i nazwiska lub otrzymanej oceny.
sv: Du kan utföra samma åtgärder som i listvyn: skicka meddelanden, lägga till taggar och flytta kandidaten till andra steg i flödet. Du kan även exempelvis sortera kandidaterna efter deras namn eller helhetsbetyg.
