Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Upload Photo
da: Upload foto
de: Foto hochladen
et: Laadi foto üles
fi: Lataa kuva
fr: Télécharger une photo
lv: Augšupielādēt fotoattēlu
nb: Last opp bilde
nl: Foto uploaden
pl: Prześlij zdjęcie
sv: Ladda upp bild

source: Preview
da: Forhåndsvisning
de: Vorschau
et: Eelvaade
fi: Esikatsele
fr: Aperçu
lv: Priekšskatīt
nb: Forhåndsvisning
nl: Voorbeeld
pl: Podgląd
sv: Förhandsvisning

source: Save as draft
da: Gem som skabelon
de: Als Entwurf speichern
et: Salvesta mustandina
fi: Tallenna luonnoksena
fr: Enregistrer comme brouillon
lv: Saglabāt kā melnrakstu
nb: Lagre som utkast
nl: Opslaan als concept
pl: Zapisz jako szkic
sv: Spara som utkast

source: Save & preview
da: Gem og forhåndsvis
de: Speichern & Vorschau
et: Salvesta ja kuva eelvaade
fi: Tallenna & esikatsele
fr: Enregistrer et prévisualiser
lv: Saglabāt un priekšskatīt
nb: Lagre og forhåndsvis
nl: Opslaan en bekijken
pl: Zapisz i podejrzyj
sv: Spara & förhandsgranska

source: Your link has been expired.
da: Dit link er udløbet.
de: Ihr Link ist abgelaufen.
et: Link on aegunud.
fi: Linkkisi on vanhentunut.
fr: Votre lien a expiré.
lv: Jūsu saites derīguma termiņš ir beidzies.
nb: Lenken din er utløpt.
nl: Uw link is verlopen.
pl: Twój link wygasł.
sv: Din länk har upphört att gälla.

source: Send new link
da: Send nyt link
de: Neuen Link senden
et: Saada uus link
fi: Lähetä uusi linkki
fr: Envoyer un nouveau lien
lv: Nosūtīt jaunu saiti
nb: Send ny lenke
nl: Nieuwe link verzenden
pl: Wyślij nowy link
sv: Skicka ny länk

source: Click this link if the document does not show below
da: Klik på dette link, hvis dokumentet ikke vises nedenfor
de: Klicken Sie auf diesen Link, wenn das Dokument unten nicht angezeigt wird
et: Klõpsa seda linki, kui dokumenti ei ole allpool näha
fi: Klikkaa tätä linkkiä, jos liite ei näy alla
fr: Cliquez sur ce lien si le document ne s'affiche pas ci-dessous
lv: Noklikšķiniet uz šīs saites, ja dokuments tālāk nav redzams
nb: Klikk på denne lenken hvis dokumentet ikke vises nedenfor
nl: Klik op deze link als het document hieronder niet wordt weergegeven
pl: Kliknij ten link, jeśli dokument nie wyświetla się poniżej
sv: Klicka på denna länk om bilagan inte visas nedan

source: No data for {}
da: Ingen data for {}
de: Keine Daten für {}
et: Üksuse {} andmeid ei leitud
fi: Ei tietoja kohteelle {}
fr: Aucune donnée pour {}
lv: Nav datu par {}
nb: Ingen opplysninger for {}
nl: Geen gegevens voor {}
pl: Brak danych dla {}
sv: Ingen data för {}

source: Edited
da: Redigeret
de: Bearbeitet
et: Muudetud
fi: Viimeksi muokattu
fr: Modifié
lv: Rediģēts
nb: Redigert
nl: Bewerkt
pl: Edytowane
sv: Redigerad

source: Evaluation score
da: Vurderingsresultat
de: Bewertungspunktzahl
et: Hinnang
fi: Arvioinnin tulos
fr: Score d'évaluation
lv: Vērtējuma rezultāts
nb: Evalueringsskår
nl: Evaluatiescore
pl: Ocena ewaluacji
sv: Utvärderingspoäng

source: Show all messages
da: Vis alle beskeder
de: Alle Meldungen anzeigen
et: Kuva kõik sõnumid
fi: Näytä kaikki viestit
fr: Afficher tous les messages
lv: Rādīt visus ziņojumus
nb: Vis alle meldinger
nl: Alle berichten weergeven
pl: Pokaż wszystkie wiadomości
sv: Visa alla meddelanden

source: Material & notes
da: Materiale og noter
de: Unterlagen und Anmerkungen
et: Materjalid ja märkmed
fi: Materiaali & muistiinpanot
fr: Matériel et notes
lv: Materiāli un piezīmes
nb: Materiale og merknader
nl: Materiaal en notities
pl: Materiały i notatki
sv: Material & anteckningar

source: Edit
da: Redigér
de: Bearbeiten
et: Muuda
fi: Muokkaa
fr: Modifier
lv: Rediģēt
nb: Redigere
nl: Bewerken
pl: Edytuj
sv: Redigera

source: Message from
da: Besked fra
de: Nachricht von
et: Sõnum saatjalt
fi: Viesti henkilöltä
fr: Message de
lv: Ziņojums no
nb: Melding fra
nl: Bericht van
pl: Wiadomość od
sv: Meddelande från

source: Send an email to
da: Send en e-mail til
de: Senden Sie eine E-Mail an
et: Saada e-kiri isikule
fi: Lähetä sähköpostia
fr: Envoyer un e-mail à
lv: Sūtīt e-pasta ziņojumu uz
nb: Send en e-post til
nl: Stuur een e-mail naar
pl: Wyślij e-mail do
sv: Skicka ett epost till

source: Message log
da: Meddelelseslog
de: Nachrichtenprotokoll
et: Sõnumilogi
fi: Viestiloki
fr: Journal des messages
lv: Ziņojumu žurnāls
nb: Meldingslogg
nl: Berichtenlogboek
pl: Dziennik wiadomości
sv: Meddelandelogg

source: Close
da: Luk
de: Schließen
et: Sule
fi: Sulje
fr: Fermer
lv: Aizvērt
nb: Lukk
nl: Sluiten
pl: Zamknij
sv: Stäng

source: Job is not open for applying.
da: Jobbet er ikke åbent for ansøgninger.
de: Die Stelle ist nicht für Bewerbungen geöffnet.
et: Ametikohale ei saa kandideerida.
fi: Työpaikka ei ole avoin hakemuksille.
fr: L'emploi n'est pas ouvert aux candidatures.
lv: Pieteikšanās vakancei nav atvērta.
nb: Jobben er ikke åpen for søknader.
nl: Vacature is niet open voor sollicitaties.
pl: Oferta pracy nie jest otwarta do aplikowania.
sv: Jobbet är inte öppet för ansökan.

source: Not available
da: Ikke tilgængelig
de: Nicht verfügbar
et: Ei ole saadaval
fi: Ei saatavilla
fr: Non disponible
lv: Nav pieejams
nb: Ikke tilgjengelig
nl: Niet beschikbaar
pl: Niedostępne
sv: Inte tillgänglig

source: Mode
da: Tilstand
de: Modus
et: Režiim
fi: Tila
lv: Režīms
nb: Modus
nl: Modus
pl: Tryb
sv: Läge

source: Please fix the errors and try again.
da: Ret venligst fejlene og prøv igen.
de: Bitte beheben Sie die Fehler und versuchen Sie es erneut.
et: Parandage vead ja proovige uuesti.
fi: Korjaa virheet ja yritä uudelleen.
fr: Veuillez corriger les erreurs et réessayer.
lv: Lūdzu, izlabojiet kļūdas un mēģiniet vēlreiz.
nb: Vennligst rett opp feilene og prøv igjen.
nl: Corrigeer de fouten en probeer het opnieuw.
pl: Popraw błędy i spróbuj ponownie.
sv: Rätta felen och försök igen.

source: Thank you!
da: Tak!
de: Vielen Dank!
et: Aitäh!
fi: Kiitos!
fr: Merci !
lv: Paldies!
nb: Takk!
nl: Dank u!
pl: Dziękujemy!
sv: Tack!

source: Your answers were submitted successfully.
da: Dine svar blev indsendt med succes.
de: Ihre Antworten wurden erfolgreich übermittelt.
et: Teie vastused esitati edukalt.
fi: Vastauksesi lähetettiin onnistuneesti.
fr: Vos réponses ont été soumises avec succès.
lv: Jūsu atbildes tika veiksmīgi iesniegtas.
nb: Svarene dine ble sendt inn.
nl: Uw antwoorden zijn succesvol ingediend.
pl: Twoje odpowiedzi zostały pomyślnie przesłane.
sv: Dina svar skickades in framgångsrikt.

source: Submit all answers
da: Indsend alle svar
de: Alle Antworten abschicken
et: Esita kõik vastused
fi: Lähetä kaikki vastaukset
fr: Soumettre toutes les réponses
lv: Iesniegt visas atbildes
nb: Send inn alle svar
nl: Dien alle antwoorden in
pl: Prześlij wszystkie odpowiedzi
sv: Skicka in alla svar

source: Subscribe to our job alerts
da: Tilmeld dig vores jobalarmer
de: Abonnieren Sie unsere Job-Alerts
et: Telli meie tööpakkumiste teavitused
fi: Tilaa hakuvahti-ilmoitukset
fr: Abonnez-vous à nos alertes emploi
lv: Abonējiet mūsu darba piedāvājumu brīdinājumus
nb: Abonner på våre jobbvarsler
nl: Abonneer u op onze vacature-alerts
pl: Subskrybuj nasze powiadomienia o ofertach pracy
sv: Prenumerera på vår jobbvakt

source: Subscribe
da: Tilmeld dig
de: Bestellen
et: Telli
fi: Tilaa
fr: S'abonner
lv: Abonēt
nb: Abonner
nl: Abonneren
pl: Subskrybuj
sv: Prenumerera

source: You have been subscribed
da: Du er blevet tilmeldt
de: Sie haben sich angemeldet
et: Oled esitanud tellimuse
fi: Olet tehnyt tilauksen
fr: Vous avez été abonné
lv: Jūs abonējāt
nb: Du har abonnert
nl: U bent geabonneerd
pl: Zostałeś subskrybowany
sv: Du är nu prenumerant

source: You have been unsubscribed
da: Du er blevet afmeldt
de: Sie sind abgemeldet worden
et: Oled tellimusest loobunud
fi: Olet perunut tilauksen
fr: Vous avez été désabonné
lv: Jūs atcēlāt abonementu
nb: Du har avsluttet abonnementet
nl: U bent uitgeschreven
pl: Zostałeś wypisany z subskrypcji
sv: Du har avslutat din prenumeration

source: Click here to subscribe again
da: Klik her for at abonnere igen
de: Klicken Sie hier, um sich erneut anzumelden
et: Klõpsa siin, et uuesti tellida
fi: Paina tästä tilataksesi uudelleen
fr: Cliquez ici pour vous réabonner
lv: Klikšķiniet šeit, lai abonētu vēlreiz
nb: Klikk her for å abonnere igjen
nl: Klik hier om u opnieuw te abonneren
pl: Kliknij tutaj, aby ponownie subskrybować
sv: Klicka här för att prenumerera igen

source: If you have unsubscribed in error, <a href='{}'>click here to subscribe again</a>.
da: Hvis du har afmeldt dig ved en fejl, <a href='{}'>klik her for at tilmelde dig igen</a>.
de: Wenn Sie sich irrtümlich abgemeldet haben, <a href='{}'>klicken Sie hier, um sich erneut anzumelden</a>.
et: Kui tühistasid tellimuse kogemata, <a href='{}'>klõpsa siin, et tellimus uuesti esitada</a>.
fi: Jos olet perunut tilauksen vahingossa, <a href='{}'>paina tästä tilataksesi uudelleen</a>.
fr: Si vous vous êtes désabonné par erreur, <a href='{}'>cliquez ici pour vous réabonner</a>.
lv: Ja atcēlāt abonementu kļūdas dēļ, <a href='{}'>klikšķiniet šeit, lai abonētu vēlreiz</a>.
nb: Hvis du har avsluttet abonnementet ved en feil, <a href='{}'>kan du klikke her for å melde deg på igjen</a>.
nl: Als u zich per ongeluk heeft uitgeschreven, <a href='{}'>klik hier om u opnieuw in te schrijven</a>.
pl: Jeśli wypisałeś się przez pomyłkę, <a href='{}'>kliknij tutaj, aby ponownie subskrybować</a>.
sv: Om du har avslutat din prenumeration av misstag <a href='{}'>klicka här för att prenumerera igen</a>.

source: By joining our job alert, you can receive updates and first-hand information on interesting positions in our company. The job alert functionality is enabled by TalentAdore.
da: Ved at tilmelde dig vores jobalarm kan du modtage opdateringer og førstehåndsinformation om interessante stillinger i vores virksomhed. Jobalarm-funktionen er aktiveret af TalentAdore.
de: Wenn Sie sich in unseren Job Alert eintragen, erhalten Sie Aktualisierungen und Informationen zu relevanten Stellen in unserem Unternehmen aus erster Hand. Die Job Alert-Funktion wird von TalentAdore ermöglicht.
et: Kui tellid funktsiooni job alert, saad uudiseid ja otsesest allikast pärit teavet huvitavate ametikohtade kohta meie ettevõttes. Funktsiooni Job alert pakub TalentAdore.
fi: Liittymällä hakuvahti -palveluumme saat päivityksiä ja ensikäden tietoa mielenkiintoisista työpaikoista yrityksessämme. Hakuvahti-toiminnallisuuden mahdollistaa TalentAdore.
fr: En vous inscrivant à notre alerte emploi, vous pouvez recevoir des mises à jour et des informations de première main sur les postes intéressants dans notre entreprise. La fonctionnalité d'alerte emploi est activée par TalentAdore.
lv: Pievienojoties mūsu darba paziņojumiem, varat saņemt jaunāko informāciju un tiešu informāciju par interesantām vakancēm mūsu uzņēmumā. Darba paziņojumu funkcionalitāti nodrošina TalentAdore.
nb: Ved å melde deg på vårt jobbvarsel kan du få oppdateringer og førstehåndsinformasjon om interessante stillinger i selskapet vårt. Jobbvarslingsfunksjonen er aktivert av TalentAdore.
nl: Door u aan te melden voor onze vacature-alert, ontvangt u updates en eerstehands informatie over interessante functies binnen ons bedrijf. De functionaliteit van de vacature-alert wordt mogelijk gemaakt door TalentAdore.
pl: Dołączając do naszego alertu o pracy, możesz otrzymywać aktualizacje i informacje z pierwszej ręki na temat interesujących stanowisk w naszej firmie. Funkcjonalność alertów o pracy jest obsługiwana przez TalentAdore.
sv: Genom att gå med i vår jobbvakt kan du få uppdateringar och förstahandsinformation om intressanta positioner i vårt företag. Jobbvaktsfunktionen är aktiverad av TalentAdore.

source: Unsubscribe
da: Afmelding
de: Abbestellen
et: Loobu
fi: Peruuta tilaus
fr: Se désabonner
lv: Atcelt abonementu
nb: Avslutt abonnementet
nl: Uitschrijven
pl: Anuluj subskrypcję
sv: Avsluta prenumeration

source: Share introduction
da: Del introduktion
de: Vorstellung teilen
et: Jaga tutvustust
fi: Jaa esittely
fr: Partager l'introduction
lv: Kopīgot iepazīšanos
nb: Del introduksjon
nl: Introductie delen
pl: Udostępnij wprowadzenie
sv: Dela introduktion

source: To confirm your desire to unsubscribe, please <a href='{}'>click here</a>.
da: For at bekræfte at du ønsker at afmelde, skal du <a href='{}'>klikke her</a>.
de: Um Ihren Wunsch zur Abmeldung zu bestätigen, <a href='{}'>klicken Sie bitte hier</a>.
et: Tellimuse tühistamise kinnitamiseks palun <a href='{}'>klõpsake siin</a>.
fi: Vahvista tilauksesi peruuttaminen <a href='{}'>klikkaamalla tästä</a>
fr: Pour confirmer votre souhait de vous désabonner, veuillez <a href='{}'>cliquer ici</a>.
lv: Lai apstiprinātu vēlmi atrakstīties, lūdzu, <a href='{}'>noklikšķiniet šeit</a>.
nb: For å bekrefte at du vil melde deg av, vennligst <a href='{}'>klikk her</a>.
nl: Om uw uitschrijving te bevestigen, <a href='{}'>klik hier</a>.
pl: Aby potwierdzić chęć rezygnacji z subskrypcji, <a href='{}'>kliknij tutaj</a>.
sv: För att bekräfta din önskan att avsluta prenumerationen <a href='{}'>klicka här</a>.

source: Invite
da: Inviter
de: Einladen
et: Kutsu
fi: Kutsu
fr: Inviter
lv: Uzaicināt
nb: Invitere
nl: Uitnodigen
pl: Zaproś
sv: Bjud in

source: Invite recipient
da: Inviter modtager
de: Empfänger einladen
et: Kutsu saaja
fi: Kutsu vastaanottaja
fr: Inviter le destinataire
lv: Uzaicināt saņēmēju
nb: Inviter mottaker
nl: Ontvanger uitnodigen
pl: Odbiorca zaproszenia
sv: Bjud in mottagare

source: Company users
da: Virksomhedens brugere
de: Benutzer des Unternehmens
et: Ettevõtte kasutajad
fi: Yrityksen käyttäjät
fr: Utilisateurs de l'entreprise
lv: Uzņēmuma lietotāji
nb: Bedriftsbrukere
nl: Bedrijfsgebruikers
pl: Użytkownicy firmy
sv: Företagsanvändare

source: Expire introduction
da: Udløb introduktion
de: Vorstellung ablaufen lassen
et: Tutvustuse aegumine
fi: Päätä esittelyn voimassaolo
fr: Expirer l'introduction
lv: Iepazīšanās derīguma termiņš
nb: Utløp introduksjon
nl: Introductie laten verlopen
pl: Wygaśnięcie wprowadzenia
sv: Låt introduktionen gå ut

source: Personal Information
da: Personlige oplysninger
de: Persönliche Informationen
et: Isikuandmed
fi: Henkilökohtaiset tiedot
fr: Informations personnelles
lv: Personas dati
nb: Personlig informasjon
nl: Persoonlijke gegevens
pl: Dane osobowe
sv: Personliga uppgifter

source: Job language
da: Jobsprog
de: Stellen Sprache
et: Tööpakkumise keel
fi: Työkieli
fr: Langue de l'emploi
lv: Darba valoda
nb: Jobbspråk
nl: Taal van de vacature
pl: Język oferty pracy
sv: Positionens språk

source: Job type
de: Job-Typ
et: Töötüüp
fi: Työsuhteen tyyppi
fr: Type d'emploi
lv: Darba veids
nb: Stillingstype
nl: Type baan
pl: Rodzaj pracy
sv: Jobbtyp

source: Job alerts
da: Job-alarmer
et: Töökuulutused
fi: Hakuvahti
fr: Alertes emploi
lv: Darba paziņojumi
nb: Jobbvarsler
nl: Vacature-alerts
pl: Alerty o pracy
sv: Jobbvakt

source: Apply Now
da: Ansøg nu
de: Jetzt bewerben
et: Kandideeri kohe
fi: Hae nyt
fr: Postuler maintenant
lv: Pieteikties tagad
nb: Søk nå
nl: Nu solliciteren
pl: Aplikuj teraz
sv: Ansök nu

source: This email was sent to [FIRST_NAME].
da: Denne e-mail blev sendt til [FIRST_NAME].
de: Diese E-Mail wurde an [FIRST_NAME] gesendet.
et: E-kiri saadeti saajale [FIRST_NAME].
fi: Tämä sähköposti lähetettiin henkilölle [FIRST_NAME].
fr: Cet e-mail a été envoyé à [FIRST_NAME].
lv: Šis e-pasts tika nosūtīts [FIRST_NAME].
nb: Denne e-posten ble sendt til [FIRST_NAME].
nl: Deze e-mail is verzonden naar [FIRST_NAME].
pl: Ten e-mail został wysłany do [FIRST_NAME].
sv: Det här e-postmeddelandet skickades till [FIRST_NAME].

source: You are receiving this email because you have subscribed to [COMPANY_NAME] job alerts.
da: Du modtager denne e-mail, fordi du har tilmeldt dig [COMPANY_NAME]-jobalarmen.
de: Sie erhalten diese E-Mail, weil Sie sich bei [COMPANY_NAME] Job Alerts angemeldet haben.
et: Said selle e-kirja, sest oled tellinud [COMPANY_NAME] töökuulutused.
fi: Saat tämän sähköpostin koska olet tilannut [COMPANY_NAME] hakuvahti-ilmoitukset.
fr: Vous recevez cet e-mail car vous vous êtes abonné aux alertes emploi de [COMPANY_NAME].
lv: Jūs saņemat šo e-pastu, jo jūs abonējāt [COMPANY_NAME] darba paziņojumus.
nb: Du får denne e-posten fordi du abonnerer på jobbvarsler fra [COMPANY_NAME].
nl: U ontvangt deze e-mail omdat u zich heeft aangemeld voor vacature-alerts van [COMPANY_NAME].
pl: Otrzymujesz tę wiadomość, ponieważ subskrybujesz alerty o pracy [COMPANY_NAME].
sv: Du får det här e-postmeddelandet eftersom du har prenumererat på jobbvakten för [COMPANY_NAME].

source: If you'd like to stop receiving these emails, {}unsubscribe here{}.
da: Hvis du ikke længere ønsker at modtage disse e-mails, kan du {}afmelde dig her{}.
de: Wenn Sie diese E-Mails nicht mehr erhalten möchten, können Sie sich hier {}abmelden{}.
et: Kui sa ei soovi enam neid e-kirju saada, {} loobu tellimusest siin{}.
fi: Jos et halua jatkossa vastaanottaa näitä sähköposteja, {}peru tilaus tästä{}.
fr: Si vous souhaitez arrêter de recevoir ces e-mails, {}désabonnez-vous ici{}.
lv: Ja vairs nevēlaties saņemt šos e-pastus, {}atceliet abonementu šeit{}.
nb: Hvis du ikke lenger ønsker å motta disse e-postene, kan du {}avslutte abonnementet her{}.
nl: Als u deze e-mails niet meer wilt ontvangen, {}schrijf u hier uit{}.
pl: Jeśli chcesz przestać otrzymywać te wiadomości, {}anuluj subskrypcję tutaj{}.
sv: Om du vill sluta få dessa e-postmeddelanden kan du {}avsluta prenumerationen här{}.

source: Tag position
da: Tag stilling
de: Stichwörter zur Stelle hinzufügen
et: Märgista ametikoht
fi: Muokkaa tageja
fr: Position du tag
lv: Piešķirt vakancei tagu
nb: Legg emneknagg til stilling
nl: Tag positie
pl: Oznacz stanowisko
sv: Tagga positionen

source: Add video interview
da: Tilføj videointerview
de: Video-Bewerbungsgespräch hinzufügen
et: Lisa videovestlus
fi: Lisää videohaastattelu
fr: Ajouter un entretien vidéo
lv: Pievienot video interviju
nb: Legge til videointervju
nl: Videogesprek toevoegen
pl: Dodaj rozmowę wideo
sv: Lägg till videointervju

source: Edit video interview
da: Redigér videointerview
de: Video-Bewerbungsgespräch bearbeiten
et: Muuda videovestlust
fi: Muokkaa videohaastattelua
fr: Modifier l'entretien vidéo
lv: Rediģēt video interviju
nb: Rediger videointervju
nl: Bewerk video-interview
pl: Edytuj wywiad wideo
sv: Redigera videointervju

source: Publish now
da: Offentligør nu
de: Jetzt veröffentlichen
et: Avalda kohe
fi: Julkaise nyt
fr: Publier maintenant
lv: Publicēt tagad
nb: Publiser nå
nl: Nu publiceren
pl: Opublikuj teraz
sv: Publicera nu

source: Manage collaborators
da: Administrer samarbejdspartnere
de: Mitarbeiter verwalten
et: Halda kaastöötajaid
fi: Hallinnoi yhteiskäyttäjiä
fr: Gérer les collaborateurs
lv: Pārvaldīt līdzstrādniekus
nb: Administrer samarbeidspartnere
nl: Beheer medewerkers
pl: Zarządzaj współpracownikami
sv: Hantera medarbetare

source: Share
da: Del
de: Teilen
et: Jaga
fi: Jaa
fr: Partager
lv: Kopīgot
nb: Del
nl: Delen
pl: Udostępnij
sv: Dela

source: Edit recruitment automation
da: Redigér automatisering af rekruttering
de: Automatisierung der Personalbeschaffung bearbeiten
et: Muuda värbamise automatiseerimist
fi: Muokkaa rekrytoinnin automaatiota
fr: Modifier l'automatisation du recrutement
lv: Rediģēt atlases automatizāciju
nb: Rediger automatisering av rekruttering
nl: Wervingsautomatisering bewerken
pl: Edytuj automatyzację rekrutacji
sv: Redigera rekryteringsautomatisering

source: Reference check
da: Referencetjek
de: Referenzüberprüfung
et: Soovitajate ülevaatus
fi: Referenssitarkistus
fr: Vérification des références
lv: Atsauksmju pārbaude
nb: Referansesjekk
nl: Referentiecontrole
pl: Sprawdzenie referencji
sv: Referenskontroll

source: Approvals
da: Godkendelser
de: Genehmigungen
et: Kinnitamised
fi: Hyväksynnät
fr: Approbations
lv: Apstiprinājumi
nb: Godkjenninger
nl: Goedkeuringen
pl: Zatwierdzenia
sv: Godkännanden

source: End application period
da: Slut på ansøgningsperioden
de: Bewerbungszeitraum beenden
et: Lõpeta kandideerimisperiood
fi: Lopeta hakuaika
fr: Fin de la période de candidature
lv: Pieteikšanās perioda beigas
nb: Avslutt søknadsperioden
nl: Sollicitatieperiode beëindigen
pl: Zakończ okres składania wniosków
sv: Avsluta ansökningsperiod

source: Archive
da: Arkiv
de: Archiv
et: Arhiivi
fi: Arkistoi
fr: Archiver
lv: Arhīvs
nb: Arkivere
nl: Archiveren
pl: Archiwum
sv: Arkivera

source: Delete position
da: Slet stilling
de: Position löschen
et: Kustuta ametikoht
fi: Poista työpaikka
fr: Supprimer la position
lv: Dzēst vakanci
nb: Slette stilling
nl: Positie verwijderen
pl: Usuń stanowisko
sv: Radera position

source: Also among archived
da: Også blandt arkiverede
de: Auch unter archiviert
et: Ka arhiivitute seas
fi: Myös arkistoiduista
fr: Également parmi les archivés
lv: Arī arhivētajos
nb: Også blant arkiverte
nl: Ook bij gearchiveerde
pl: Również wśród zarchiwizowanych
sv: Även arkiverad

source: Applications, shared with me
da: Ansøgninger, delt med mig
de: Mit mir geteilte Bewerbungen
et: Minuga jagatud avaldused
fi: Hakemukset, jaettu kanssani
fr: Candidatures partagées avec moi
lv: Pieteikumi, kuri ir kopīgoti ar mani
nb: Søknader, delt med meg
nl: Sollicitaties, met mij gedeeld
pl: Aplikacje udostępnione mi
sv: Ansökningar som delats med mig

source: {name} position approved and can be published
da: {name} stilling godkendt og kan offentliggøres
de: {name} Stelle genehmigt und kann veröffentlicht werden
et: Ametikoht {name} kinnitati ja selle saab nüüd avaldada
fi: {name} työpaikka on hyväksytty ja se voidaan julkaista
fr: Le poste {name} est approuvé et peut être publié
lv: {name} vakance ir apstiprināta un var tikt publicēta
nb: {name} stilling er godkjent og kan publiseres
nl: {name} positie goedgekeurd en kan worden gepubliceerd
pl: Stanowisko {name} zostało zatwierdzone i może zostać opublikowane
sv: {name} positionen är godkänd och färdig för att publiceras

source: {name} position is waiting for your review
da: {name} stilling venter på din anmeldelse
de: Die Stelle {name} wartet auf Ihre Überprüfung
et: Ametikoht {name} ootab ülevaatamist
fi: Työpaikkailmoitus "{name}" odottaa hyväksyntääsi
fr: Le poste {name} est en attente de votre révision
lv: {name} vakance gaida, kad to pārskatīsiet
nb: {name} stilling venter på din vurdering
nl: {name} positie wacht op uw beoordeling
pl: Stanowisko {name} czeka na Twoją recenzję
sv: Jobbannonsen "{name}" väntar på ditt godkännande

source: Status of the position could not be changed
da: Status for stillingen kunne ikke ændres
de: Der Status der Stelle konnte nicht geändert werden
et: Ametikoha olekut ei saanud muuta
fi: Työpaikan statusta ei voitu muuttaa
fr: Le statut du poste n'a pas pu être modifié
lv: Vakances statusu nevarēja mainīt
nb: Status for stillingen kunne ikke endres
nl: Status van de positie kon niet worden gewijzigd
pl: Nie można zmienić statusu stanowiska
sv: Positionens status kunde inte ändras
