Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: AreaWideSlotted
fr: Créneaux à l'échelle de la zone
nl: Gebiedsbreed gereserveerd
pl: Slotowany na całym obszarze

source: monsterPremiumJobAd
fr: Annonce d'emploi premium Monster
pl: Ogłoszenie premium Monster

source: CV
de: Lebenslauf

source: Talent Community
fr: Communauté de talents
nl: Talentengemeenschap

source: CatalystOne HRIS
fr: CatalystOne SIRH
