Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Event visibility settings
da: Indstillinger for synlighed af begivenheder
de: Einstellungen für die Sichtbarkeit von Ereignissen
et: Sündmuse nähtavuse seaded
fi: Tapahtuman näkyvyysasetukset
fr: Paramètres de visibilité de l'événement
lv: Notikumu redzamības iestatījumi
nb: Innstillinger for synlighet av hendelser
nl: Instellingen voor zichtbaarheid van evenementen
pl: Ustawienia widoczności wydarzeń
sv: Inställningar för händelsesynlighet

source: Show my external events to other users as:
da: Vis mine eksterne begivenheder til andre brugere som:
de: Meine externen Ereignisse anderen Benutzern anzeigen als:
et: Näita minu väliseid sündmusi teistele kasutajatele kui:
fi: Näytä ulkoiset tapahtumani muille käyttäjille seuraavasti:
fr: Montrer mes événements externes aux autres utilisateurs comme :
lv: Rādīt manus ārējos notikumus citiem lietotājiem kā:
nb: Vis mine eksterne hendelser til andre brukere som:
nl: Toon mijn externe evenementen aan andere gebruikers als:
pl: Pokaż moje zewnętrzne wydarzenia innym użytkownikom jako:
sv: Visa mina externa händelser för andra användare som:

source: Busy
da: Optaget
de: Beschäftigt
et: Hõivatud
fi: Varattu
fr: Occupé
lv: Aizņemts
nb: Opptatt
nl: Bezet
pl: Zajęty
sv: Upptagen

source: Event Info
da: Begivenhedsinfo
de: Ereignisinfo
et: Sündmuse info
fi: Tapahtumatiedot
fr: Informations sur l'événement
lv: Notikuma informācija
nb: Hendelsesinfo
nl: Evenementinformatie
pl: Informacje o wydarzeniu
sv: Händelseinformation

source: Sync my interview slots in my external calendar as:
da: Synkroniser mine interviewtider i min eksterne kalender som:
de: Meine Interviewtermine in meinem externen Kalender synchronisieren als:
et: Sünkroniseeri minu intervjuuajad minu välises kalendris kui:
fi: Synkronoi haastatteluaikani ulkoisen kalenterini kanssa seuraavasti:
fr: Synchroniser mes créneaux d'entretien dans mon calendrier externe comme :
lv: Sinhronizēt manas interviju laika nišas manā ārējā kalendārā kā:
nb: Synkroniser mine intervjutidspunkter i min eksterne kalender som:
nl: Synchroniseer mijn interviewslots in mijn externe agenda als:
pl: Synchronizuj moje sloty rozmów w moim zewnętrznym kalendarzu jako:
sv: Synkronisera mina intervjutider i min externa kalender som:

source: Private
da: Privat
de: Privat
et: Privaatne
fi: Yksityinen
fr: Privé
lv: Privāts
nb: Privat
nl: Privé
pl: Prywatne
sv: Privat

source: Position Automation
da: Automatisering af stilling
de: Position Automatisierung
et: Positsioonide automatiseerimine
fi: Työpaikka-automaatio
fr: Automatisation des postes
lv: Amata automatizācija
nb: Stillingsautomatisering
nl: Positie Automatisering
pl: Automatyzacja stanowiska
sv: Positionsautomatisering

source: Use as template
da: Brug som skabelon
de: Als Vorlage verwenden
et: Kasuta vormina
fi: Käytä pohjana
fr: Utiliser comme modèle
lv: Izmantot kā paraugu
nb: Bruk som mal
nl: Gebruiken als sjabloon
pl: Użyj jako szablon
sv: Använd som mall

source: We couldn't fetch any positions for you, please try again later.
da: Vi kunne ikke hente nogen stillinger til dig, prøv venligst igen senere.
de: Keine Stellen gefunden, bitte später erneut versuchen.
et: Me ei leidnud ühtegi ametikohta, proovi hiljem uuesti.
fi: Emme löytäneet työpaikkoja, ole hyvä ja yritä uudelleen.
fr: Nous n'avons pas pu récupérer de postes pour vous, veuillez réessayer plus tard.
lv: Mums neizdevās iegūt nevienu vakanci; lūdzu, vēlāk mēģiniet vēlreiz.
nb: Vi kunne ikke hente noen stillinger for deg, prøv igjen senere.
nl: We konden geen posities voor u ophalen, probeer het later opnieuw.
pl: Nie mogliśmy pobrać żadnych stanowisk dla Ciebie, spróbuj ponownie później.
sv: Vi kunde inte hämta några positioner för dig, var god och försök igen senare.

source: Upload your CV in PDF, DOC, or JPG
da: Upload dit CV i PDF, DOC eller JPG
de: Lebenslauf im PDF, DOC, oder JPG Format hochladen
et: Laadi oma CV üles PDF-, DOC- või JPG-vormingus.
fi: Lataa CV:si PDF-, DOC- tai JPG-muodossa
fr: Téléchargez votre CV au format PDF, DOC ou JPG
lv: Augšupielādējiet savu CV PDF, DOC vai JPG formātā
nb: Last opp CV-en din i PDF-, DOC- eller JPG-format
nl: Upload uw CV in PDF, DOC of JPG
pl: Prześlij swoje CV w formacie PDF, DOC lub JPG
sv: Ladda upp din CV i PDF, DOC, eller JPG

source: Upload any other document that you wish in PDF, DOC, or JPG
da: Upload ethvert andet dokument, som du vil, i PDF, DOC eller JPG
de: Jedes andere gewünschte Dokument im PDF, DOC oder JPG Format hochladen
et: Laadi üles mõni muu dokument PDF-, DOC- või JPG-vormingus
fi: Lataa muu haluamasi dokumentti PDF-. DOC- tai JPG-muodossa
fr: Téléchargez tout autre document que vous souhaitez au format PDF, DOC ou JPG
lv: Augšupielādējiet jebkuru citu dokumentu PDF, DOC vai JPG formātā
nb: Last opp et hvilket som helst annet dokument du ønsker i PDF, DOC eller JPG
nl: Upload elk ander gewenst document in PDF, DOC of JPG
pl: Prześlij dowolny inny dokument, który chcesz w formacie PDF, DOC lub JPG
sv: Ladda upp alla andra dokument som du vill i PDF, DOC, eller JPG

source: Refer talents to our company
da: Henvis talenter til vores virksomhed
de: Empfehlen Sie Talente an unser Unternehmen
et: Soovita meie ettevõttele talente
fi: Suosittele talentteja yritykseemme
fr: Référez des talents à notre entreprise
lv: Ieteikt talantus mūsu uzņēmumam
nb: Henvis talenter til vårt selskap
nl: Verwijs talenten door naar ons bedrijf
pl: Poleć talenty do naszej firmy
sv: Hänvisa talanger till vårt företag

source: Do you know a talent that would be a great fit for us? Recommend them here by filling in their information. The referrals are powered by {}.
da: Kender du et talent, der ville passe godt til os? Anbefal dem her ved at udfylde deres oplysninger. Henvisningerne drives af {}.
de: Kennen Sie ein Talent, das gut zu uns passen würde? Empfehlen Sie es hier, indem Sie seine Informationen ausfüllen. Die Empfehlungen werden von {} unterstützt.
et: Kas tead mõnda talenti, kes meile suurepäraselt sobiks? Soovita neid siin, täites nende andmed. Soovitusi toetab {}.
fi: Tiedätkö talentin, joka olisi sopisi täydellisesti meille? Suosittele heitä täältä täyttämällä heidän tietonsa. Suosittelut mahdollistaa {}.
fr: Connaissez-vous un talent qui serait parfait pour nous ? Recommandez-le ici en remplissant ses informations. Les références sont gérées par {}.
lv: Vai jūs zināt talantu, kas būtu lielisks papildinājums mums? Ieteiciet viņus šeit, aizpildot viņu informāciju. Ieteikumus nodrošina {}.
nb: Kjenner du et talent som ville passet perfekt for oss? Anbefal dem her ved å fylle ut informasjonen deres. Anbefalingene drives av {}.
nl: Kent u een talent dat goed bij ons zou passen? Beveel ze hier aan door hun informatie in te vullen. De verwijzingen worden mogelijk gemaakt door {}.
pl: Znasz talent, który świetnie by do nas pasował? Poleć go tutaj, wypełniając jego dane. Polecenia są obsługiwane przez {}.
sv: Känner du någon talang som skulle passa bra för oss? Rekommendera dem här genom att fylla i deras information. Remisserna drivs av {}.

source: Last update
da: Sidste opdatering
de: Letzte Aktualisierung
et: Viimane uuendus
fi: Uusin päivitys
fr: Dernière mise à jour
lv: Pēdējais atjauninājums
nb: Siste oppdatering
nl: Laatste update
pl: Ostatnia aktualizacja
sv: Senaste uppdateringen

source: Read more <a href="%(link)s" target="_blank">here</a>.
da: Læs mere <a href="%(link)s" target="_blank">her</a>.
de: <a href="%(link)s" target="_blank">Hier</a> mehr lesen.
et: Lisainfot leiad <a href="%(link)s" target="_blank">siit</a>.
fi: Lue lisää <a href="%(link)s" target="_blank">täältä</a>.
fr: En savoir plus <a href="%(link)s" target="_blank">ici</a>.
lv: Lasīt vairāk <a href="%(link)s" target="_blank">šeit</a>.
nb: Les mer <a href="%(link)s" target="_blank">her</a>.
nl: Lees <a href="%(link)s" target="_blank">hier</a> meer.
pl: Przeczytaj więcej <a href="%(link)s" target="_blank">tutaj</a>.
sv: Läs mer <a href="%(link)s" target="_blank">here</a>.

source: If you have any questions, please contact your own Customer Success Manager or <a href="mailto:%(email)s">%(email)s</a>.
da: Hvis du har spørgsmål, bedes du kontakte din egen Customer Success Manager eller <a href="mailto:%(email)s">%(email)s</a>.
de: Wenn Sie Fragen haben, wenden Sie sich bitte an Ihren Customer Success Manager oder <a href="mailto:%(email)s">%(email)s</a>.
et: Kui sul on küsimusi, võta ühendust sulle määratud kliendihalduriga või kirjuta e-posti aadressil <a href="mailto:%(email)s">%(email)s</a>.
fi: Jos sinulla on kysyttävää, ole yhteydessä nimettyyn TalentAdoren yhteyshenkilöönne. Tavoitatte meidät tarvittaessa myös lähettämällä sähköpostia osoitteeseen <a href="mailto:%(email)s">%(email)s</a>.
fr: Si vous avez des questions, veuillez contacter votre propre Customer Success Manager ou <a href="mailto:%(email)s">%(email)s</a>.
lv: Ja jums ir jautājumi, sazinieties ar savu klientu atbalsta menedžeri vai rakstiet uz <a href="mailto:%(email)s">%(email)s</a>.
nb: Hvis du har spørsmål, kan du kontakte din egen Customer Success Manager eller <a href="mailto:%(email)s">%(email)s</a>.
nl: Als u vragen heeft, neem dan contact op met uw eigen Customer Success Manager of <a href="mailto:%(email)s">%(email)s</a>.
pl: Jeśli masz jakiekolwiek pytania, skontaktuj się ze swoim Menedżerem Sukcesu Klienta lub <a href="mailto:%(email)s">%(email)s</a>.
sv: Vid möjliga frågor, vänligen kontakta er Customer Success Manager eller <a href="mailto:%(email)s">%(email)s</a>.

source: Please contact <a href="mailto:%(email)s">%(email)s</a> if you would like to have this feature.
da: Kontakt <a href="mailto:%(email)s">%(email)s</a> , hvis du gerne vil have denne funktion.
de: Bitte <a href="mailto:%(email)s">%(email)s</a>, wenn Sie diese Funktion freischalten nutzen möchten.
et: Kui soovid seda funktsiooni, võta meiega ühendust aadressil <a href="mailto:%(email)s">%(email)s</a>.
fi: Ota yhteyttä osoitteeseen <a href="mailto:%(email)s">%(email)s</a>, mikäli haluat toiminnallisuuden käyttöösi.
fr: Veuillez contacter <a href="mailto:%(email)s">%(email)s</a> si vous souhaitez disposer de cette fonctionnalité.
lv: Ja vēlaties izmantot šo funkciju, lūdzu, sazinieties ar <a href="mailto:%(email)s">%(email)s</a>.
nb: Ta kontakt med <a href="mailto:%(email)s">%(email)s</a> hvis du ønsker denne funksjonen.
nl: Neem contact op met <a href="mailto:%(email)s">%(email)s</a> als u deze functie wilt hebben.
pl: Skontaktuj się z <a href="mailto:%(email)s">%(email)s</a>, jeśli chcesz mieć tę funkcję.
sv: Vänligen kontakta <a href="mailto:%(email)s">%(email)s</a> om du vill ha denna funktion.

source: Happy recruitment,
da: God rekruttering,
de: Fröhliche Rekrutierung,
et: Head värbamist,
fi: Onnea ja menestystä rekrytointeihinne,
fr: Bon recrutement,
lv: Veiksmīgu darbinieku atlasi,
nb: God rekruttering,
nl: Fijne werving,
pl: Udanej rekrutacji,
sv: Glad rekrytering,

source: Team TalentAdore
et: TalentAdore’i meeskond
fi: TalentAdoren tiimi
fr: L'équipe TalentAdore
lv: TalentAdore komanda
pl: Zespół TalentAdore

source: Welcome!
da: Velkommen!
de: Willkommen!
et: Tere tulemast!
fi: Tervetuloa!
fr: Bienvenue!
lv: Laipni lūdzam!
nb: Velkommen!
nl: Welkom!
pl: Witaj!
sv: Välkommen!

source: Here you can explore release notes and learn more about our new capabilities that will help you recruit smarter and find the perfect balance between efficiency and human touch.
da: Her kan du udforske frigivelsesnoter og lære mere om vores nye funktioner, der vil hjælpe dig med at rekruttere smartere og finde den perfekte balance mellem effektivitet og menneskelig kontakt.
de: Hier können Sie die Versionshinweise erkunden und mehr über unsere neuen Funktionen erfahren, die Ihnen helfen, intelligenter zu rekrutieren und die perfekte Balance zwischen Effizienz und menschlichem Kontakt zu finden.
et: Siit leiate väljalaskemärkmed ja saate rohkem teada meie uutest võimalustest, mis aitavad teil targemini värvata ning leida täiusliku tasakaalu tõhususe ja inimliku puudutuse vahel.
fi: Täällä voit tutustua tarkemmin ja oppia lisää uusista ominaisuuksistamme, jotka auttavat sinua rekrytoimaan älykkäämmin ja löytämään täydellisen tasapainon tehokkuuden ja inhimillisen otteen välillä.
fr: Ici, vous pouvez explorer les notes de version et en savoir plus sur nos nouvelles fonctionnalités qui vous aideront à recruter plus intelligemment et à trouver le parfait équilibre entre efficacité et touche humaine.
lv: Šeit jūs varat izpētīt izlaišanas piezīmes un uzzināt vairāk par mūsu jaunajām iespējām, kas palīdzēs jums pieņemt darbā gudrāk un atrast ideālo līdzsvaru starp efektivitāti un cilvēcisku pieskārienu.
nb: Her kan du utforske versjonsmerknader og lære mer om våre nye funksjoner som vil hjelpe deg med å rekruttere smartere og finne den perfekte balansen mellom effektivitet og menneskelig kontakt.
nl: Hier kunt u de release notes verkennen en meer te weten komen over onze nieuwe mogelijkheden die u helpen slimmer te werven en de perfecte balans te vinden tussen efficiëntie en menselijk contact.
pl: Tutaj możesz przeglądać informacje o wydaniu i dowiedzieć się więcej o naszych nowych możliwościach, które pomogą Ci rekrutować mądrzej i znaleźć idealną równowagę między wydajnością a ludzkim podejściem.
sv: Här kan du utforska versionsinformation och lära dig mer om våra nya funktioner som hjälper dig att rekrytera smartare och hitta den perfekta balansen mellan effektivitet och mänsklig kontakt.

source: Early Access
da: Tidlig adgang
de: Früher Zugriff
et: Varajane juurdepääs
fi: Beta-kokeilu
fr: Accès anticipé
lv: Agrīnā piekļuve
nb: Tidlig tilgang
nl: Vroege Toegang
pl: Wczesny dostęp
sv: Tidig åtkomst

source: Beta releases are available only by activating them via early access. Early access can be accessed {}by admin users.{}
da: Betaversioner er kun tilgængelige ved at aktivere dem via tidlig adgang. Tidlig adgang kan tilgås {}af administratorbrugere.{}
de: Beta-Versionen sind nur durch Aktivierung über den frühen Zugriff verfügbar. Der frühe Zugriff kann {}von Admin-Benutzern{} genutzt werden.
et: Beetaversioonid on saadaval ainult nende aktiveerimise kaudu varajase juurdepääsu kaudu. Varajasele juurdepääsule pääsevad ligi {}administraatorid.{}
fi: beta-ominaisuudet ovat saatavilla vain aktivoimalla ne varhaisen pääsyn kautta {}pääkäyttäjien{} toimesta.
fr: Les versions bêta ne sont disponibles qu'en les activant via un accès anticipé. L'accès anticipé peut être activé {}par les utilisateurs administrateurs.{}
lv: Beta versijas ir pieejamas tikai aktivizējot tās, izmantojot agrīno piekļuvi. Agrīno piekļuvi var piekļūt {}administratora lietotāji.{}
nb: Betaversjoner er kun tilgjengelige ved å aktivere dem via tidlig tilgang. Tidlig tilgang kan nås {}av administratorbrukere.{}
nl: Beta-releases zijn alleen beschikbaar door ze te activeren via vroege toegang. Vroege toegang kan worden geopend {}door beheerders.{}
pl: Wydania beta są dostępne tylko po aktywowaniu ich za pośrednictwem wczesnego dostępu. Wczesny dostęp może być uzyskany {}przez użytkowników administracyjnych.{}
sv: Betaversioner är endast tillgängliga genom att aktivera dem via tidig åtkomst. Tidig åtkomst kan nås {}av administratörer.{}

source: See all features in early access by navigating to {}"Early Access"{} under company settings.
da: Se alle funktioner i tidlig adgang ved at navigere til {}"Tidlig adgang"{} under firmaindstillinger.
de: Sehen Sie alle Funktionen im Early Access, indem Sie unter den Firmeneinstellungen zu {}"Early Access"{} navigieren.
et: Vaadake kõiki funktsioone varajases juurdepääsus, navigeerides ettevõtte seadete all {}"Varajane juurdepääs"{}.
fi: Näet kaikki varhaisen käytön ominaisuudet siirtymällä kohtaan {}“Beta-kokeilu”{} yrityksen asetuksissa.
fr: Voir toutes les fonctionnalités en accès anticipé en naviguant vers {}"Accès anticipé"{} dans les paramètres de l'entreprise.
lv: Skatiet visas funkcijas agrīnajā piekļuvē, navigējot uz {}"Agrīnā piekļuve"{} sadaļā uzņēmuma iestatījumi.
nb: Se alle funksjoner i tidlig tilgang ved å navigere til {}"Tidlig tilgang"{} under bedriftsinnstillinger.
nl: Bekijk alle functies in vroege toegang door te navigeren naar {}"Vroege toegang"{} onder bedrijfsinstellingen.
pl: Zobacz wszystkie funkcje we wczesnym dostępie, przechodząc do {}"Wczesny dostęp"{} w ustawieniach firmy.
sv: Se alla funktioner i tidig åtkomst genom att navigera till {}"Tidig åtkomst"{} under företagsinställningar.

source: Your opinion matters
da: Din mening betyder noget
de: Ihre Meinung zählt
et: Teie arvamus on oluline
fi: Sinun mielipiteelläsi on merkitystä
fr: Votre avis compte
lv: Jūsu viedoklis ir svarīgs
nb: Din mening betyr noe
nl: Uw mening telt
pl: Twoja opinia ma znaczenie
sv: Din åsikt är viktig

source: We want to hear from you to better understand how we can make TalentAdore Hire even better.
da: Vi vil gerne høre fra dig for bedre at forstå, hvordan vi kan gøre TalentAdore Hire endnu bedre.
de: Wir möchten von Ihnen hören, um besser zu verstehen, wie wir TalentAdore Hire noch besser machen können.
et: Soovime teilt kuulda, et paremini mõista, kuidas saame TalentAdore Hire'i veelgi paremaks muuta.
fi: Haluamme kuulla sinun mielipiteesi, jotta voimme paremmin ymmärtää, kuinka voimme tehdä TalentAdore Hiresta vielä paremman.
fr: Nous voulons avoir votre avis pour mieux comprendre comment nous pouvons améliorer TalentAdore Hire.
lv: Mēs vēlamies dzirdēt no jums, lai labāk saprastu, kā mēs varam padarīt TalentAdore Hire vēl labāku.
nb: Vi vil gjerne høre fra deg for å bedre forstå hvordan vi kan gjøre TalentAdore Hire enda bedre.
nl: We willen graag van u horen om beter te begrijpen hoe we TalentAdore Hire nog beter kunnen maken.
pl: Chcemy usłyszeć od Ciebie, aby lepiej zrozumieć, jak możemy uczynić TalentAdore Hire jeszcze lepszym.
sv: Vi vill höra från dig för att bättre förstå hur vi kan göra TalentAdore Hire ännu bättre.

source: Share your development ideas, wishes and other feedback via {}this form{}.
da: Del dine udviklingsidéer, ønsker og anden feedback via {}denne formular{}.
de: Teilen Sie Ihre Entwicklungsideen, Wünsche und sonstiges Feedback über {}dieses Formular{}.
et: Jagage oma arendusideid, soove ja muud tagasisidet {}selle vormi{} kaudu.
fi: Jaa kehitysideasi, toiveesi ja muu palautteesi {}tämän lomakkeen{}kautta.
fr: Partagez vos idées de développement, vos souhaits et autres commentaires via {}ce formulaire{}.
lv: Dalieties ar savām attīstības idejām, vēlmēm un citām atsauksmēm, izmantojot {}šo veidlapu{}.
nb: Del dine utviklingsideer, ønsker og annen tilbakemelding via {}dette skjemaet{}.
nl: Deel uw ontwikkelingsideeën, wensen en andere feedback via {}dit formulier{}.
pl: Podziel się swoimi pomysłami na rozwój, życzeniami i innymi opiniami za pośrednictwem {}tego formularza{}.
sv: Dela dina utvecklingsidéer, önskemål och annan feedback via {}detta formulär{}.

source: Questions?
da: Har du spørgsmål?
de: Fragen?
et: Kas sul on küsimusi?
fi: Kysymyksiä?
fr: Des questions ?
lv: Vai jums ir jautājumi?
nb: Har du spørsmål?
nl: Vragen?
pl: Pytania?
sv: Frågor?

source: Send us a message from the “Support” tab at the bottom right corner of the page or take a look at our {}support guides{}.
da: Send os en besked fra fanen "Support" nederst til højre på siden, eller tag et kig på vores {}supportvejledninger{}.
de: Senden Sie uns eine Nachricht vom “Support” Tab in der unteren, rechten Ecke der Seite oder werfen Sie einen Blick auf unsere {}Support Anleitungen{}.
et: Saada meile sõnum lehe alumises paremas nurgas oleva vahekaardi „Klienditugi“ kaudu või loe meie {}kasutusjuhendeid{}.
fi: Voit lähettää meille viestiä “Tuki”-kentästä sivun oikeassa alareunassa tai etsiä tietoa kattavista {}tukioppaistamme{}.
lv: Nosūtiet mums ziņojumu no sadaļas “Atbalsts”, kas atrodas lapas apakšējā labajā stūrī, vai arī apskatiet mūsu {}atbalsta rokasgrāmatas{}.
nb: Send oss en melding fra "Støtte"-fanen nederst til høyre på siden, eller ta en titt på våre {}supportguider{}.
sv: Skicka ett meddelande till oss från "Support"-fliken i nedre högra hörnet på sidan eller ta en titt på våra {}supportguider{}.

source: March
da: Marts
de: März
et: Märts
fi: Maaliskuu
fr: Mars
lv: Marts
nb: Mars
nl: Maart
pl: Marzec
sv: Mars

source: Hello there!
da: Hej med dig!
de: Hallo!
et: Tere!
fi: Hei!
fr: Bonjour !
lv: Sveicināti!
nb: Hei der!
nl: Hallo daar!
pl: Witaj!
sv: Hej där!

source: We are starting the 2025 product updates with a bang! This release is jam-packed with completely new features and updates that we’re eager for you to explore.
et: Alustame 2025. aasta tooteuuendusi pauguga! See väljalase on tulvil täiesti uusi funktsioone ja uuendusi, mida ootame teid avastama.
fi: Aloitamme vuoden 2025 tuoteuudistukset ryminällä! Tämä julkaisu on täynnä täysin uusia ominaisuuksia ja päivityksiä, joita pääset innolla tutkimaan.
sv: Vi inleder produktuppdateringarna för 2025 med en smäll! Den här releasen är fullpackad med helt nya funktioner och uppdateringar som vi ser fram emot att du ska utforska.

source: Recently released features
et: Hiljuti välja antud funktsioonid
fi: Äskettäin julkaistut toiminnallisuudet
sv: Nyligen släppta funktioner

source: Skills-based hiring is the new way to recruit. That’s why we are rolling out completely revamped iterations of our beloved features, candidate evaluation, AI-assisted candidate feedback, and the new, amazing AI Skills Matching. 🚀
et: Oskustepõhine värbamine on uus viis värbamiseks. Seetõttu anname välja meie armastatud funktsioonide, kandidaatide hindamise, tehisintellekti abil antava kandidaatide tagasiside ja uue, hämmastava tehisintellekti oskuste sobitamise täielikult uuendatud versioonid. 🚀
fi: Taitoihin perustuva rekrytointi on uusi tapa palkata. Siksi tuomme uudistettuina versioina suositut ominaisuutemme: ehdokasarvioinnin, tekoälyavusteisen palautteen hakijoille sekä uuden, upean AI Skills Matchingin. 🚀
sv: Kompetensbaserad rekrytering är det nya sättet att anställa. Därför lanserar vi helt omarbetade versioner av våra älskade funktioner: kandidatbedömning, AI-assisterad kandidatfeedback och den nya, fantastiska AI Skills Matching. 🚀

source: AI Skills Matching (Early Access) ✨
et: AI oskuste sobitamine (varajane juurdepääs) ✨
fi: Tekoälypohjainen osaamisvertailu (Beta-kokeilu) ✨
sv: AI-kompetensmatching (Tidig tillgång) ✨

source: One of the most exciting additions to TalentAdore Hire, the groundbreaking new AI Skills Matching will help our users identify the best candidates faster.
et: Üks põnevamaid täiendusi TalentAdore Hire'ile, murranguline uus AI oskuste sobitamine aitab meie kasutajatel parimaid kandidaate kiiremini tuvastada.
fi: Yksi parhaista lisäyksistä TalentAdore Hireen on uusi tekoälypohjainen osaamisvertailu, joka auttaa käyttäjiämme tunnistamaan parhaat ehdokkaat nopeammin kuin koskaan ennen.
sv: En av de mest spännande tilläggen till TalentAdore Hire någonsin, den banbrytande nya AI-kompetensmatchningen kommer att hjälpa våra användare att identifiera de bästa kandidaterna snabbare än någonsin tidigare.

source: Match skills based on numerous frameworks, such as ESCO, and your own requirements.
et: Sobitage oskusi mitmete raamistike, näiteks ESCO, ja oma nõuete alusel.
fi: Vertaa osaamista lukuisiin viitekehyksiin, kuten ESCO:on, ja omiin kriteereihin.
sv: Matcha kompetenser baserat på flera ramverk, som ESCO, och dina egna kriterier.
