Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: The new widget-based Dashboard is finally here! In the default view you will be able to have a quick glance at your active positions, the related applicants, your open tasks and your calendar. With only a few clicks you can further customise this view with the list of referrals and unsent feedback. The new Dashboard view can be enabled by admin users under the new Early Access feature in the Settings. For enabling it for other roles, please reach out to your Customer Success Manager or our Support team.
da: Det nye widget-baserede Dashboard er endelig her! I standardvisningen vil du hurtigt kunne se dine aktive stillinger, de relaterede ansøgere, dine åbne opgaver og din kalender. Med blot få klik kan du yderligere tilpasse denne visning med listen over henvisninger og ikke-sendt feedback. Den nye Dashboard-visning kan aktiveres af administratorbrugere under den nye Early Access-funktion i Indstillinger. For at aktivere det for andre roller, bedes du kontakte din Customer Success Manager eller vores supportteam.
de: Das neue Widget-basierte Dashboard ist endlich da! In der Standardansicht haben Sie einen schnellen Überblick über Ihre aktiven Positionen, die zugehörigen Bewerber, Ihre offenen Aufgaben und Ihren Kalender. Mit nur wenigen Klicks können Sie diese Ansicht mit der Liste der Empfehlungen und nicht gesendeten Feedbacks weiter anpassen. Die neue Dashboard-Ansicht kann von Admin-Benutzern unter der neuen Funktion "Early Access" in den Einstellungen aktiviert werden. Um sie für andere Rollen zu aktivieren, wenden Sie sich bitte an Ihren Customer Success Manager oder unser Support-Team.
et: Uus vidinate põhine töölaud on lõpuks siin! Vaikevaates saate kiiresti ülevaate oma aktiivsetest ametikohtadest, seotud kandidaatidest, avatud ülesannetest ja kalendrist. Vaid mõne klõpsuga saate seda vaadet veelgi kohandada soovituste nimekirja ja saatmata tagasisidega. Administraatorid saavad uue töölaua vaate lubada seadete all uue varajase juurdepääsu funktsiooni kaudu. Selle lubamiseks teistele rollidele võtke palun ühendust oma kliendiedukuse juhiga või meie klienditoega.
fi: Uusi widgeteihin perustuva koontinäyttö on vihdoin täällä! Oletusasetuksilla näet nopeasti aktiiviset työpaikkasi, niihin liittyvät hakijat, avoimet tehtäväsi ja kalenterisi. Muutamalla klikkauksella voit muokata näkymää lisäämällä siihen suosittelijat ja lähettämättömät palautteet. Ylläpitäjät voivat ottaa uuden koontinäytön käyttöön Asetuksissa uuden Early Access -ominaisuuden alta. Jos haluat ottaa sen käyttöön muille rooleille, ota yhteyttä asiakasvastaavaasi tai tukitiimiimme.
fr: Le nouveau tableau de bord basé sur des widgets est enfin là ! Dans la vue par défaut, vous pourrez avoir un aperçu rapide de vos postes actifs, des candidats associés, de vos tâches ouvertes et de votre calendrier. En quelques clics seulement, vous pouvez personnaliser davantage cette vue avec la liste des recommandations et des commentaires non envoyés. La nouvelle vue Tableau de bord peut être activée par les utilisateurs administrateurs sous la nouvelle fonctionnalité Accès anticipé dans les Paramètres. Pour l'activer pour d'autres rôles, veuillez contacter votre Customer Success Manager ou notre équipe d'assistance.
lv: Beidzot ir ieradusies jaunā logrīku bāzētā informācijas panelis! Noklusējuma skatā jūs varēsiet ātri apskatīt savas aktīvās pozīcijas, saistītos kandidātus, atvērtos uzdevumus un kalendāru. Ar dažiem klikšķiem jūs varat vēl vairāk pielāgot šo skatu ar nosūtīto rekomendāciju un nenosūtīto atsauksmju sarakstu. Jauno informācijas paneļa skatu var iespējot administratora lietotāji sadaļā Iestatījumi zem jaunās funkcijas Agrīnā piekļuve. Lai to iespējotu citām lomām, lūdzu, sazinieties ar savu klientu panākumu vadītāju vai mūsu atbalsta komandu.
nb: Det nye widget-baserte dashbordet er endelig her! I standardvisningen vil du raskt kunne se dine aktive stillinger, relaterte søkere, åpne oppgaver og kalenderen din. Med bare noen få klikk kan du tilpasse denne visningen ytterligere med listen over anbefalinger og tilbakemeldinger som ikke er sendt. Den nye dashbordvisningen kan aktiveres av administratorbrukere under den nye Early Access-funksjonen i Innstillinger. For å aktivere det for andre roller, vennligst ta kontakt med din Customer Success Manager eller vårt supportteam.
nl: Het nieuwe widget-gebaseerde Dashboard is eindelijk hier! In de standaardweergave kun je snel een blik werpen op je actieve posities, de bijbehorende sollicitanten, je openstaande taken en je agenda. Met slechts een paar klikken kun je deze weergave verder aanpassen met de lijst van referrals en niet-verzonden feedback. De nieuwe Dashboard-weergave kan door beheerders worden ingeschakeld onder de nieuwe functie Vroege toegang in de Instellingen. Om het voor andere rollen in te schakelen, neem je contact op met je Customer Success Manager of ons ondersteuningsteam.
pl: Nowy pulpit oparty na widżetach jest już dostępny! W widoku domyślnym będziesz mieć możliwość szybkiego rzutu oka na aktywne stanowiska, powiązanych kandydatów, otwarte zadania i kalendarz. Za pomocą kilku kliknięć możesz dodatkowo dostosować ten widok o listę poleceń i niewysłane opinie. Nowy widok pulpitu może być włączony przez użytkowników z uprawnieniami administratora w nowej funkcji Wczesnego Dostępu w Ustawieniach. Aby włączyć go dla innych ról, skontaktuj się z Menedżerem Sukcesu Klienta lub naszym zespołem wsparcia.
sv: Den nya widgetbaserade instrumentpanelen är äntligen här! I standardvyn kommer du att kunna få en snabb överblick över dina aktiva tjänster, relaterade sökande, dina öppna uppgifter och din kalender. Med bara några få klick kan du ytterligare anpassa den här vyn med listan över rekommendationer och ej skickat feedback. Den nya instrumentpanelsvyn kan aktiveras av administratörer under den nya funktionen för tidig åtkomst i inställningarna. För att aktivera den för andra roller, vänligen kontakta din kundansvarige eller vårt supportteam.

source: Customisable columns in Application and Positions
da: Tilpasselige kolonner i Ansøgning og Stillinger
de: Anpassbare Spalten in Bewerbungen und Positionen
et: Kohandatavad veerud kandideerimistes ja ametikohtades
fi: Muokattavat sarakkeet hakemuksissa ja työpaikoissa
fr: Colonnes personnalisables dans les candidatures et les postes
lv: Pielāgojamas kolonnas sadaļās Pieteikumi un Pozīcijas
nb: Tilpassbare kolonner i Søknader og Stillinger
nl: Aanpasbare kolommen in Sollicitatie en Posities
pl: Konfigurowalne kolumny w Aplikacjach i Stanowiskach
sv: Anpassningsbara kolumner i ansökningar och tjänster

source: In the list view of Applications and in the Positions overview pages you have the options to select which columns are most relevant to your work and also in which order. This new custom selection and sorting option is available on a user basis.
da: I listevisningen af ansøgninger og på siden med oversigt over stillinger har du mulighed for at vælge, hvilke kolonner der er mest relevante for dit arbejde, og også i hvilken rækkefølge. Denne nye brugerdefinerede valgmulighed for valg og sortering er tilgængelig på brugerbasis.
de: In der Listenansicht der Bewerbungen und auf den Übersichtsseiten der Positionen haben Sie die Möglichkeit, auszuwählen, welche Spalten für Ihre Arbeit am relevantesten sind und in welcher Reihenfolge sie angezeigt werden sollen. Diese neue benutzerdefinierte Auswahl- und Sortierungsoption ist auf Benutzerbasis verfügbar.
et: Rakenduste loendi vaates ja ametikohtade ülevaate lehekülgedel on teil võimalus valida, millised veerud on teie töö jaoks kõige asjakohasemad ja millises järjekorras. See uus kohandatud valiku ja sortimise valik on saadaval kasutajapõhiselt.
fi: Hakemusten listanäkymässä ja Positiot-yhteenvetosivuilla voit valita, mitkä sarakkeet ovat työsi kannalta oleellisimmat ja missä järjestyksessä ne näytetään. Tämä uusi mukautettu valinta- ja lajitteluvaihtoehto on käytettävissä käyttäjäkohtaisesti.
fr: Dans la vue liste des candidatures et dans les pages de présentation des postes, vous avez la possibilité de sélectionner les colonnes les plus pertinentes pour votre travail et dans quel ordre. Cette nouvelle option de sélection et de tri personnalisée est disponible par utilisateur.
lv: Pieteikumu saraksta skatā un pozīciju pārskata lapās jums ir iespēja izvēlēties, kuras kolonnas ir visaktuālākās jūsu darbam, kā arī to secību. Šī jaunā pielāgotās atlases un kārtošanas iespēja ir pieejama katram lietotājam atsevišķi.
nb: I listevisningen av søknader og i oversiktssidene for stillinger har du muligheten til å velge hvilke kolonner som er mest relevante for arbeidet ditt, og også i hvilken rekkefølge. Dette nye tilpassede valget og sorteringsalternativet er tilgjengelig på brukerbasis.
nl: In de lijstweergave van Sollicitaties en in de overzichtspagina's van Posities heb je de mogelijkheid om te selecteren welke kolommen het meest relevant zijn voor je werk en ook in welke volgorde. Deze nieuwe optie voor aangepaste selectie en sortering is beschikbaar per gebruiker.
pl: W widoku listy Aplikacji i na stronach przeglądu Stanowisk masz możliwość wyboru, które kolumny są najbardziej istotne dla Twojej pracy, a także w jakiej kolejności. Ta nowa opcja niestandardowego wyboru i sortowania jest dostępna dla każdego użytkownika.
sv: I listvyn för ansökningar och på översiktssidorna för positioner har du möjlighet att välja vilka kolumner som är mest relevanta för ditt arbete och även i vilken ordning. Detta nya alternativ för anpassat urval och sortering är tillgängligt per användare.

source: Inviting multiple candidates to a group interview at once
da: Inviter flere kandidater til et gruppeinterview på én gang
de: Mehrere Kandidaten gleichzeitig zu einem Gruppeninterview einladen
et: Mitme kandidaadi kutsumine korraga rühmaintervjuule
fi: Useiden ehdokkaiden kutsuminen ryhmähaastatteluun kerralla
fr: Inviter plusieurs candidats à un entretien de groupe en une seule fois
lv: Vairāku kandidātu uzaicināšana uz grupu interviju vienlaicīgi
nb: Invitere flere kandidater til et gruppeintervju samtidig
nl: Meerdere kandidaten tegelijk uitnodigen voor een groepsinterview
pl: Zapraszanie wielu kandydatów na wywiad grupowy jednocześnie
sv: Bjud in flera kandidater till en gruppintervju samtidigt

source: With this calendar improvement you can invite pre-selected candidates to the same group interview slot in a new simple flow. To learn more about this new functionality, check out {}this updated user guide{}.
da: Med denne kalenderforbedring kan du invitere forudvalgte kandidater til den samme gruppeinterviewplads i et nyt, enkelt flow. For at lære mere om denne nye funktionalitet kan du tjekke {}denne opdaterede brugervejledning{}.
de: Mit dieser Kalenderverbesserung können Sie vorausgewählte Kandidaten in einem neuen, einfachen Ablauf zum selben Gruppeninterviewtermin einladen. Um mehr über diese neue Funktionalität zu erfahren, lesen Sie {}diese aktualisierte Benutzeranleitung{}.
et: Selle kalendri täiustusega saate kutsuda eelnevalt valitud kandidaadid samale rühmaintervjuu ajale uues lihtsas voos. Lisateabe saamiseks selle uue funktsionaalsuse kohta vaadake {}seda uuendatud kasutusjuhendit{}.
fi: Tämän kalenteriparannuksen avulla voit kutsua esivalittuja ehdokkaita samaan ryhmähaastatteluaikaan uudessa yksinkertaisessa työnkulussa. Lisätietoja tästä uudesta toiminnosta saat {}tästä päivitetystä käyttöoppaasta{}.
fr: Grâce à cette amélioration du calendrier, vous pouvez inviter des candidats présélectionnés au même créneau d'entretien de groupe dans un nouveau flux simple. Pour en savoir plus sur cette nouvelle fonctionnalité, consultez {}ce guide utilisateur mis à jour{}.
lv: Ar šo kalendāra uzlabojumu jūs varat uzaicināt iepriekš atlasītus kandidātus uz to pašu grupu intervijas laika nišu jaunā, vienkāršā plūsmā. Lai uzzinātu vairāk par šo jauno funkcionalitāti, skatiet {}šo atjaunināto lietotāja rokasgrāmatu{}.
nb: Med denne kalenderforbedringen kan du invitere forhåndsvalgte kandidater til den samme gruppeintervjutiden i en ny enkel flyt. For å lære mer om denne nye funksjonaliteten, sjekk ut {}denne oppdaterte brukerveiledningen{}.
nl: Met deze kalenderverbetering kun je voorgeselecteerde kandidaten in een nieuwe eenvoudige flow uitnodigen voor hetzelfde groepsinterviewslot. Bekijk {}deze bijgewerkte gebruikershandleiding{} voor meer informatie over deze nieuwe functionaliteit.
pl: Dzięki temu ulepszeniu kalendarza możesz zaprosić wstępnie wybranych kandydatów na ten sam termin wywiadu grupowego w nowym, prostym przepływie. Aby dowiedzieć się więcej o tej nowej funkcjonalności, sprawdź {}ten zaktualizowany przewodnik użytkownika{}.
sv: Med denna kalenderförbättring kan du bjuda in förvalda kandidater till samma gruppintervjuslot i ett nytt enkelt flöde. För att lära dig mer om denna nya funktionalitet, kolla in {}denna uppdaterade användarguide{}.

source: Other upcoming Early Access features:
da: Andre kommende Early Access-funktioner:
de: Weitere bevorstehende Early-Access-Funktionen:
et: Muud peatselt tulevad varajase juurdepääsu funktsioonid:
fi: Muita tulevia Early Access -ominaisuuksia:
fr: Autres fonctionnalités à venir en accès anticipé :
lv: Citas gaidāmās Early Access funkcijas:
nb: Andre kommende Early Access-funksjoner:
nl: Andere aankomende Early Access-functies:
pl: Inne nadchodzące funkcje Wczesnego Dostępu:
sv: Andra kommande Early Access-funktioner:

source: Full Outlook-calendar integration
da: Fuld integration med Outlook-kalender
de: Vollständige Integration des Outlook-Kalenders
et: Täielik Outlooki kalendri integratsioon
fi: Täysi Outlook-kalenterin integraatio
fr: Intégration complète du calendrier Outlook
lv: Pilna Outlook kalendāra integrācija
nb: Full Outlook-kalenderintegrering
nl: Volledige integratie met Outlook-agenda
pl: Pełna integracja z kalendarzem Outlook
sv: Full integration med Outlook-kalendern

source: Embed your Outlook completely into your TalentAdore Hire calendar and enjoy the real-time updates regardless where you make the calendar changes.
da: Integrer din Outlook fuldstændigt i din TalentAdore Hire-kalender, og nyd opdateringer i realtid, uanset hvor du foretager ændringer i kalenderen.
de: Betten Sie Ihren Outlook-Kalender vollständig in Ihren TalentAdore Hire-Kalender ein und profitieren Sie von Echtzeit-Updates, unabhängig davon, wo Sie die Kalenderänderungen vornehmen.
et: Integreerige oma Outlook täielikult oma TalentAdore Hire kalendrisse ja nautige reaalajas uuendusi, olenemata sellest, kus te kalendri muudatusi teete.
fi: Upota Outlook täysin TalentAdore Hire -kalenteriisi ja nauti reaaliaikaisista päivityksistä riippumatta siitä, missä teet kalenterimuutokset.
fr: Intégrez complètement votre Outlook dans votre calendrier TalentAdore Hire et profitez des mises à jour en temps réel, peu importe où vous effectuez les modifications du calendrier.
lv: Pilnībā iegulstiet savu Outlook TalentAdore Hire kalendārā un izbaudiet reāllaika atjauninājumus neatkarīgi no tā, kur veicat kalendāra izmaiņas.
nb: Integrer Outlook fullstendig i TalentAdore Hire-kalenderen din og nyt sanntidsoppdateringer uavhengig av hvor du gjør kalenderendringene.
nl: Integreer uw Outlook volledig in uw TalentAdore Hire-agenda en geniet van real-time updates, ongeacht waar u de agendawijzigingen aanbrengt.
pl: Osadź w pełni swój kalendarz Outlook w kalendarzu TalentAdore Hire i ciesz się aktualizacjami w czasie rzeczywistym, niezależnie od tego, gdzie dokonujesz zmian w kalendarzu.
sv: Integrera din Outlook helt i din TalentAdore Hire-kalender och njut av realtidsuppdateringar oavsett var du gör kalenderändringar.

source: Get an instant overview and editing access to your organisation’s application forms under the Company settings.
da: Få et øjeblikkeligt overblik og redigeringsadgang til din organisations ansøgningsskemaer under virksomhedsindstillingerne.
de: Erhalten Sie eine sofortige Übersicht und Bearbeitungszugriff auf die Bewerbungsformulare Ihres Unternehmens unter den Firmeneinstellungen.
et: Saate ettevõtte seadete alt kohese ülevaate ja redigeerimisjuurdepääsu oma organisatsiooni kandideerimisvormidele.
fi: Saat välittömän yleiskatsauksen ja muokkausoikeudet organisaatiosi hakulomakkeisiin Yritysasetuksissa.
sv: Få en omedelbar översikt och redigeringsåtkomst till din organisations ansökningsformulär under Företagsinställningar.

source: Renewed Advanced Analytics
da: Fornyede avancerede analyser
de: Erneuertes Advanced Analytics
et: Uuendatud täiustatud analüütika
fi: Uudistettu Advanced Analytics
fr: Analytique avancée renouvelée
lv: Atjaunotā uzlabotā analītika
nb: Fornyet Avansert Analyse
nl: Vernieuwde geavanceerde analyses
pl: Odnowiona zaawansowana analityka
sv: Förnyad avancerad analys

source: A completely fresh look with the earlier announced widget-based Analytics, that gives you invaluable insight into recruitment performance, candidate experience, Talent Community and application data and much more.
da: Et helt nyt udseende med de tidligere annoncerede widget-baserede analyser, der giver dig uvurderlig indsigt i rekrutteringsresultater, kandidatoplevelse, Talent Community og ansøgningsdata og meget mere.
de: Ein völlig neuer Look mit den zuvor angekündigten Widget-basierten Analytics, die Ihnen wertvolle Einblicke in die Rekrutierungsleistung, Kandidatenerfahrung, Talent Community und Bewerbungsdaten und vieles mehr geben.
et: Täiesti värske välimus koos varem välja kuulutatud vidinate põhise analüütikaga, mis annab teile hindamatut teavet värbamise tulemuslikkuse, kandidaatide kogemuste, Talent Community ja kandideerimisandmete ning palju muu kohta.
fi: Täysin uusi ilme aiemmin julkistetun widgetpohjaisen analytiikan kanssa, joka antaa korvaamatonta tietoa rekrytoinnin suorituskyvystä, hakijakokemuksesta, Talent Communitystä, hakijatiedoista ja paljon muusta.
fr: Un look complètement nouveau avec les widgets d'analyse annoncés précédemment, qui vous donnent un aperçu inestimable de la performance du recrutement, de l'expérience des candidats, des données de la Talent Community et des candidatures, et bien plus encore.
lv: Pavisam jauns izskats ar iepriekš izziņoto logrīku analītiku, kas sniedz neatsveramu ieskatu darbā pieņemšanas sniegumā, kandidātu pieredzē, Talent Community un pieteikumu datos, kā arī daudz ko citu.
nb: En helt ny utforming med den tidligere annonserte widget-baserte analysen, som gir deg uvurderlig innsikt i rekrutteringsytelse, kandidatopplevelse, Talent Community og søknadsdata og mye mer.
nl: Een volledig nieuwe look met de eerder aangekondigde widget-gebaseerde analyses, die u onschatbare inzichten geven in wervingsprestaties, kandidaatervaring, Talent Community en sollicitatiegegevens en nog veel meer.
pl: Zupełnie nowy wygląd z wcześniej ogłoszoną analityką opartą na widżetach, która daje nieoceniony wgląd w wydajność rekrutacji, doświadczenie kandydatów, Talent Community, dane aplikacji i wiele więcej.
sv: En helt ny look med den tidigare tillkännagivna widgetbaserade analysen, som ger dig ovärderlig insikt i rekryteringsprestanda, kandidatupplevelse, Talent Community och ansökningsdata och mycket mer.

source: Have a great September ahead and let us know what you think of the new features!
da: Hav en fantastisk september foran dig, og lad os vide, hvad du synes om de nye funktioner!
de: Wir wünschen Ihnen einen großartigen September und lassen Sie uns wissen, was Sie von den neuen Funktionen halten!
et: Soovin teile suurepärast septembrit ja andke meile teada, mida arvate uutest funktsioonidest!
fi: Toivotamme hyvää syyskuuta ja kerro meille, mitä mieltä olet uusista ominaisuuksista!
fr: Passez un excellent mois de septembre et faites-nous savoir ce que vous pensez des nouvelles fonctionnalités !
lv: Novēlam lielisku septembri un pastāstiet mums, ko domājat par jaunajām funkcijām!
nb: Ha en flott september foran deg og la oss få vite hva du synes om de nye funksjonene!
nl: Ik wens u een geweldige september toe en laat ons weten wat u van de nieuwe functies vindt!
pl: Życzymy wspaniałego września i daj nam znać, co sądzisz o nowych funkcjach!
sv: Ha en bra september framför dig och berätta för oss vad du tycker om de nya funktionerna!

source: Best,
da: Med venlig hilsen,
de: Herzlichst,
et: Heade soovidega
fi: Terveisin,
fr: Cordialement,
lv: Ar cieņu
nb: Hilsen
nl: Met vriendelijke groet,
pl: Pozdrawiamy,
sv: Med vänliga hälsningar

source: TalentAdore Team
da: TalentAdore-teamet
et: TalentAdore meeskond
fi: Terveisin, TalentAdore tiimi
fr: L'équipe TalentAdore
lv: TalentAdore komanda
nb: TalentAdore-teamet
nl: Het TalentAdore Team
pl: Zespół TalentAdore

source: June
da: Juni
de: Juni
et: Juuni
fi: Kesäkuu
fr: juin
lv: Jūnijs
nb: Juni
nl: juni
pl: Czerwiec
sv: Juni

source: Hi
da: Hej
de: Hallo
et: Tere
fi: Hei
fr: Bonjour
lv: Sveiki
nb: Hei
nl: Hallo
pl: Cześć
sv: Hej

source: We have new exciting features to introduce to you.
da: Vi har nye spændende funktioner at introducere til dig.
de: Wir haben neue spannende Funktionen, die wir Ihnen vorstellen möchten.
et: Meil on teile tutvustada uusi põnevaid funktsioone.
fi: Meillä on uusia jännittäviä ominaisuuksia esiteltävänä sinulle.
fr: Nous avons de nouvelles fonctionnalités passionnantes à vous présenter.
lv: Mums ir jaunas aizraujošas funkcijas, ko jums iepazīstināt.
nb: Vi har nye spennende funksjoner å introdusere for deg.
nl: We hebben nieuwe spannende functies om aan u voor te stellen.
pl: Mamy dla Ciebie nowe, ekscytujące funkcje.
sv: Vi har nya spännande funktioner att introducera för dig.

source: Get a preview of the application with the new Overlay view
da: Få et smugkig på applikationen med den nye overlejringsvisning
de: Erhalten Sie eine Vorschau der Anwendung mit der neuen Overlay-Ansicht
et: Vaadake rakenduse eelvaadet uue ülekattega vaates
fi: Saat esikatselun hakemuksesta uudella Overlay-näkymällä
fr: Obtenez un aperçu de l'application avec la nouvelle vue Superposition
lv: Iegūstiet priekšskatījumu par lietojumprogrammu ar jauno pārklājuma skatu
nb: Få en forhåndsvisning av søknaden med den nye overlagsvisningen
nl: Bekijk een voorbeeld van de applicatie met de nieuwe Overlay-weergave
pl: Uzyskaj podgląd aplikacji dzięki nowemu widokowi nakładki
sv: Få en förhandsvisning av ansökan med den nya överlagsvisningen
