Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: TalentAdore has partnered with {}Personio{} that simplifies and automates HR management processes. This integration complements our HR system integration portfolio and enables you to transfer candidates' data to Personio HR in real time.
da: TalentAdore har indgået et samarbejde med {}Personio{}, der forenkler og automatiserer HR-styringsprocesser. Denne integration supplerer vores portefølje af HR-systemintegrationer og gør det muligt for dig at overføre kandidaternes data til Personio HR i realtid.
de: TalentAdore ist eine Partnerschaft mit {}Personio{} eingegangen, die HR-Managementprozesse vereinfacht und automatisiert. Diese Integration ergänzt unser HR-Systemintegrationsportfolio und ermöglicht es Ihnen, die Daten von Bewerbern in Echtzeit an Personio HR zu übertragen.
et: TalentAdore teeb nüüd koostööd {}Personioga{}, mis pakub lihtsaid ja automaatseid personalihaldustoiminguid. See integratsioon täiendab meie personalihaldusintegratsioonide valikut ja võimaldab saata kandidaatide andmeid reaalajas Personio HR-i.
fi: TalentAdore on alkanut tekemään yhteistyötä {}Personion{} kanssa, joka yksinkertaistaa ja automatisoi henkilöstöjohtamisen prosesseja. Tämä integraatio täydentää meidän HR-järjestelmä valikoimaamme ja mahdollistaa hakijoiden tietojen siirron Personio HR -järjestelmään reaaliajassa.
fr: TalentAdore s'est associé à {}Personio{} qui simplifie et automatise les processus de gestion des RH. Cette intégration complète notre portefeuille d'intégration de système RH et vous permet de transférer les données des candidats à Personio HR en temps réel.
lv: TalentAdore sadarbojas ar {}Personio{}, kas vienkāršo un automatizē personāla pārvaldības procesus. Šī integrācija papildina mūsu personāla atlases sistēmu integrācijas portfeli un ļauj jums reāllaikā pārsūtīt kandidātu datus Personio HR.
nb: TalentAdore har inngått et samarbeid med {}Personio{} som forenkler og automatiserer HR-administrasjonsprosesser. Denne integrasjonen utfyller vår portefølje av HR-systemintegrasjoner og gjør det mulig å overføre kandidatdata til Personio HR i sanntid.
nl: TalentAdore is een samenwerking aangegaan met {}Personio{} die HR-managementprocessen vereenvoudigt en automatiseert. Deze integratie vormt een aanvulling op onze portfolio van HR-systeemintegraties en stelt u in staat om de gegevens van kandidaten in realtime over te dragen naar Personio HR.
pl: TalentAdore nawiązało współpracę z {}Personio{}, które upraszcza i automatyzuje procesy zarządzania zasobami ludzkimi. Ta integracja uzupełnia nasze portfolio integracji systemów HR i umożliwia przesyłanie danych kandydatów do Personio HR w czasie rzeczywistym.
sv: TalentAdore har påbörjat ett samarbete med {}Personio{}, som simplifierar och automatiserar HR-ledningsprocesser. Denna integration kompletterar vår portfolio av HR-systemintegrationer och möjliggör flytten av en kandidats information till Personio HR i realtid.

source: Real time integration to Sympa
da: Realtidsintegration til Sympa
de: Echtzeit-Integration mit Sympa
et: Reaalajas Sympa integratsioon
fi: Reaaliaikainen integraatio Sympaan
fr: Intégration en temps réel à Sympa
lv: Reāllaika integrācija ar Sympa
nb: Sanntidsintegrering med Sympa
nl: Realtime integratie met Sympa
pl: Integracja z Sympa w czasie rzeczywistym
sv: Realtidsintegration till Sympa

source: We’ve integrated TalentAdore Hire and Sympa for a long time already, but now users don’t need to wait for the data to move to Sympa. The real time integration allows you to continue the work right away after clicking on the “Hired” button.
da: Vi har allerede integreret TalentAdore Hire og Sympa i lang tid, men nu behøver brugerne ikke at vente på, at dataene flyttes til Sympa. Realtidsintegrationen giver dig mulighed for at fortsætte arbejdet med det samme, når du har klikket på knappen "Ansat".
de: Wir haben TalentAdore Hire und Sympa schon seit langem integriert, aber jetzt müssen die Nutzer nicht mehr warten, bis die Daten zu Sympa übertragen werden. Die Echtzeit-Integration ermöglicht es Ihnen, die Arbeit sofort nach dem Klick auf die Schaltfläche "Eingestellt" fortzusetzen.
et: TalentAdore Hire ja Sympa on juba tükk aega seotud olnud, aga nüüd ei pea kasutajad ootama, kuni andmed Sympasse saadetakse. Reaalajas integratsioon võimaldab pärast kandidaadi tööle võetuks märkimist kohe tööd jätkata.
fi: Olemme integroineet TalentAdore Hire:a ja Sympaa jo pidemmän aikaa, mutta nyt käyttäjien ei tarvitse enää odottaa tietojen siirtymista Sympaan. Reaaliaikaisen integraation avulla voit jatkaa töitä heti, kun olet klikannut “Palkattu”-painiketta.
lv: Mēs jau sen integrējām TalentAdore Hire un Sympa, taču tagad lietotājiem nav jāgaida, kamēr dati tiks pārvietoti uz Sympa. Reāllaika integrācija ļauj turpināt darbu uzreiz pēc noklikšķināšanas uz pogas “Pieņemts darbā”.
nb: Vi har allerede lenge integrert TalentAdore Hire og Sympa, men nå trenger ikke brukerne å vente på at dataene skal overføres til Sympa. Sanntidsintegrasjonen gjør at du kan fortsette arbeidet umiddelbart etter at du har klikket på "Ansatt"-knappen.
sv: Vi har haft en fungerande integration mellan TalentAdore Hire och Sympa redan länge, men nu behöver användare inte längre vänta på att informationen överförs till Sympa. Den nya integrationen, som fungerar i realtid, låter dig fortsätta med arbetet direkt efter att du har klickat på "Anställd"-knappen.

source: "{candidate_introduction}" page
da: "{candidate_introduction}" side
de: "{candidate_introduction}"-Seite
et: Leht „{candidate_introduction}“
fi: "{candidate_introduction}"-näkymä
fr: Page "{candidate_introduction}"
lv: “{candidate_introduction}” lapa
nb: "{candidate_introduction}"-side
nl: "{candidate_introduction}" pagina
pl: Strona "{candidate_introduction}"
sv: "{candidate_introduction}"-sidan

source: The customers who use the “{candidate_introduction}” add-on, can now see the list of introductions exactly like on other TalentAdore Hire pages. We constantly add more value-adding features to the add-on. Please contact {email} if you are interested in the latest tweaks implemented.
da: De kunder, der bruger tilføjelsen "{candidate_introduction}", kan nu se listen over introduktioner præcis som på andre TalentAdore Hire-sider. Vi tilføjer hele tiden flere værdiskabende funktioner til add-on'en. Kontakt {email}, hvis du er interesseret i de seneste justeringer, der er implementeret.
de: Die Kunden, die das Add-on "{candidate_introduction}" verwenden, können nun die Liste der Vorstellungen genau wie auf anderen TalentAdore Hire Seiten sehen. Wir fügen dem Add-on ständig weitere wertvolle Funktionen hinzu. Bitte kontaktieren Sie {email}, wenn Sie an den neuesten Verbesserungen interessiert sind.
et: Kliendid, kes kasutavad lisandmoodulit {candidate_introduction}, näevad nüüd tutvustuste loendit täpselt samamoodi nagu teistel TalentAdore Hire’i lehtedel. Täiustame lisandmoodulit väärtust lisavate funktsioonidega. Kui oled huvitatud viimastest parandustest, võta ühendust aadressil {email}.
fi: Asiakkaat, joilla on käytössä “{candidate_introduction}”-lisätoiminto voivat nyt nähdä esittelyt samanlaisena listauksena kuin muissakin TalentAdore Hire:n näkymissä. Lisäämme jatkuvasti hyödyllisiä ominaisuuksia tähän lisätoimintoon. Jos haluat tietää lisää, ota yhteyttä {email}.
lv: Klienti, kuri izmanto papildinājumu “{candidate_introduction}”, tagad var redzēt kandidātu sarakstu tieši tāpat kā citās TalentAdore Hire lapās. Mēs papildinājumam pastāvīgi pievienojam jaunas pievienotās vērtības funkcijas. Lūdzu, sazinieties ar {email}, ja jūs interesē jaunākās ieviestās izmaiņas.
nb: Kunder som bruker tillegget "{candidate_introduction}", kan nå se listen over introduksjoner på samme måte som på andre TalentAdore Hire-sider. Vi legger stadig til flere verdiøkende funksjoner i tillegget. Ta kontakt med {email} hvis du er interessert i de siste tilpasningene.
sv: De kunder som redan använder tilläggsfunktionen “{candidate_introduction}” kan nu se en lista på alla introduktioner, i samma stil som på andra sidor i TalentAdore Hire. Vi lägger konstant till nya värdeskapande funktionaliteter till denna tilläggsfunktion. Om du vill veta mera, kan du ta kontakt per epost till addressen {email}.

source: Updates in Oikotie integration
da: Opdateringer i Oikotie-integrationen
de: Aktualisierungen der Oikotie-Integration
et: Oikotie integratsiooni uuendused
fi: Päivityksiä Oikotie-integraatioon
fr: Mises à jour de l'intégration Oikotie
lv: Oikotie integrācijas atjauninājumi
nb: Oppdateringer i Oikotie-integrasjonen
nl: Updates in Oikotie-integratie
pl: Aktualizacje integracji z Oikotie
sv: Uppdateringar för Oikotie-integrationen

source: Remote work and salary transparency are clearly trending themes. To support our customers, we have added the option to mention these and any other benefits connected to the job in TalentAdore Hire to be shown in Oikotie job ads.
da: Fjernarbejde og løngennemsigtighed er helt klart temaer, der trender. For at støtte vores kunder har vi tilføjet muligheden for at nævne disse og andre fordele, der er forbundet med jobbet i TalentAdore Hire, så de kan vises i Oikoties jobannoncer.
de: Fernarbeit und Gehaltstransparenz sind eindeutig Trendthemen. Um unsere Kunden zu unterstützen, haben wir die Option hinzugefügt, diese und andere Vorteile, die mit der Stelle in TalentAdore Hire verbunden sind, in Oikotie-Stellenanzeigen zu erwähnen.
et: Kaugtöö ja läbipaistev töötasu on inimestele väga tähtsad. Oma klientide toetamiseks lisasime võimaluse mainida neid ja teisi TalentAdore Hire’is ametikohaga seotud eeliseid Oikotie töökuulutustes.
fi: Etätyöskentely sekä palkkauksen selkeys ovat trendaavia aiheita tällä hetkellä. Asiakkaidemme tueksi olemme lisänneet TalentAdore Hire:en mahdollisuuden mainita näistä ja muista eduista työhön liittyen, jotta ne näkyvät Oikotien työpaikkailmoituksissa.
fr: Le travail à distance et la transparence des salaires sont clairement des thèmes tendance. Pour soutenir nos clients, nous avons ajouté la possibilité de mentionner ces avantages et tout autre avantage lié à l'emploi dans TalentAdore Hire pour être affiché dans les annonces d'emploi Oikotie.
lv: Attālinātais darbs un atalgojuma pārredzamība ir nepārprotami aktuālas tēmas. Lai atbalstītu klientus, esam pievienojuši iespēju norādīt šos un citus ar vakanci saistītos ieguvumus TalentAdore Hire, lai tie tiktu parādīti Oikotie darba sludinājumos.
nb: Fjernarbeid og åpenhet om lønn er helt klart populære temaer. For å hjelpe kundene våre har vi lagt til muligheten til å nevne disse og andre fordeler knyttet til jobben i TalentAdore Hire, slik at de kan vises i Oikoties jobbannonser.
nl: Thuiswerken en salaristransparantie zijn duidelijk trending thema's. Om onze klanten te ondersteunen, hebben we de optie toegevoegd om deze en andere voordelen die verbonden zijn aan de functie in TalentAdore Hire te vermelden, zodat ze worden weergegeven in vacatures op Oikotie.
pl: Praca zdalna i przejrzystość wynagrodzeń to wyraźnie modne tematy. Aby wesprzeć naszych klientów, dodaliśmy w TalentAdore Hire opcję wspomnienia o tych i innych korzyściach związanych z pracą, które będą wyświetlane w ogłoszeniach o pracę na Oikotie.
sv: Distansarbete och lönetransparens är helt klart den stora trenden just nu. För att stöda våra kunder har vi lagt till möjligheten att nämna dessa och andra arbetsförmåner i TalentAdore Hire, så de syns i annonser på Oikotie.

source: Optimizations and fixes
da: Optimeringer og rettelser
de: Optimierungen und Korrekturen
et: Optimeerimised ja parandused
fi: Korjauksia ja parannuksia
fr: Optimisations et corrections
lv: Optimizācijas un labojumi
nb: Optimaliseringer og feilrettelser
nl: Optimalisaties en oplossingen
pl: Optymalizacje i poprawki
sv: Optimiseringar och förbättringar

source: Some search combinations have resulted in too long waiting times. We’ve worked hard in optimizing the search capabilities. The work continues and it is our priority to make sure the search becomes faster. On top of all the new and value-adding tweaks, we’ve fixed many tiny glitches and bugs in the system.
da: Nogle søgekombinationer har resulteret i for lange ventetider. Vi har arbejdet hårdt på at optimere søgefunktionerne. Arbejdet fortsætter, og det er vores prioritet at sikre, at søgningen bliver hurtigere. Ud over alle de nye og værdiskabende justeringer har vi også rettet mange små fejl og mangler i systemet.
de: Einige Suchkombinationen haben zu lange Wartezeiten verursacht. Wir haben hart daran gearbeitet, die Suchfunktionen zu optimieren. Die Arbeit geht weiter, und es ist unsere Priorität, dafür zu sorgen, dass die Suche schneller wird. Zusätzlich zu all den neuen und sinnvollen Verbesserungen haben wir viele kleine Fehler und Bugs im System behoben.
et: Mõni otsing on võtnud liiga kaua aega. Oleme teinud kõvasti tööd, et otsinguvõimalusi optimeerida. Meie põhieesmärk on teha otsing kiiremaks. Peale uute ja väärtust lisavate muudatuste oleme parandanud ka süsteemivigu.
fi: tkut yhdistelmät hakutoiminnossa ovat johtaneet liian pitkään odotusaikaan. Olemme tehneet paljon töitä hakutoiminnon parantamiseksi. Tämä työ jatkuu ja se on meillä prioriteetti, jotta hakutoiminto saadaan nopeammaksi. Kaikkien lisäarvoa tuovien uusien ominaisuuksien lisäksi olemme korjanneet paljon pieniä vikoja järjestelmässämme.
lv: Dažas meklēšanas kombinācijas izraisīja pārāk ilgu gaidīšanas laiku. Cītīgi strādājām, lai optimizētu meklēšanas iespējas. Darbs turpinās, un mūsu prioritāte ir nodrošināt, lai meklēšana notiktu ātrāk. Papildus visiem jaunajiem un pievienoto vērtību palielinošajiem uzlabojumiem esam novērsuši arī daudz sīku sistēmas nepilnību un kļūdu.
nb: Enkelte søkekombinasjoner har resultert i for lange ventetider. Vi har jobbet hardt med å optimalisere søkemulighetene. Arbeidet fortsetter, og vi prioriterer å sørge for at søket blir raskere. I tillegg til alle de nye og verdiøkende justeringene har vi rettet mange små glipp og feil i systemet.
sv: En del sökkombinationer har resulterat i långa laddningstider. Därför har vi jobbat hårt för att optimisera våra sökfunktioner. Artbetet fortsätter och det är vår prioritet att försnabba söktiden. Utöver alla nya värdeökande förbättringar har vi också fixat flera mindre tekniska fel och buggar i systemet.

source: Upcoming partners on the way
da: Kommende partnere på vej
de: Zukünftige Partner unterwegs
et: Tulevased partnerid
fi: Tulevia yhteistöitä
fr: Partenaires à venir en cours de route
lv: Gaidāmie partneri
nb: Kommende partnere på vei
nl: Aankomende partners onderweg
pl: Nadchodzący partnerzy w drodze
sv: Blivande samarbetspartners

source: We constantly observe the market, the needs of our customers and want to offer seamless experiences with our partners. Next partners that we have in the pipeline are {}Clevry{} with their top-notch assessments and {}Refapp{} reference checks. Please, let us know if you get excited about these or other potential partners!
da: Vi observerer konstant markedet og vores kunders behov og vil tilbyde sømløse oplevelser med vores partnere. De næste partnere, vi har på vej, er {}Clevry{} med deres førsteklasses vurderinger og {}Refapp{} referencetjek. Lad os vide, hvis du er begejstret for disse eller andre potentielle partnere!
de: Wir beobachten ständig den Markt, die Bedürfnisse unserer Kunden und wollen nahtlose Erfahrungen mit unseren Partnern bieten. Die nächsten Partner, die wir in der Pipeline haben, sind {}Clevry{} mit ihren erstklassigen Assessments und {}Refapp{} Referenzprüfungen. Bitte lassen Sie uns wissen, wenn Sie sich für diese oder andere potenzielle Partner interessieren!
et: Jälgime pidevalt turgu ja oma klientide vajadusi ning soovime pakkuda oma partneritele sujuvat kasutust. Meie uus partner {}Clevry{} pakub suurepärast hindamisteenust ja {}Refapp{} pakub soovitajate kontrollimise teenust. Anna meile teada, kui sulle meeldivad need või mõned muud partnerid.
fi: Seuraamme jatkuvasti markkinoita sekä asiakkaidemme tarpeita ja haluamme tarjota saumattomia kokemuksia yhteistyökumppaniemme kanssa. Seuraavia yhteistyökumppaneitamme ovat {}Clevry{}, heidän huippuluokan arviointien kanssa sekä {}Refapp{} referenssien varmistuksiin. Olethan yhteydessä, jos kiinnostuit näistä tai muista mahdollisista yhteistyökumppaneista.
fr: Nous observons constamment le marché, les besoins de nos clients et voulons offrir des expériences transparentes avec nos partenaires. Les prochains partenaires que nous avons dans le pipeline sont {}Clevry{} avec leurs évaluations de premier ordre et les vérifications de référence de {}Refapp{}. S'il vous plaît, faites-nous savoir si vous êtes enthousiasmé par ces partenaires potentiels ou d'autres!
lv: Mēs nepārtraukti novērojam tirgu un klientu vajadzības, kā arī vēlamies piedāvāt nevainojamu pieredzi ar mūsu partneriem. Mūsu nākamie partneri, kurus gatavojamies piesaistīt, ir {}Clevry{}, kas piedāvā augstākās klases novērtējumus, un {}Refapp{}, kas nodrošina atsauksmju pārbaudes. Lūdzu, dariet mums zināmu, ja jūs iepriecina ziņas par šiem vai citiem potenciālajiem partneriem!
nb: Vi observerer hele tiden markedet og kundenes behov og ønsker å tilby sømløse opplevelser med våre partnere. De neste partnerne vi har på trappene, er {}Clevry{} med førsteklasses vurderinger og {}Refapp{}- referansesjekker. Si gjerne fra hvis du blir begeistret for disse eller andre potensielle partnere!
nl: We observeren voortdurend de markt, de behoeften van onze klanten en willen naadloze ervaringen bieden met onze partners. Volgende partners die we in de pijplijn hebben zijn {}Clevry{} met hun toonaangevende assessments en {}Refapp{} referentiechecks. Laat het ons weten als je enthousiast wordt over deze of andere potentiële partners!
pl: Stale obserwujemy rynek, potrzeby naszych klientów i chcemy oferować bezproblemowe doświadczenia z naszymi partnerami. Kolejnymi partnerami, których mamy w planach, są {}Clevry{} z ich najwyższej klasy ocenami i {}Refapp{} z weryfikacją referencji. Daj nam znać, jeśli ekscytują Cię ci lub inni potencjalni partnerzy!
sv: Vi observerar marknaden och våra kunders behov konstant, och vi vill erbjuda en sömlös erfarenhet med våra partners. Våra nästa samarbetspartners är {}Clevry{} med deras högklassiga utvärderingar och {}Refapp{} me deras referenscheck. Ta gärna kontakt med oss om ni är intresserade av dessa eller möjligtvis andra potentiella partnerskap!

source: That’s all folks! Thank you for being part of our growth story
da: Det var alt, folkens! Tak, fordi du er en del af vores væksthistorie
de: Das war's für heute. Danke, dass Sie Teil unseres Wachstums sind!
et: Selleks korraks on kõik. Aitäh, et aitad meil kasvada!
fi: Siinä kaikki tällä erää! Kiitos, että olet osa meidän kasvutarinaamme
lv: Tas ir viss, draugi! Paldies, ka esat daļa no mūsu izaugsmes stāsta
nb: Det var alt, folkens! Takk for at du er en del av veksthistorien vår
sv: Det var allt denna gång! Ett stort tack för att ni är med oss på vår tillväxthistoria!

source: Reactions to notes
da: Reaktioner på noter
de: Reaktionen auf Notizen
et: Emotikonid märkmetele
fi: Reaktiot muistiinpanoihin
fr: Réactions aux notes
lv: Reakcijas uz piezīmēm
nb: Reaksjoner på merknader
nl: Reacties op notities
pl: Reakcje na notatki
sv: Reaktioner till anteckningar

source: As of today, TalentAdore allows you to add a reaction (emoji) to a note. Adding one of the offered reactions - “Done”, “Seen” and “Like” helps you and your team to collaborate more effectively.
da: Fra i dag giver TalentAdore dig mulighed for at tilføje en reaktion (emoji) til en note. Ved at tilføje en af de tilbudte reaktioner - "Done", "Seen" og "Like" - hjælper du og dit team med at samarbejde mere effektivt.
de: Ab heute können Sie mit TalentAdore eine Reaktion (Emoji) zu einer Notiz hinzufügen. Das Hinzufügen einer der verfügbaren Reaktionen - "Erledigt", "Gesehen" und "Gefällt mir" - hilft Ihnen und Ihrem Team, effektiver zusammenzuarbeiten.
et: Alates tänasest saad TalentAdore’is lisada märkmetele emotikone. Kui lisad märkmele reaktsiooni „Tehtud“, „Nähtud“ või „Meeldib“, aitab see sinul ja meeskonnal tõhusamalt koos töötada.
fi: Tästä päivästä lähtien TalentAdoressa on mahdollista lisätä reaktio (emoji) muistiinpanoihin. Vaihtoehtojen “valmis”, “nähty”, sekä “tykkää” käyttäminen tekevät tiiminne keskinäisestä kommunikaatiosta helpompaa.
lv: Sākot no šodienas, TalentAdore ļauj piezīmēm pievienot reakciju (emocijzīmi). Pievienojot vienu no piedāvātajām reakcijām – “Pabeigts”, “Redzēts” un “Patīk” –, jūs un jūsu komanda varēs efektīvāk sadarboties.
nb: Fra og med i dag gjør TalentAdore det mulig for deg å legge til en reaksjon (emoji) på en merknad. Ved å legge til en av de tilgjengelige reaksjonene – "Ferdig", "Sett" og "Liker" – kan du og teamet ditt samarbeide mer effektivt.
sv: Från och med idag kan du lägga till reaktioner (emojis) till anteckningar. Genom att reagera på anteckningar kan du indikera åt andra användare att du har gjort, sett, eller gillat det som står i anteckningen, vilket gör det enklare att samarbeta effektivt.

source: Booking interview on behalf of others
da: Booking af interview på vegne af andre
de: Bewerbungsgespräche im Namen andere vereinbaren
et: Vestluse broneerimine teiste nimel
fi: Haastattelujen varaaminen toisten puolesta
fr: Réservation d'entretien pour le compte d'autres personnes
lv: Intervijas rezervēšana citu vārdā
nb: Booke intervju på vegne av andre
nl: Interview boeken namens anderen
pl: Rezerwacja rozmów w imieniu innych
sv: Boka intervjuer åt andra användare
