Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Permission to be notified of assessment completion
da: Tilladelse til at få besked om, at vurderingen er afsluttet
de: Berechtigung, über den Abschluss eines Assessments benachrichtigt zu werden
et: Õigus saada teateid hindamise lõppemise kohta
fi: Lupa saada ilmoitus testin valmistumisesta
fr: Autorisation d'être informé de l'achèvement de l'évaluation
lv: Atļauja saņemt paziņojumu par novērtējuma pabeigšanu
nb: Tillatelse til å bli varslet om at vurderingen er fullført
nl: Toestemming om op de hoogte te worden gesteld van de voltooiing van de beoordeling
pl: Uprawnienie do otrzymywania powiadomień o ukończeniu oceny
sv: Behörighet att bli notifierad då ett test slutförts

source: Allows user to receive notifications when applicant completed assessment
da: Giver brugeren mulighed for at modtage notifikationer, når ansøgeren har gennemført vurderingen
de: Erlaubt Benutzern Benachrichtigungen zu empfangen, wenn ein Bewerber ein Assessment abschließt
et: Võimaldab kasutajal saada teateid, kui kandidaat on hindamise läbinud
fi: Sallii käyttäjän vastaanottaa ilmoituksia kun hakija on saanut testin valmiiksi
fr: Permet à l'utilisateur de recevoir des notifications lorsque le candidat a terminé l'évaluation
lv: Ļauj lietotājam saņemt paziņojumus, kad kandidāts ir pabeidzis novērtējumu
nb: Gjør det mulig for brukeren å motta varsler når søkeren har fullført vurderingen
nl: Hiermee kan de gebruiker meldingen ontvangen wanneer de sollicitant de beoordeling heeft voltooid
pl: Umożliwia użytkownikowi otrzymywanie powiadomień, gdy kandydat ukończył ocenę
sv: Ger behörighet att få notifieringar då en kandidat slutfört ett test

source: Receive notification application additional information submitted
da: Modtag notifikation om yderligere indsendte oplysninger
de: Benachrichtigung über die Einreichung zusätzlicher Informationen erhalten
et: Teate saamine avalduses esitatud lisainfo kohta
fi: Vastaanottaa ilmoitus, kun hakija on täyttänyt lisätiedot
fr: Recevoir une notification de candidature informations supplémentaires soumises
lv: Saņemt paziņojumu par pieteikumam iesniegto papildu informāciju
nb: Motta melding om innsendt tilleggsinformasjon for søknad
nl: Ontvang een melding wanneer aanvullende informatie over de sollicitatie is ingediend
pl: Otrzymuj powiadomienia o przesłaniu dodatkowych informacji do aplikacji
sv: Ta emot ytterligare information om anmälningsansökan

source: Allows user to receive notification about application additional information submitted
da: Giver brugeren mulighed for at modtage notifikationer om yderligere indsendte oplysninger om ansøgningen
de: Erlaubt Benutzern Benachrichtigung über die Einreichung zusätzlicher Informationen zu erhalten
et: Võimaldab kasutajal saada teateid, kui avalduses on esitatud lisainfot
fi: Sallii käyttäjän vastaanottaa ilmoituksia hakemuksen lisätietojen lähetyksestä
fr: Permet à l'utilisateur de recevoir une notification concernant les informations supplémentaires sur la candidature soumises
lv: Ļauj lietotājam saņemt paziņojumu par pieteikumam iesniegto papildu informāciju
nb: Gjør det mulig for brukeren å bli varslet om innsendt tilleggsinformasjon for søknaden
nl: Hiermee kan de gebruiker een melding ontvangen over aanvullende informatie die over de sollicitatie is ingediend
pl: Umożliwia użytkownikowi otrzymywanie powiadomień o przesłaniu dodatkowych informacji do aplikacji
sv: Tillåter användare att ta emot ytterligare information om anmälningsansökan

source: View analytics page
da: Se analysesiden
de: Analyseseite ansehen
et: Kuva analüüsiandmete leht
fi: Nähdä analytiikka
fr: Afficher la page d'analyse
lv: Skatīt analītikas lapu
nb: Se analyseside
nl: Analysepagina bekijken
pl: Wyświetl stronę analityki
sv: Visa analyssida

source: Allow user to view analytics page
da: Tillad brugeren at se analysesiden
de: Erlaubt Benutzern die Analyseseite anzusehen
et: Luba kasutajal vaadata analüüsiandmete lehte
fi: Sallii pääsyn Analytiikka -sivulle
fr: Autoriser l'utilisateur à afficher la page d'analyse
lv: Atļaut lietotājam skatīt analītikas lapu
nb: Tillat at brukeren kan se en analyseside
nl: Gebruiker toestaan om de analysepagina te bekijken
pl: Zezwól użytkownikowi na wyświetlanie strony analityki
sv: Tillåter användare att visa analyssida

source: Allow to use Support form
da: Tillader at bruge supportformular
de: Erlaubt die Verwendung des Supportformulars
et: Luba kasutada klienditoe vormi
fi: Sallii Tuki painikkeen käytön
fr: Autoriser l'utilisation du formulaire d'assistance
lv: Atļaut izmantot atbalsta veidlapu
nb: Tillat bruk av støtteskjema
nl: Toestaan om het ondersteuningsformulier te gebruiken
pl: Zezwól na korzystanie z formularza wsparcia
sv: Tillåta användning av supportformuläret

source: Allow user to send support tickets to TalentAdore
da: Tillad brugeren at sende supportbilletter til TalentAdore
de: Erlaubt Benutzern Suppor-Tickets an TalentAdore zu senden
et: Luba kasutajal saata TalentAdore’ile tugipileteid
fi: Sallii käyttäjiä lähettämään tukipyyntöjä TalentAdoreen
fr: Autoriser l'utilisateur à envoyer des tickets d'assistance à TalentAdore
lv: Atļaut lietotājam sūtīt uz TalentAdore atbalsta pieteikumus
nb: Tillat brukere å sende støttehenvendelser til TalentAdore
nl: Gebruiker toestaan om ondersteuningstickets naar TalentAdore te sturen
pl: Zezwól użytkownikowi na wysyłanie zgłoszeń do wsparcia TalentAdore
sv: Tillåter användaren att skicka supportbiljetter till TalentAdore

source: Allow to change chatbot settings
da: Tillader at ændre chatbot-indstillinger
de: Chatbot Einstellungen ändern
et: Luba muuta vestlusroboti seadeid
fi: Sallii muuttaa chatbotin asetuksia
fr: Autoriser la modification des paramètres du chatbot
lv: Atļaut mainīt tērzēšanas robota iestatījumus
nb: Tillat endring av chatbot-innstillinger
nl: Toestaan om chatbot-instellingen te wijzigen
pl: Zezwól na zmianę ustawień chatbota
sv: Möjliggör ändring av inställningar för chattbot

source: Allow user to modify chatbot settings
da: Tillad brugeren at ændre chatbot-indstillinger
de: Erlaubt Benutzern die Chatbot Einstellungen zu ändern
et: Luba kasutajal muuta vestlusroboti seadeid
fi: Sallii käyttäjän muokata chatbot asetuksia
fr: Autoriser l'utilisateur à modifier les paramètres du chatbot
lv: Atļaut lietotājam mainīt tērzēšanas robota iestatījumus
nb: Tillat at brukeren endrer chatbot-innstillingene
nl: Gebruiker toestaan om chatbot-instellingen aan te passen
pl: Zezwól użytkownikowi na modyfikację ustawień chatbota
sv: Gör att användaren kan ändra inställningar för chattbot

source: Allow to use RSS feed builder
da: Tillader at bruge RSS-feed-builder
de: Erlaubt die Verwendung des RSS-Feed-Builders
et: Luba kasutada RSS-voo loomist
fi: Sallii RSS-syötteen määrittelyn
fr: Autoriser l'utilisation du générateur de flux RSS
lv: Atļaut izmantot RSS plūsmas veidotāju
nb: Tillat bruk av RSS-feedbygger
nl: Toestaan om RSS-feed builder te gebruiken
pl: Zezwól na korzystanie z kreatora kanałów RSS
sv: Ger behörighet att definiera RSS-flöden

source: Allow to use job alert URL
da: Tillad brug af URL til jobalarm
de: Erlaubt die Verwendung der Job Alert URL
et: Luba tööpakkumiste teavituste URL-i kasutamine
fi: Salli käyttää hakuvahdin URL:ia
fr: Autoriser l'utilisation de l'URL d'alerte emploi
lv: Atļaut izmantot darba brīdinājuma URL
nb: Tillat bruk av URL for jobbvarsling
nl: Toestaan om URL voor vacaturewaarschuwingen te gebruiken
pl: Zezwól na korzystanie z adresu URL alertu o pracy
sv: Tillåt att använda URL för jobbvakt

source: Allow to use advanced analytics v2
da: Tillad brug af avanceret analyse v2
de: Erlaubt die Verwendung von Advanced Analytics v2
et: Luba täiustatud analüütika v2 kasutamine
fi: Salli edistyneen analytiikan v2 käyttö
fr: Autoriser l'utilisation des analyses avancées v2
lv: Atļaut izmantot uzlaboto analītiku v2
nb: Tillat bruk av avansert analyse v2
nl: Sta toe om geavanceerde analytics v2 te gebruiken
pl: Zezwól na korzystanie z zaawansowanej analityki v2
sv: Tillåt användning av avancerad analys v2

source: Allow to moderate feedback from candidate
da: Tillader at moderere feedback fra kandidaten
de: Erlaubt Moderation des Feedbacks der Kandidaten
et: Luba muuta kandidaadilt saadud tagasisidet
fi: Sallia hakijan lähettämän palautteen moderointi
fr: Autoriser la modération des commentaires du candidat
lv: Atļaut uzraudzīt kandidāta atsauksmes
nb: Tillat moderering av tilbakemelding fra kandidaten
nl: Toestaan om feedback van kandidaat te modereren
pl: Zezwól na moderowanie opinii od kandydata
sv: Tillåter att redigera feedbacken från kandidater

source: Allows deletion of inappropriate text from candidate experience textual answer
da: Tillader sletning af upassende tekst fra kandidatens tekstbesvarelse
de: Ermöglicht das Löschen von unangemessenem Text aus der Kandidatenerlebnis-Antwort des Kandidaten
et: Võimaldab kustutada kandidaadi tagasisidest sobimatut teksti
fi: Sallii sopimattoman tekstin poistamisen kirjallisesta hakijakokemuspalautteesta
fr: Permet la suppression du texte inapproprié de la réponse textuelle de l'expérience du candidat
lv: Ļauj dzēst neatbilstošu tekstu no kandidāta pieredzes rakstiskās atbildes
nb: Gjør det mulig å slette upassende tekst fra kandidatens skriftlige tilbakemelding
nl: Hiermee kan ongepaste tekst uit het tekstuele antwoord van de kandidaatervaring worden verwijderd
pl: Umożliwia usuwanie nieodpowiedniego tekstu z odpowiedzi tekstowej kandydata dotyczącej doświadczenia
sv: Ger behörighet att radera kandidatfeedback med t.ex. opassande innehåll

source: Allow to view the assessment result
da: Tillad at se vurderingsresultatet
de: Assessment-Ergebnis ansehen
et: Luba vaadata hindamise tulemust
fi: Nähdä soveltuvuusarvioinnin tulokset
fr: Autoriser l'affichage du résultat de l'évaluation
lv: Atļaut skatīt novērtējuma rezultātu
nb: Tillat visning av vurderingsresultatet
nl: Toestaan om het beoordelingsresultaat te bekijken
pl: Zezwól na wyświetlanie wyników oceny
sv: Ger behörighet att se testresultaten

source: Allows user to view the candidate's assessment result
da: Giver brugeren mulighed for at se kandidatens vurderingsresultat
de: Erlaubt Benutzern Assessment-Ergebnisse anzusehen
et: Võimaldab kasutajal vaadata kandidaadi hindamise tulemust
fi: Sallii käyttäjän nähdä hakijan soveltuvuusarvioinnin tulokset
fr: Permet à l'utilisateur de consulter le résultat de l'évaluation du candidat
lv: Ļauj lietotājam skatīt kandidāta novērtējuma rezultātu
nb: Gjør det mulig for brukeren å se kandidatens vurderingsresultat
nl: Hiermee kan de gebruiker het beoordelingsresultaat van de kandidaat bekijken
pl: Umożliwia użytkownikowi przeglądanie wyników oceny kandydata
sv: Se resultaten för kandidatens lämplighetsbedömning

source: Allow to view the application recruitment flow
da: Tillad at se ansøgningens rekrutteringsflow
de: Einstellungsabläufe der Bewerbung ansehen
et: Luba vaadata avalduse värbamisvoogu
fi: Nähdä hakemuksen rekrytointipolku
fr: Autoriser à voir le flux de recrutement de la demande
lv: Atļaut skatīt pieteikuma atlases plūsmu
nb: Tillat visning av søknadens rekrutteringsflyt
nl: Toestaan om de wervingsstroom van de sollicitatie te bekijken
pl: Zezwól na przeglądanie procesu rekrutacji aplikacji
sv: Tillåt att visa rekryteringsflödet för applikationer

source: Allows user to view the recruitment flow of application and application current step
da: Giver brugeren mulighed for at se rekrutteringsflowet i ansøgningen og ansøgningens aktuelle trin
de: Erlaubt Benutzern, den Einstellungsablauf der Bewerbung und den aktueller Schritt anzusehen
et: Võimaldab kasutajal vaadata avalduse värbamisvoogu ja avalduse praegust etappi
fi: Sallii käyttäjän nähdä hakemuksen rekrytointipolun ja millä rekrytointipolun vaiheella hakemus on
fr: Permet à l'utilisateur de voir le flux de recrutement de la demande et l'étape actuelle de la demande
lv: Ļauj lietotājam skatīt pieteikuma atlases plūsmu un pieteikuma pašreizējo posmu
nb: Gjør det mulig for brukeren å se rekrutteringsflyten i søknaden og søknadens aktuelle status
nl: Staat gebruiker toe om de wervingsstroom van de sollicitatie en de huidige stap van de sollicitatie te bekijken
pl: Umożliwia użytkownikowi przeglądanie procesu rekrutacji aplikacji i bieżącego etapu aplikacji
sv: Tillåter användare att se rekryteringsflödet för applikationen och steget applikationen är i

source: Allow to view the company activity log
da: Tillad at se virksomhedens aktivitetslog
de: Aktivitätsprotokoll des Unternehmens ansehen
et: Luba vaadata ettevõtte tegevuslogi
fi: Nähdä organisaation aktiviteettitiedot
fr: Autoriser à voir le journal d'activité de l'entreprise
lv: Atļaut skatīt uzņēmuma darbību žurnālu
nb: Tillat visning av selskapets aktivitetslogg
nl: Toestaan om het activiteitenlogboek van het bedrijf te bekijken
pl: Zezwól na przeglądanie dziennika aktywności firmy
sv: Tillåt att se företagets aktivitetslogg

source: Allows user to view the company activity log
da: Giver brugeren mulighed for at se virksomhedens aktivitetslog
de: Erlaubt Benutzern das Aktivitätsprotokoll des Unternehmens anzusehen
et: Võimaldab kasutajal vaadata ettevõtte tegevuslogi
fi: Sallii organisaation aktiviteettitietojen näkemisen
fr: Permet à l'utilisateur de voir le journal d'activité de l'entreprise
lv: Ļauj lietotājam skatīt uzņēmuma darbību žurnālu
nb: Gjør det mulig for brukeren å se selskapets aktivitetslogg
nl: Staat gebruiker toe om het activiteitenlogboek van het bedrijf te bekijken
pl: Umożliwia użytkownikowi przeglądanie dziennika aktywności firmy
sv: Tillåt användare att se företagets aktivitetslogg

source: Allow to view the application form data
da: Tillad at se data fra ansøgningsskemaet
de: Bewerbungsformulardaten ansehen
et: Luba vaadata avalduse andmeid
fi: Nähdä hakemuslomakkeen tiedot
fr: Autoriser à voir les données du formulaire de demande
lv: Atļaut skatīt pieteikuma veidlapas datus
nb: Tillat visning av informasjon i søknadsskjemaet
nl: Toestaan om de gegevens van het sollicitatieformulier te bekijken
pl: Zezwól na przeglądanie danych formularza aplikacji
sv: Tillåt att se ansökningsformulärets data

source: Allows user to view the information applicant filled in in the form
da: Giver brugeren mulighed for at se de oplysninger, ansøgeren har udfyldt i formularen
de: Erlaubt Benutzern, die vom Bewerber in das Formular eingegebenen Informationen einzusehen
et: Võimaldab kasutajal vaadata andmeid, mida kandidaat on avalduses esitanud
fi: Sallii käyttäjän nähdä hakijan lähettämän hakemuslomakkeen tiedot
fr: Permet à l'utilisateur de voir les informations que le candidat a remplies dans le formulaire
lv: Ļauj lietotājam skatīt kandidāta veidlapā ietverto informāciju
nb: Gjør det mulig for brukeren å se informasjonen søkeren har fylt ut i skjemaet
nl: Staat gebruiker toe om de informatie te bekijken die de sollicitant in het formulier heeft ingevuld
pl: Umożliwia użytkownikowi przeglądanie informacji wprowadzonych przez aplikanta w formularzu
sv: Tillåter användare att se den information som kandidaten fyllde in i formuläret

source: Allow to receive candidate has edited information notification
da: Tillad at modtage besked om, at kandidaten har redigeret oplysninger
de: Empfang der Benachrichtigung, dass der Kandidat Informationen bearbeitet hat
et: Teate saamine, kui kandidaat on infot muutnud
fi: Vastaanottaa hakemuksen muokkausilmoitus
fr: Autoriser à recevoir une notification lorsque le candidat a modifié des informations
lv: Atļaut saņemt paziņojumu par to, ka kandidāts ir rediģējis informāciju
nb: Tillat varsling om at kandidaten har redigert informasjon
nl: Toestaan om een melding te ontvangen dat de kandidaat informatie heeft bewerkt
pl: Zezwól na otrzymywanie powiadomienia o edycji informacji przez kandydata
sv: Tillåt att motta notifiering om att kandidat har redigerat deras information

source: Allows user to receive candidate has edited information notification
da: Giver brugeren mulighed for at modtage en besked om, at kandidaten har redigeret oplysninger
de: Erlaubt Benutzern den Empfang der Benachrichtigung, dass der Kandidat Informationen bearbeitet hat
et: Võimaldab kasutajal saada teateid, kui kandidaat on infot muutnud
fi: Sallii käyttäjän vastaanottaa ilmoitus siitä, kun hakija on muokannut hakemustaan
fr: Permet à l'utilisateur de recevoir une notification lorsque le candidat a modifié des informations
lv: Ļauj lietotājam saņemt paziņojumu par to, ka kandidāts ir rediģējis informāciju
nb: Gjør det mulig for brukeren å bli varslet om at kandidaten har redigert informasjon
nl: Staat gebruiker toe om een melding te ontvangen dat de kandidaat informatie heeft bewerkt
pl: Umożliwia użytkownikowi otrzymywanie powiadomienia o edycji informacji przez kandydata
sv: Tillåt användare att motta en notifiering om kandidat har redigerat information

source: Allow to add talents to active recruitments
da: Tillad at tilføje talenter til aktive rekrutteringer
de: Talente zu aktiven Bewerbungsverfahren hinzufügen
et: Luba lisada talente aktiivsetesse värbamistesse
fi: Lisätä talentti aktiiviseen rekrytointiprosessiin
fr: Autoriser à ajouter des talents aux recrutements actifs
lv: Atļaut talantus pievienot aktīvai atlasei
nb: Tillat å legge til talenter i aktive rekrutteringer
nl: Toestaan om talenten toe te voegen aan actieve wervingen
pl: Zezwól na dodawanie talentów do aktywnych rekrutacji
sv: Tillåt att lägga till talent till aktiva rekryteringar

source: Allow to add talents to active recruitments from Talent Community
da: Tillader at tilføje talenter til aktive rekrutteringer fra Talent Community
de: Erlaubt Talente aus der Talent-Community zu aktiven Bewerbungsverfahren hinzuzufügen
et: Luba lisada Talent Community talente aktiivsetesse värbamistesse
fi: Sallii lisätä Talent Communityn jäseniä aktiivisiin rekrytointiprosesseihin
fr: Autoriser à ajouter des talents aux recrutements actifs depuis la communauté de talents
lv: Ļauj talantus no Talent Community pievienot aktīvai atlasei
nb: Tillat å legge til talenter i aktive rekrutteringer fra Talent Community
nl: Toestaan om talenten toe te voegen aan actieve wervingen vanuit Talent Community
pl: Zezwól na dodawanie talentów do aktywnych rekrutacji z Talent Community
sv: Tillåt att lägga till talents från Talent Community till aktiva rekryteringar

source: Allow to manage privacy policy settings
da: Tillad at administrere indstillinger for privatlivspolitik
de: Verwaltung von Datenschutzeinstellungen
et: Luba hallata privaatsuspõhimõtete seadeid
fi: Muokata Tietosuoja-asetuksia
fr: Autoriser à gérer les paramètres de politique de confidentialité
lv: Atļaut pārvaldīt privātuma politikas iestatījumus
nb: Tillat å administrere personverninnstillinger
nl: Toestaan om privacybeleidsinstellingen te beheren
pl: Zezwól na zarządzanie ustawieniami polityki prywatności
sv: Tillåt att redigera integritetspolicy inställningar

source: Allows user to manage privacy policy settings
da: Giver brugeren mulighed for at administrere indstillinger for privatlivspolitik
de: Erlaubt Benutzern die Verwaltung der Datenschutzeinstellungen
et: Võimaldab kasutajal hallata privaatsuspõhimõtete seadeid
fi: Sallii Tietosuoja-asetusten muokkaamisen
fr: Permet à l'utilisateur de gérer les paramètres de la politique de confidentialité
lv: Ļauj lietotājam pārvaldīt privātuma politikas iestatījumus
nb: Gjør det mulig for brukeren å administrere personverninnstillinger
nl: Hiermee kan de gebruiker instellingen voor het privacybeleid beheren
pl: Umożliwia użytkownikowi zarządzanie ustawieniami polityki prywatności
sv: Tillåt användare att redigera integritetspolicy inställningar

source: Allow to edit Talent Community settings
da: Tillad redigering af Talent Community-indstillinger
de: Talent-Community-Einstellungen bearbeiten
et: Luba muuta Talent Community seadeid
fi: Muokata Talent Community -asetuksia
fr: Permet de modifier les paramètres de la communauté de talents
lv: Atļaut rediģēt Talent Community iestatījumus
nb: Tillat redigering av innstillinger for Talent Community
nl: Toestaan om instellingen van Talent Community te bewerken
pl: Zezwól na edycję ustawień Talent Community
sv: Tilllåt att redigera Talent Community inställningar

source: Allows user to edit Talent Community settings
da: Giver brugeren mulighed for at redigere Talent Community-indstillinger
de: Erlaubt Benutzern die Talent-Community-Einstellungen zu bearbeiten
et: Võimaldab kasutajal muuta Talent Community seadeid
fi: Sallii Talent Community -asetusten muokkaamisen
fr: Permet à l'utilisateur de modifier les paramètres de la communauté de talents
lv: Ļauj lietotājam rediģēt Talent Community iestatījumus
nb: Gjør det mulig for brukeren å redigere innstillingene for Talent Community
nl: Hiermee kan de gebruiker instellingen van Talent Community bewerken
pl: Umożliwia użytkownikowi edycję ustawień Talent Community
sv: Tillåt användare att redigera Talent Community inställningar

source: Allow to change job collaborators as owner
da: Tillad at ændre jobsamarbejdspartnere som ejer
de: Stellen-Kollaborateure als Besitzer ändern
et: Luba omanikuna muuta ametikoha kaasloojaid
fi: Muuttaa työpaikan yhteiskäyttäjiä omistajana
fr: Permet de modifier les collaborateurs du poste en tant que propriétaire
lv: Atļaut kā īpašniekam mainīt sadarbības kolēģus
nb: Tillat eiere å endre jobbsamarbeidspartnere
nl: Toestaan om samenwerkingspartners voor vacatures te wijzigen als eigenaar
pl: Zezwól na zmianę współpracowników stanowiska jako właściciel
sv: Tillåt som ägare av en position att ändra samarbetare

source: Allows owner of a position to change collaborators
da: Giver ejeren af en stilling mulighed for at ændre samarbejdspartnere
de: Erlaubt Besitzern einer Stelle deren Kollaborateure zu ändern
et: Võimaldab ametikoha omanikul kaasloojaid muuta
fi: Sallii työpaikan omistajan muuttaa kyseisen työpaikan yhteiskäyttäjiä
fr: Permet au propriétaire d'un poste de modifier les collaborateurs
lv: Ļauj vakances īpašniekam mainīt sadarbības kolēģus
nb: Gjør det mulig for eieren av en stilling å endre samarbeidspartnere
nl: Hiermee kan de eigenaar van een functie samenwerkingspartners wijzigen
pl: Umożliwia właścicielowi stanowiska zmianę współpracowników
sv: Tillåter ägaren av en position att ändra samarbetare

source: Allow to export talents report
da: Tillad at eksportere talentrapporter
de: Talente-Bericht exportieren
et: Luba eksportida talentide aruannet
fi: Sallii talenttien raportin viennin
fr: Permet d'exporter le rapport sur les talents
lv: Atļaut eksportēt talantu atskaiti
nb: Tillat eksport av talentrapport
nl: Toestaan om talentenrapport te exporteren
pl: Zezwól na eksport raportu talentów
sv: Tillåt att exportera en talangs rapport

source: Allows user to export talents report
da: Giver brugeren mulighed for at eksportere talentrapporter
de: Erlaubt Benutzern den Talente-Bericht zu exportieren
et: Võimaldab kasutajal eksportida talentide aruannet
fi: Sallii käyttäjien viedä talenttien raportin
fr: Permet à l'utilisateur d'exporter le rapport sur les talents
lv: Ļauj lietotājam eksportēt talantu atskaiti
nb: Gjør det mulig for brukeren å eksportere talentrapport
nl: Hiermee kan de gebruiker het talentenrapport exporteren
pl: Umożliwia użytkownikowi eksport raportu talentów
sv: Tillåter användare att exporteran en talangs rapport

source: Allow to answer the NPS survey
da: Tillad at besvare NPS-undersøgelsen
de: NPS-Umfrage beantworten
et: Luba vastata soovitusindeksi küsimustikule
fi: Salli vastata NPS:n kyselyyn
fr: Permet de répondre à l'enquête NPS
lv: Atļaut atbildēt uz NPS aptaujas jautājumiem
nb: Tillat å delta i NPS-undersøkelsen
nl: Toestaan om de NPS-enquête te beantwoorden
pl: Zezwól na odpowiedź w ankiecie NPS
sv: Tillåt att svara på NPS undersökning
