Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Can't delete default recruitment flow
da: Kan ikke slette standard rekrutteringsflow
de: Kann Standardeinstellungsablauf nicht löschen
et: Vaikevärbamisvoogu ei saa kustutada
fi: Oletettua rekrytointipolkua ei voida poistaa.
fr: Impossible de supprimer le flux de recrutement par défaut
lv: Nevar dzēst noklusējuma atlases plūsmu
nb: Kan ikke slette standard rekrutteringsflyt
nl: Kan de standaard wervingsstroom niet verwijderen
pl: Nie można usunąć domyślnego procesu rekrutacji
sv: Kan inte radera standardrekryteringsflödet

source: You are not allowed to do this
da: Du har ikke lov til at gøre dette
de: Dazu sind sie nicht berechtigt
et: Sul ei ole õigust seda teha
fi: Sinulla ei ole lupaa tehdä tätä
fr: Vous n'êtes pas autorisé à faire cela
lv: Jums nav atļaujas to darīt
nb: Du har ikke lov til å gjøre dette
nl: Je hebt geen toestemming om dit te doen
pl: Nie masz uprawnień do wykonania tej czynności
sv: Du har inte behörighet att göra detta

source: Plan has problems
da: Planen har problemer
de: Plan hat Probleme
et: Probleemne plaan
fi: Suunnitelmassa on ongelmia
fr: Le plan a des problèmes
lv: Plānam ir problēmas
nb: Planen har problemer
nl: Abonnement heeft problemen
pl: Plan ma problemy
sv: Planen innehåller fel

source: Applicant already sent for reference check
da: Ansøgeren er allerede sendt til referencetjek
de: Bewerber bereits zur Referenzüberprüfung gesendet
et: Kandidaat on juba soovitajate ülevaatusele saadetud
fi: Hakija on jo lähetetty referenssitarkistukseen
fr: Candidat déjà envoyé pour vérification des références
lv: Kandidāts jau nosūtīts atsauksmju pārbaudei
nb: Søker allerede sendt til referansesjekk
nl: Kandidaat al verzonden voor referentiecontrole
pl: Kandydat został już wysłany do sprawdzenia referencji
sv: Asökande har redan skickats till referenskontroll

source: Invalid response from Refapp
da: Ugyldigt svar fra Refapp
de: Ungültige Antwort von Refapp
et: Refappist tuli sobimatu vastus
fi: Virheellinen vastaus Refapp:lta
fr: Réponse non valide de Refapp
lv: Nederīga atbilde no Refapp
nb: Ugyldig svar fra Refapp
nl: Ongeldig antwoord van Refapp
pl: Nieprawidłowa odpowiedź z Refapp
sv: Ogiltigt svar från Refapp

source: Data saved successfully
da: Data gemt med succes
de: Daten erfolgreich gespeichert
et: Andmete salvestamine õnnestus
fi: Tiedot tallennettu onnistuneesti
fr: Données enregistrées avec succès
lv: Dati sekmīgi saglabāti
nb: Opplysninger er lagret
nl: Gegevens succesvol opgeslagen
pl: Dane zapisane pomyślnie
sv: Data har sparats

source: No form fetched from Refapp
da: Ingen formular hentet fra Refapp
de: Kein Formular von Refapp abgerufen
et: Refappist ei toodud vormi
fi: Lomakkeen nouto Refapp:sta ei onnistunut
fr: Aucun formulaire récupéré de Refapp
lv: No Refapp nav iegūta neviena veidlapa
nb: Ingen skjema hentet fra Refapp
nl: Geen formulier opgehaald van Refapp
pl: Nie pobrano formularza z Refapp
sv: Inget formulär hämtat från Refapp

source: Unable to convert the Refapp form
da: Kan ikke konvertere Refapp-formularen
de: Konvertierung des Refapp-Formulars nicht möglich
et: Ei saa Refappi vormiks muuta
fi: Refapp-kaavakkeen konvertointi ei onnistunut
fr: Impossible de convertir le formulaire Refapp
lv: Neizdodas konvertēt Refapp veidlapu
nb: Kan ikke konvertere Refapp-skjemaet
nl: Kan het Refapp-formulier niet converteren
pl: Nie można przekonwertować formularza Refapp
sv: Det gick inte att konvertera Refapp-formuläret

source: Reference checking not configured
da: Referencetjek ikke konfigureret
de: Referenzüberprüfung nicht konfiguriert
et: Soovitajate ülevaatus ei ole konfigureeritud
fi: Referenssitarkistusta ei ole määritetty
fr: Vérification des références non configurée
lv: Atsauksmju pārbaude nav konfigurēta
nb: Referansesjekk er ikke konfigurert
nl: Referentiecontrole niet geconfigureerd
pl: Sprawdzanie referencji nie zostało skonfigurowane
sv: Referenskontroll inte konfigurerad

source: days
da: dage
de: Tage
et: päeva
fi: päivää
fr: jours
lv: dienas
nb: dager
nl: dagen
pl: dni
sv: dagar

source: Now is good time to update %(name)s about the recruiting process.
da: Nu er det et godt tidspunkt at opdatere %(name)s om rekrutteringsprocessen.
de: Jetzt ist ein guter Zeitpunkt, %(name)s über den Bewerbungssprozess zu informieren.
et: Nüüd on hea aeg viia %(name)s värbamisprotsessiga kurssi.
fi: Nyt on hyvä hetki päivittää hakijaa %(name)s rekrytointiprosessista.
fr: C'est le bon moment pour mettre à jour %(name)s sur le processus de recrutement.
lv: Tagad ir īstais laiks informēt %(name)s par atlases procesu.
nb: Nå er det på tide å oppdatere %(name)s om rekrutteringsprosessen.
nl: Nu is een goed moment om %(name)s bij te werken over het wervingsproces.
pl: Teraz jest dobry moment, aby zaktualizować %(name)s o procesie rekrutacji.
sv: Nu är det dags att informera %(name)s om att rekryteringsprocessen fortskridit.

source: %(name)s has withdrawn from the position.
da: %(name)s har trukket sig fra stillingen.
de: %(name)s hat sich von der Stelle zurückgezogen.
et: %(name)s on ametikohast loobunud.
fi: %(name)s on vetäytynyt positiosta.
fr: %(name)s s'est retiré du poste.
lv: %(name)s ir atsaucis pieteikumu vakancei.
nb: %(name)s har trukket seg fra stillingen.
nl: %(name)s heeft zich teruggetrokken uit de functie.
pl: %(name)s wycofał się z ubiegania o stanowisko.
sv: %(name)s har dragit tillbaka sin ansökan/sina ansökningar.

source: Application can have only one outcome.
da: Ansøgningen kan kun have ét resultat.
de: Bewerbung darf nur ein Ergebnis haben
et: Avaldusel saab olla ainult üks tulemus.
fi: Hakemuksella voi olla vain yksi lopputulos.
fr: La candidature ne peut avoir qu'un seul résultat.
lv: Pieteikumam var būt tikai viens rezultāts.
nb: Søknaden kan bare ha ett utfall.
nl: Sollicitatie kan slechts één uitkomst hebben.
pl: Aplikacja może mieć tylko jeden wynik.
sv: Ansökan kan endast ha ett slutresultat.

source: Applicant is already on selected step.
da: Ansøgeren er allerede på det valgte trin.
de: Bewerber ist bereits im ausgewählten Schritt
et: Kandidaat on juba valitud etapis.
fi: Hakija on jo tässä vaiheessa.
fr: Le candidat est déjà à l'étape sélectionnée.
lv: Kandidāts jau ir izvēlētajā posmā.
nb: Søkeren er allerede på valgt trinn.
nl: Sollicitant bevindt zich al op de geselecteerde stap.
pl: Kandydat jest już na wybranym etapie.
sv: Den sökande är redan på valt steg.

source: Dashboard
et: Töölaud
fi: Etusivu
sv: Startsida

source: Positions
da: Stillinger
de: Stellen
et: Ametikohad
fi: Työpaikat
fr: Postes
lv: Vakances
nb: Stillinger
nl: Functies
pl: Stanowiska
sv: Positioner

source: Forms
et: Vormid
fi: Lomakkeet
sv: Formulär

source: Calendar
da: Kalender
de: Kalender
et: Kalender
fi: Kalenteri
fr: Calendrier
lv: Kalendārs
nb: Kalender
nl: Kalender
pl: Kalendarz
sv: Kalender

source: Stats
da: Statistik
de: Statistiken
et: Statistika
fi: Analytiikka
fr: Statistiques
lv: Statistika
nb: Statistikk
nl: Statistieken
pl: Statystyki
sv: Statistik

source: Candidate feedback
et: Kandidaadi tagasiside
fi: Hakijapalaute
sv: Kandidat feedback

source: Integrations
da: Integrationer
de: Integrationen
et: Integratsioonid
fi: Integraatiot
fr: Intégrations
lv: Integrācijas
nb: Integrasjoner
nl: Integraties
pl: Integracje
sv: Integrationer

source: Login
da: Log ind
et: Logi sisse
fi: Sisäänkirjautuminen
fr: Connexion
lv: Pieteikties
nb: Pålogging
nl: Inloggen
pl: Zaloguj się
sv: Inloggning

source: User rights
et: Kasutajaõigused
fi: Käyttöoikeudet
sv: Användarrättigheter

source: User issue
et: Kasutaja probleem
fi: Käyttäjähallinta
sv: Användarproblem

source: RSS feed
et: RSS-voog
fi: RSS-syöte
fr: Flux RSS
lv: RSS plūsma
pl: Kanał RSS
sv: RSS-flöde

source: Performance issue
et: Jõudlusprobleem
fi: Alustan toiminta
sv: Prestandaproblem

source: Emails
et: E-kirjad
fi: Sähköpostit
sv: E-postmeddelanden

source: Custom Form Editor
da: Brugerdefineret formularredigering
de: Benutzerdefinierter Formular-Editor
et: Kohandatud vormi redaktor
fi: Mukautettu lomake-editori
fr: Éditeur de formulaire personnalisé
lv: Pielāgoto veidlapu redaktors
nb: Tilpasset skjemaredigering
nl: Aangepaste formuliereditor
pl: Edytor formularzy niestandardowych
sv: Anpassad formulärredigerare

source: Other platform issue
et: Muu platvormi probleem
fi: Muu alustaongelma
sv: Annat plattformsproblem

source: Issue type
et: Probleemi tüüp
fi: Ongelman luokittelu
sv: Problemtyp

source: Integration
et: Integratsioon
fi: Integraatio

source: Subject
da: Emne
de: Betreff
et: Teema
fi: Aihe
fr: Objet
lv: Temats
nb: Emne
nl: Onderwerp
pl: Temat
sv: Ämne

source: Ticket created successfully
et: Pilet on edukalt loodud
fi: Tiketti luotu onnistuneesti
sv: Ärende skapades framgångsrikt

source: Expired
da: Udløbet
de: Abgelaufen
et: Aegunud
fi: Vanhentunut
fr: Expiré
lv: Darbības termiņš beidzies
nb: Utløpt
nl: Verlopen
pl: Wygasło
sv: Utgångna

source: Confirmed. Expiring soon
da: Bekræftet. Udløber snart
de: Bestätigt. Läuft bald ab
et: Kinnitatud. Aegub peagi
fi: Vahvistettu. Vanhenee pian
fr: Confirmé. Expire bientôt
lv: Apstiprināts. Drīz beigsies termiņš
nb: Bekreftet. Utløper snart
nl: Bevestigd. Verloopt binnenkort
pl: Potwierdzono. Wkrótce wygaśnie
sv: Bekräftad. Går snart ut

source: New talent has been added
da: Nye talenter er blevet tilføjet
de: Neues Talent wurde hinzugefügt
et: Uus talent on lisatud
fi: Uusi talentti on lisätty
fr: Un nouveau talent a été ajouté
lv: Ir pievienots jauns talants
nb: Nye talenter er lagt til
nl: Nieuw talent is toegevoegd
pl: Dodano nowy talent
sv: Ny talang har lagts till

source: Talent information is updated
da: Talentoplysninger er opdateret
de: Talentinformationen werden aktualisiert
et: Talendi infot on uuendatud
fi: Talentin tiedot on päivitetty
fr: Les informations sur le talent sont mises à jour
lv: Informācija par talantu ir atjaunināta
nb: Informasjon om talenter oppdateres
nl: Talentinformatie is bijgewerkt
pl: Informacje o talencie zostały zaktualizowane
sv: Talanginformationen är uppdaterad

source: You do not have permission to add candidate to Talent Community group
da: Du har ikke tilladelse til at tilføje en kandidat til Talent Community-gruppen
de: Sie sind nicht berechtigt, Kandidaten zur Talent-Community-Gruppe hinzuzufügen
et: Sul ei ole õigust lisada kandidaati Talent Community gruppi
fi: Sinulla ei ole lupaa lisätä hakijaa Talent Community ryhmään
fr: Vous n'avez pas la permission d'ajouter un candidat au groupe Communauté de talents
lv: Jums nav atļaujas pievienot kandidātu Talent Community grupas kategorijai
nb: Du har ikke tillatelse til å legge til kandidater i Talent Community-gruppen
nl: U heeft geen toestemming om kandidaat toe te voegen aan de Talent Community-groep
pl: Nie masz uprawnień do dodawania kandydata do grupy Talent Community
sv: Du saknar behörighet att lägga till kandidater till Talent Community-grupper

source: You do not have permission to remove candidate from Talent Community group
da: Du har ikke tilladelse til at fjerne en kandidat fra Talent Community-gruppen
de: Sie sind nicht berechtigt, Kandidaten aus der Talent-Community-Gruppe zu entfernen
et: Sul ei ole õigust eemaldada talenti Talent Community grupist
fi: Sinulla ei ole lupaa poistaa hakijaa Talent Community ryhmästä
fr: Vous n'avez pas la permission de supprimer un candidat du groupe Communauté de talents
lv: Jums nav atļaujas noņemt kandidātu no Talent Community grupas kategorijas
nb: Du har ikke tillatelse til å fjerne kandidater fra Talent Community-gruppen
nl: U heeft geen toestemming om kandidaat te verwijderen uit de Talent Community-groep
pl: Nie masz uprawnień do usuwania kandydata z grupy Talent Community
sv: Du saknar behörighet att radera kandidaten från Talent Community-gruppen

source: You do not have permission to delete talent from Talent Community group. Failed candidate {}
da: Du har ikke tilladelse til at slette talenter fra Talent Community-gruppen. Mislykket kandidat {}
de: Sie sind nicht berechtigt, das Talent aus der Talent-Community-Gruppe zu löschenFehlgeschlagener Kandidat {}
et: Sul ei ole õigust kustutada talenti Talent Community grupist Sobimatu kandidaat {}
fi: Sinulla ei ole lupaa poistaa talenttia Talent Community ryhmästä. Failed candidate {}
fr: Vous n'avez pas la permission de supprimer un talent du groupe Communauté de talents. Candidat échoué {}
lv: Jums nav atļaujas dzēst talantu no Talent Community grupas kategorijas. Izkritis kandidāts {}
nb: Du har ikke tillatelse til å slette talenter fra Talent Community-gruppen. Mislykket kandidat {}
nl: U heeft geen toestemming om talent te verwijderen uit de Talent Community-groep. Mislukte kandidaat {}
pl: Nie masz uprawnień do usuwania talentu z grupy Talent Community. Nieudany kandydat {}
sv: Du saknar behörighet att radera medlemmen från Talent Community-gruppen. Failed candidate {}

source: You do not have permission to add talent to Talent Community group. Failed candidate {}
da: Du har ikke tilladelse til at tilføje et talent til Talent Community-gruppen. Mislykket kandidat {}
de: Sie sind nicht berechtigt, das Talent der Talent-Community-Gruppe hinzuzufügenFehlgeschlagener Kandidat {}
et: Sul ei ole õigust lisada talenti Talent Community gruppi. Sobimatu kandidaat {}
fi: Sinulla ei ole lupaa lisätä talenttia Talent Community ryhmään. Failed candidate {}
fr: Vous n'avez pas la permission d'ajouter des talents au groupe Talent Community. Candidat échoué {}
lv: Jums nav atļaujas pievienot talantu Talent Community grupas kategorijai. Izkritis kandidāts {}
nb: Du har ikke tillatelse til å legge til talenter i Talent Community-gruppen. Mislykket kandidat {}
nl: Je hebt geen toestemming om talent toe te voegen aan de Talent Community groep. Mislukte kandidaat {}
pl: Nie masz uprawnień do dodawania talentu do grupy Talent Community. Nieudany kandydat {}
sv: Du saknar behörighet att lägga till medlemmen till Talent Community-gruppen. Failed candidate {}

source: We will confirm applicant's willingness to participate in the Talent Community with an e-mail that will be sent in 15 minutes. You can see it waiting in the talent timeline below.
da: Vi bekræfter ansøgerens villighed til at deltage i Talent Community med en e-mail, der vil blive sendt om 15 minutter. Du kan se den vente i talenttidslinjen nedenfor.
de: Wir prüfen die Bereitschaft des Bewerbers zur Teilnahme an der Talent-Community mit einer E-Mail, die innerhalb von 15 Minuten versendet wird. Sie können sie in der Zeitleiste unten sehen.
et: Kinnitame kandidaadi soovi Talent Communityga liitumiseks. E-kiri saadetakse 15 minuti pärast. Saad näha seda talendi ajaloos.
fi: Vahvistamme hakijan halukkuuden osallistua Talent Communityyn sähköpostissa, joka lähtee 15 minuutin kuluttua. Näet sen odottamassa tapahtumissa oikealla alhaalla.
fr: Nous confirmerons la volonté du candidat de participer à la Talent Community avec un e-mail qui sera envoyé dans 15 minutes. Vous pouvez le voir en attente dans la chronologie des talents ci-dessous.
lv: Kandidāta vēlmi piedalīties Talent Community mēs apstiprināsim ar e-pasta ziņojumu, kas tiks nosūtīts 15 minūšu laikā. Tālāk redzamajā talanta laika grafikā varat redzēt, ka tas gaida.
nb: Vi bekrefter at søkeren er villig til å delta i Talent Community med en e-post som sendes i løpet av 15 minutter. Du kan se at den venter i talenttidslinjen nedenfor.
nl: We zullen de bereidheid van de sollicitant om deel te nemen aan de Talent Community bevestigen met een e-mail die over 15 minuten wordt verzonden. Je kunt het zien wachten in de talent tijdlijn hieronder.
pl: Potwierdzimy chęć kandydata do uczestnictwa w Talent Community za pomocą e-maila, który zostanie wysłany w ciągu 15 minut. Możesz zobaczyć go oczekującego na osi czasu talentu poniżej.
sv: Kandidatens samtycke för medlemskap i Talent Community bekräftas med ett mail som skickas inom 15 minuter. Du kan se meddelandet i tidslinjen till höger.

source: The applicant confirms willingness to participate in the Talent Community when reading the feedback letter.
da: Ansøgeren bekræfter deres villighed til at deltage i Talent Community, når de læser feedback-brevet.
de: Der Bewerber bestätigt seine Bereitschaft, an der Talent Community-teilzunehmen, wenn er den Feedback-Brief liest.
et: Kandidaat kinnitab tagasisidekirja lugedes valmidust liituda Talent Communityga.
fi: Hakija vahvistaa halukkuutensa osallistua Talent Communityyn saadessaan palautteen.
fr: Le candidat confirme sa volonté de participer à la Talent Community en lisant la lettre de commentaires.
lv: Lasot atsauksmju vēstuli, kandidāts apliecina vēlmi piedalīties Talent Community.
nb: Søkeren bekrefter at han/hun er villig til å delta i Talent Community når han/hun leser tilbakemeldingsbrevet.
nl: De sollicitant bevestigt de bereidheid om deel te nemen aan de Talent Community bij het lezen van de feedbackbrief.
pl: Kandydat potwierdza chęć uczestnictwa w Talent Community podczas czytania listu z informacją zwrotną.
sv: Kandidaten bekräftar sitt samtycke att delta i Talent Community i samband med feedbackmailet.

source: Talent has been invited to Talent Community
da: Talent er blevet inviteret til Talent Community
de: Talent zur Talent-Community eingeladen
et: Talent on kutsutud Talent Communitysse
fi: Talentti on kutsuttu Talent Communityyn
fr: Le talent a été invité à la Talent Community
lv: Talants ir uzaicināts uz Talent Community
nb: Talent er invitert til Talent Community
nl: Talent is uitgenodigd voor de Talent Community
pl: Talent został zaproszony do Talent Community
sv: Talangen har bjudits in till Talent Community

source: Talent has been added to Talent Community
da: Talent er blevet tilføjet til Talent Community
de: Talent zur Talent-Community hinzugefügt
et: Talent on lisatud Talent Communitysse
fi: Talentti on lisätty Talent Communityyn
fr: Le talent a été ajouté à la Talent Community
lv: Talants ir pievienots Talent Community
nb: Talent er lagt til i Talent Community
nl: Talent is toegevoegd aan de Talent Community
pl: Talent został dodany do Talent Community
sv: Talangen har lagts till i Talent Community

source: Talent has been removed from Talent Community
da: Talent er blevet fjernet fra Talent Community
de: Talent aus der Talent-Community entfernt
et: Talent on Talent Communityst eemaldatud
fi: Talentti on poistettu Talent Communitystä
fr: Le talent a été retiré de la Talent Community
lv: Talants ir noņemts no Talent Community
nb: Talent er fjernet fra Talent Community
nl: Talent is verwijderd uit de Talent Community
pl: Talent został usunięty z Talent Community
sv: Talangen har tagits bort från Talent Community

source: Modification successful!
da: Modifikation vellykket!
de: Änderungen erfolgreich!
et: Muutmine õnnestus.
fi: Muokkaus onnistui!
fr: Modification réussie !
lv: Izmaiņas izdevās!
nb: Endringen er fullført!
nl: Wijziging succesvol!
pl: Modyfikacja zakończona sukcesem!
sv: Ändringarna lyckades!

source: Added {} applications
da: Tilføjet {} ansøgninger
de: {} Bewerbungen hinzugefügt
et: Lisati {} avaldust
fi: Lisätty {} hakemusta
fr: {} candidatures ajoutées
lv: Pievienoti {} pieteikumi
nb: La til {} søknader
nl: {} sollicitaties toegevoegd
pl: Dodano {} aplikacji
sv: Lade till {} ansökningar

source: {} talents are missing an email address
da: {} talenter mangler en e-mail-adresse
de: {} Talente ohne E-Mailadresse
et: {} talendil ei ole e-posti aadressi
fi: {} talentilta puuttuu sähköpostiosoite
fr: {} talents n'ont pas d'adresse e-mail
lv: {} talantiem trūkst e-pasta adreses
nb: {} talenter mangler en e-postadresse
nl: {} talenten missen een e-mailadres
pl: {} talentom brakuje adresu e-mail
sv: {} medlemmar saknar e-postadress

source: {} talents are missing a valid consent
da: {} talenter mangler et gyldigt samtykke
de: {} Talente ohne gültige Einverständniserklärung
et: {} talendil ei ole kehtivat nõusolekut
fi: {} talentilla ei ole voimassa olevaa suostumusta
fr: {} talents n'ont pas de consentement valide
lv: {} talantiem trūkst derīgas piekrišanas
nb: {} talenter mangler et gyldig samtykke
nl: {} talenten missen een geldige toestemming
pl: {} talentom brakuje ważnej zgody
sv: {} talanger som saknar giltigt samtycke

source: {} talents are missing a telephone number
da: {} talenter mangler et telefonnummer
de: {} Talente ohne Telefonnummer
et: {} talendil ei ole telefoninumbrit
fi: {} talentilla ei ole puhelinnumeroa
fr: {} talents n'ont pas de numéro de téléphone
lv: {} talantiem trūkst tālruņa numura
nb: {} talenter mangler et telefonnummer
nl: {} talenten missen een telefoonnummer
pl: {} talentom brakuje numeru telefonu
sv: {} talanger som saknar telefonnummer

source: Total talents in group
da: Talenter i alt i gruppen
de: Gesamtzahl der Talente in der Gruppe
et: Talentide arv grupis
fi: Yhteensä talentteja ryhmässä
fr: Total des talents dans le groupe
lv: Kopējais talantu skaits grupā
nb: Totalt antall talenter i gruppen
nl: Totaal aantal talenten in groep
pl: Łączna liczba talentów w grupie
sv: Totala talanger i grupp

source: Confirmed members
da: Bekræftede medlemmer
de: Bestätigte Mitglieder
et: Kinnitatud liikmed
fi: Vahvistetut jäsenet
fr: Membres confirmés
lv: Apstiprinātie dalībnieki
nb: Bekreftede medlemmer
nl: Bevestigde leden
pl: Potwierdzeni członkowie
sv: Bekräftade medlemmar

source: Not confirmed members
da: Ikke bekræftede medlemmer
de: Nicht bestätigte Mitglieder
et: Kinnitamata liikmed
fi: Ei vahvistetut jäsenet
fr: Membres non confirmés
lv: Neapstiprinātie dalībnieki
nb: Ubekreftede medlemmer
nl: Niet-bevestigde leden
pl: Niepotwierdzeni członkowie
sv: Ej bekräftade medlemmar

source: Referred members
da: Henviste medlemmer
de: Empfohlene Mitglieder
et: Soovitatud liikmed
fi: Suositellut jäsenet
fr: Membres référés
lv: Ieteiktie dalībnieki
nb: Henviste medlemmer
nl: Doorverwezen leden
pl: Poleceni członkowie
sv: Tipsade medlemmar

source: Members expiring soon
da: Medlemmer, der snart udløber
de: Mitglieder, die bald ablaufen
et: Varsti aeguvad liikmed
fi: Pian vanhentuvat jäsenet
fr: Membres expirant bientôt
lv: Dalībnieki, kuru dalības termiņš drīz izbeigsies
nb: Medlemmer som snart utløper
nl: Leden die binnenkort verlopen
pl: Członkowie, których członkostwo wkrótce wygaśnie
sv: Medlemmar som går ut snart

source: Active
da: Aktiv
de: Aktiv
et: Aktiivne
fi: Aktiivinen
fr: Actif
lv: Aktīvs
nb: Aktiv
nl: Actief
pl: Aktywny
sv: Aktiva

source: Error occurred. Assignee of an assigned task cannot be changed by the assignee. Contact the task assigner.
da: Der opstod en fejl. Modtageren af en tildelt opgave kan ikke ændres af modtageren. Kontakt personen, der har tildelt opgaven.
de: Fehler aufgetreten. Der Empfänger einer zugewiesenen Aufgabe kann nicht vom Empfänger geändert werden. Wenden Sie sich an den Aufgabenzuweiser.
et: Ilmnes tõrge. Ülesande täitjat ei saa muuta. Võta ühendust ülesande määrajaga.
fi: Tapahtui virhe. Tehtävän vastaanottaja ei voi muuttaa sen vastaanottajaa. Ota yhteyttä tehtävänantajaan.
fr: Une erreur s'est produite. Le responsable d'une tâche assignée ne peut pas être modifié par le responsable. Contactez l'assignateur de la tâche.
lv: Radusies kļūda. Saņēmējs nevar mainīt piešķirtā uzdevuma saņēmēju. Sazināties ar uzdevuma piešķīrēju.
nb: Det oppsto en feil. En person som er tildelt en oppgave kan ikke endres av den samme personen. Kontakt den som har tildelt oppgaven.
nl: Er is een fout opgetreden. De toegewezen persoon van een toegewezen taak kan niet worden gewijzigd door de toegewezen persoon. Neem contact op met de taaktoewijzer.
pl: Wystąpił błąd. Wykonawca przypisanego zadania nie może być zmieniony przez wykonawcę. Skontaktuj się z osobą przypisującą zadanie.
sv: Ett problem uppstod. Den tilldelade av en tilldelad uppgift kan inte ändras av den tilldelade. Kontakta den som tilldelat uppgiften.
