Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: View calendar
da: Se kalender
de: Kalendar ansehen
et: Kuva kalender
fi: Nähdä kalenteri
fr: Voir le calendrier
lv: Skatīt kalendāru
nb: Se kalender
nl: Agenda bekijken
pl: Wyświetl kalendarz
sv: Visa kalender

source: Allows view access to Calendar
da: Giver adgang til visning af kalender
de: Erlaubt Zugang zum Kalendar
et: Võimaldab vaadata kalendrit
fi: Sallii pääsyn kalenteriin
fr: Permet l'accès en lecture au calendrier
lv: Ļauj skatīt piekļuvi kalendāram
nb: Gir tilgang til visning av kalender
nl: Maakt het mogelijk om de agenda te bekijken
pl: Pozwala na dostęp do widoku Kalendarza
sv: Tillåter åtkomst till kalender

source: View calendar events
et: Vaata kalendri sündmusi
fi: Näytä kalenteritapahtumat
sv: Visa kalenderevenemang

source: Allows view access to events information for jobs with specific company profiles (configuration required)
et: Võimaldab juurdepääsu sündmuste teabele kindlate ettevõtte profiilidega töökohtade jaoks (nõuab seadistamist)
fi: Sallii katseluoikeuden tapahtumatietoihin työpaikoille, joilla on tietyt yritysprofiilit (vaatii asetusten määrittelyn)
sv: Ger visningsåtkomst till information om evenemang för jobb med specifika företagsprofiler (kräver konfiguration)

source: Create new interview time slots for colleagues
et: Loo kolleegidele uusi intervjuuaegu
fi: Luo uusia haastatteluajanvarauksia kollegoille
sv: Skapa nya intervjutider för kollegor

source: Allow to create new interview time slots for colleagues
et: Võimaldab luua kolleegidele uusi intervjuuaegu
fi: Salli luoda uusia haastatteluajanvarauksia kollegoille
sv: Tillåt att skapa nya intervjutider för kollegor

source: View interview, offered and connected calendar events for colleagues
et: Vaata kolleegide intervjuude, pakkumiste ja seotud kalendrisündmusi
fi: Näytä haastattelu-, tarjotut ja liitetyt kalenteritapahtumat kollegoille
sv: Visa kalenderhändelser för intervju, erbjudna och kopplade till kollegor

source: Allow to view interview, offered and connected calendar events for colleagues
et: Võimaldab vaadata kolleegide intervjuude, pakkumiste ja seotud kalendrisündmusi
fi: Salli nähdä haastattelu-, tarjotut ja liitetyt kalenteritapahtumat kollegoille
sv: Tillåt visning av kalenderhändelser för intervju, erbjudna och kopplade till kollegor

source: Offer existing interview time slots for other collaborators
da: Tilbyd eksisterende interviewtidspunkter til andre samarbejdspartnere
de: Bereits vorhandene Zeitfenster für Bewerbungsgespräche anderen Kollaborateuren anbieten
et: Paku olemasolevaid vestluse aegu teistele kaasloojatele
fi: Tarjota olemassa olevia haastatteluaikoja muiden yhteiskäyttäjien puolesta
fr: Proposer des créneaux horaires d'entretien existants pour d'autres collaborateurs
lv: Piedāvāt esošos interviju laikus citiem sadarbības kolēģiem
nb: Tilby eksisterende intervjutidsluker til andre samarbeidspartnere
nl: Bestaande interviewtijdslots aanbieden voor andere medewerkers
pl: Zaoferuj istniejące terminy rozmów dla innych współpracowników
sv: Erbjud existerande intervju tidsluckor för andra samarbetare

source: Allows to offer existing interview times on behalf of other users
da: Giver mulighed for at tilbyde eksisterende interviewtider på vegne af andre brugere
de: Erlaubt bereits vorhandene Zeitfenster für Bewerbungsgespräche anderen Kollaborateuren anzubieten
et: Võimaldab pakkuda olemasolevaid vestluse aegu teiste kasutajate eest
fi: Sallii olemassa olevien haastatteluaikojen tarjoamisen muiden käyttäjien puolesta
fr: Permet de proposer des créneaux horaires d'entretien existants au nom d'autres utilisateurs
lv: Ļauj piedāvāt esošo interviju laikus citu lietotāju vārdā
nb: Gjør det mulig å tilby eksisterende intervjutider på vegne av andre brukere
nl: Maakt het mogelijk om bestaande interviewtijden namens andere gebruikers aan te bieden
pl: Pozwala oferować istniejące terminy rozmów w imieniu innych użytkowników
sv: Tillåter att ge existerande intervju tidsluckor å andra avändares vägnar

source: Specify invited user
da: Angiv inviteret bruger
de: Eingeladenen Benutzer angeben
et: Määra kutsutud kasutaja
fi: Määrittää kutsuttu käyttäjä
fr: Spécifier l'utilisateur invité
lv: Norādīt uzaicināto lietotāju
nb: Spesifiser invitert bruker
nl: Genodigde gebruiker specificeren
pl: Określ zaproszonego użytkownika
sv: Ange inbjuden användare

source: Allows to specify privilege and other attributes of the user to be invited. It is recommended that only user managers have this permission
da: Tillader at angive privilegier og andre attributter for den bruger, der skal inviteres. Det anbefales, at kun brugeradministratorer har denne tilladelse
de: Ermöglicht die Angabe von Rollen und anderen Attributen des einzuladenden Benutzers. Es wird empfohlen, dass nur Benutzerverwalter diese Berechtigung haben
et: Võimaldab määrata kutsutava kasutaja õigusi ja teisi atribuute. Soovitame anda selle õiguse ainult kasutajahalduritele
fi: Sallii kutsuttavan käyttäjän käyttöoikeuksien sekä muiden ominaisuuksien määrittämisen.
fr: Permet de spécifier le privilège et d'autres attributs de l'utilisateur à inviter. Il est recommandé que seuls les gestionnaires d'utilisateurs aient cette autorisation
lv: Ļauj norādīt priekšrocības un citus atribūtus lietotājam, kas tiks uzaicināts. Šo atļauju ieteicams piešķirt tikai lietotāju pārvaldniekiem
nb: Gjør det mulig å spesifisere rettigheter og andre attributter for brukeren som skal inviteres. Det anbefales at bare brukeradministratorer har denne tillatelsen
nl: Maakt het mogelijk om privileges en andere kenmerken van de uit te nodigen gebruiker te specificeren. Het wordt aanbevolen dat alleen gebruikersbeheerders deze toestemming hebben
pl: Pozwala określić uprawnienia i inne atrybuty użytkownika, który ma zostać zaproszony. Zaleca się, aby tylko menedżerowie użytkowników mieli to uprawnienie
sv: Gör det möjligt att ange behörighet och andra attribut för den användare som ska bjudas in. Det rekommenderas att endast användarhanterare har denna behörighet

source: View application timeline
da: Se tidslinje for ansøgning
de: Bewerbungszeitraum anzeigen
et: Kuva avalduse ajalugu
fi: Nähdä hakemuksen aikajana
fr: Voir la chronologie de l'application
lv: Skatīt pieteikuma laika grafiku
nb: Se tidslinje for søknader
nl: Tijdlijn van sollicitatie bekijken
pl: Wyświetl oś czasu aplikacji
sv: Se ansökans tidslinje

source: Allows to see application timeline, including all related messages
da: Giver mulighed for at se ansøgningens tidslinje, inklusive alle relaterede beskeder
de: Ermöglicht die Anzeige des Bewerbungszeitraums, einschließlich aller zugehörigen Nachrichten
et: Võimaldab vaadata avalduse ajalugu, sealhulgas kõiki seotud sõnumeid
fi: Sallii nähdä hakemuksen aikajanan mukaan lukien viestit
fr: Permet de voir la chronologie de la candidature, y compris tous les messages associés
lv: Ļauj skatīt pieteikuma laika grafiku, tostarp visus saistītos ziņojumus
nb: Gjør det mulig å se søknadens tidslinje, inkludert alle relaterte meldinger
nl: Maakt het mogelijk om de tijdlijn van de sollicitatie te zien, inclusief alle gerelateerde berichten
pl: Pozwala zobaczyć oś czasu aplikacji, w tym wszystkie powiązane wiadomości
sv: Tillåter att se ansökans tidslinje, inklusive alla relaterade meddelanden

source: View application activities
da: Se ansøgningsaktiviteter
de: Bewerbungsaktivitäten ansehen
et: Kuva avalduse tegevused
fi: Nähdä hakemuksen aktiviteetit
fr: Voir les activités de la candidature
lv: Skatīt pieteikuma darbības
nb: Se søknadsaktiviteter
nl: Sollicitatieactiviteiten bekijken
pl: Wyświetl aktywności aplikacji
sv: Visa ansökningsaktiviteter

source: Allows to see application activities in applicant summary
da: Tillader at se ansøgningsaktiviteter i ansøgeroversigten
de: Ermöglicht die Anzeige der Bewerbungsaktivitäten in der Bewerbungsübersicht
et: Võimaldab vaadata avalduse tegevusi kandidaadi kokkuvõttes
fi: Sallii nähdä hakemus aktiviteetit hakijan yhteenvedosta
fr: Permet de voir les activités de la candidature dans le résumé du candidat
lv: Ļauj kandidāta kopsavilkumā skatīt pieteikuma darbības
nb: Gjør det mulig å se søknadsaktiviteter i søkeroversikten
nl: Maakt het mogelijk om sollicitatieactiviteiten te zien in het overzicht van de sollicitant
pl: Pozwala zobaczyć aktywności aplikacji w podsumowaniu kandydata
sv: Tillåter att se ansökningens händelser i kandidatens sammandrag

source: Edit external notes
da: Redigér eksterne noter
de: Externe Notizen bearbeiten
et: Muuda avalikke märkmeid
fi: Muokata ulkoisia muistiinpanoja
fr: Modifier les notes externes
lv: Rediģēt ārējās piezīmes
nb: Redigere eksterne merknader
nl: Externe notities bewerken
pl: Edytuj notatki zewnętrzne
sv: Redigera externa anteckningar

source: Allows adding, editing and removing own external notes (if those are used at all). For example, readers may be able to leave only external notes. NB: external and internal division has nothing to do with notes visibility to candidates. All notes are visible to them as per GDPR
da: Giver mulighed for at tilføje, redigere og fjerne egne eksterne noter (hvis de overhovedet bruges). For eksempel kan læsere kun efterlade eksterne noter. Bemærk: Ekstern og intern opdeling har intet at gøre med synligheden af noter for kandidater. Alle noter er synlige for dem i henhold til GDPR
de: Ermöglicht das Hinzufügen, Bearbeiten und Entfernen von eigenen externen Notizen (falls diese überhaupt verwendet werden). Zum Beispiel können Leser nur externe Notizen hinterlassen. N.B.: Die Unterteilung in externe und interne Notizen hat nichts mit der Sichtbarkeit der Notizen für Kandidaten zu tun. Alle Notizen sind gemäß DSGVO für sie sichtbar.
et: Võimaldab kasutajal lisada, muuta ja eemaldada oma avalikke märkmeid (kui neid üldse kasutatakse). Näiteks on võimalik, et lugejad saavad kirjutada ainult avalikke märkmeid. NB! Ettevõttesiseste ja avalike märkmete jaotus ei ole seotud sellega, kas märkmed on kandidaatidele nähtavad. Kõik märkmed on isikuandmete kaitse üldmääruse järgi neile nähtavad
fi: Sallii omien ulkoisten muistiinpanojen lisäämisen, muokkaamisen sekä poistamisen (mikäli niitä käytetään ylipäätään). Esimerkiksi lukijat voivat jättää ainoastaan ulkoisia muistiinpanoja. Huom. ulkoisten ja sisäisten muistiinpanojen jaottelulla ei ole merkitystä muistiinpanojen näkyvyyden kannalta hakijalle. Kaikki muistiinpanot ovat näkyvissä heille GDPR:n vuoksi.
fr: Permet d'ajouter, de modifier et de supprimer ses propres notes externes (si elles sont utilisées). Par exemple, les lecteurs peuvent être en mesure de laisser uniquement des notes externes. NB : la division externe et interne n'a rien à voir avec la visibilité des notes pour les candidats. Toutes les notes leur sont visibles conformément au RGPD
lv: Ļauj pievienot, rediģēt un dzēst savas ārējās piezīmes (ja tās vispār tiek izmantotas). Piemēram, var būt gadījumi, kad lasītāji var atstāt tikai ārējas piezīmes. NB! Ārējam un iekšējam iedalījumam nav nekāda sakara ar piezīmju redzamību kandidātiem. Visas piezīmes viņiem ir redzamas saskaņā ar VDAR
nb: Gjør det mulig å legge til, redigere og fjerne egne eksterne merknader (hvis de brukes). Lesere kan for eksempel bare legge igjen eksterne merknader. NB: ekstern og intern inndeling har ingenting å gjøre med synligheten til merknader for kandidatene. Alle merknader er synlige for dem, som påkrevd av GDPR
nl: Maakt het mogelijk om eigen externe notities toe te voegen, te bewerken en te verwijderen (indien deze überhaupt worden gebruikt). Bijvoorbeeld, lezers kunnen mogelijk alleen externe notities achterlaten. NB: externe en interne verdeling heeft niets te maken met de zichtbaarheid van notities voor kandidaten. Alle notities zijn zichtbaar voor hen volgens de AVG
pl: Pozwala na dodawanie, edycję i usuwanie własnych notatek zewnętrznych (jeśli w ogóle są używane). Na przykład, czytelnicy mogą być w stanie zostawiać tylko notatki zewnętrzne. Uwaga: podział na zewnętrzne i wewnętrzne nie ma nic wspólnego z widocznością notatek dla kandydatów. Wszystkie notatki są dla nich widoczne zgodnie z RODO
sv: Tillåter att lägga till, redigera och ta bort egna externa anteckningar (om de används alls). Till exempel kan läsare bara lämna externa anteckningar. OBS: extern och intern avdelning har inget att göra med anteckningar som är synliga för kandidater. Alla anteckningar är synliga för dem enligt GDPR

source: Autocomplete
da: Autofuldførelse
de: Autovervollständigen
et: Automaatne täitmine
fi: Automaattinen täydennys
fr: Saisie semi-automatique
lv: Automātiskā pabeigšana
nb: Fullføre automatisk
nl: Automatisch aanvullen
pl: Autouzupełnianie
sv: Komplettera automatiskt

source: Allows users to see possible auto-completions for tags, skills, etc
da: Giver brugerne mulighed for at se mulige autofuldførelser for tags, færdigheder osv
de: Erlaubt Benutzern, mögliche Autovervollständigungen für Stichwörter, Fähigkeiten usw. zu sehen
et: Võimaldab kasutajal näha automaatselt täidetud märkeid, oskusi jne
fi: Sallii automaattisen täytön näkemisen esimerkiksi tägeille, vaatimuksille, etc
fr: Permet aux utilisateurs de voir les saisies semi-automatiques possibles pour les tags, les compétences, etc.
lv: Ļauj lietotājiem redzēt iespējamo automātisko pabeigšanu tagiem, prasmēm utt.
nb: Lar brukerne se mulige automatiske fullføringer for emneknagger, ferdigheter osv.
nl: Maakt het mogelijk voor gebruikers om mogelijke automatische aanvullingen voor tags, vaardigheden, enz. te zien
pl: Pozwala użytkownikom zobaczyć możliwe autouzupełnienia tagów, umiejętności itp.
sv: Tillåter användare att se möjliga automatisk kompletteringar för taggar, färdigheter osv

source: View external notes
da: Se eksterne noter
de: Externe Notizen ansehen
et: Kuva avalikud märkmed
fi: Nähdä ulkoiset muistiinpanot
fr: Voir les notes externes
lv: Skatīt ārējās piezīmes
nb: Vis eksterne merknader
nl: Externe notities bekijken
pl: Wyświetl notatki zewnętrzne
sv: Visa externa anteckningar

source: Allows to view external notes (if those are used at all). For example, readers may be able to leave only external notes. NB: external and internal division has nothing to do with notes visibility to candidates. All notes are visible to them as per GDPR
da: Giver mulighed for at se eksterne noter (hvis de overhovedet bruges). For eksempel kan læsere kun efterlade eksterne noter. Bemærk: Ekstern og intern opdeling har intet at gøre med synligheden af noter for kandidater. Alle noter er synlige for dem i henhold til GDPR
de: Ermöglicht die Ansicht von eigenen externen Notizen (falls diese überhaupt verwendet werden). Zum Beispiel können Leser nur externe Notizen hinterlassen. N.B.: Die Unterteilung in externe und interne Notizen hat nichts mit der Sichtbarkeit der Notizen für Kandidaten zu tun. Alle Notizen sind gemäß DSGVO für sie sichtbar.
et: Võimaldab vaadata avalikke märkmeid (kui neid üldse kasutatakse). Näiteks on võimalik, et lugejad saavad kirjutada ainult avalikke märkmeid. NB! Ettevõttesiseste ja avalike märkmete jaotus ei ole seotud sellega, kas märkmed on kandidaatidele nähtavad. Kõik märkmed on isikuandmete kaitse üldmääruse järgi neile nähtavad
fi: Sallii omien ulkoisten muistiinpanojen näkemisen (mikäli niitä käytetään ylipäätään). Esimerkiksi lukijat voivat jättää ainoastaan ulkoisia muistiinpanoja. Huom. ulkoisten ja sisäisten muistiinpanojen jaottelulla ei ole merkitystä muistiinpanojen näkyvyyden kannalta hakijalle. Kaikki muistiinpanjot ovat näkyvissä heille GDPR:n vuoksi.
fr: Permet de voir les notes externes (si elles sont utilisées). Par exemple, les lecteurs peuvent être en mesure de laisser uniquement des notes externes. NB: la division externe et interne n'a rien à voir avec la visibilité des notes pour les candidats. Toutes les notes leur sont visibles conformément au RGPD
lv: Ļauj skatīt ārējās piezīmes (ja tās vispār tiek izmantotas). Piemēram, var būt gadījumi, kad lasītāji var atstāt tikai ārējas piezīmes. NB! Ārējam un iekšējam iedalījumam nav nekāda sakara ar piezīmju redzamību kandidātiem. Visas piezīmes viņiem ir redzamas saskaņā ar VDAR
nb: Gjør det mulig å vise eksterne notater (hvis de brukes). Lesere kan for eksempel bare legge igjen eksterne merknader. NB: Ekstern og intern inndeling har ingenting å gjøre med synligheten til merknader for kandidatene. Alle notater er synlige for dem, som påkrevd av GDPR
nl: Maakt het mogelijk om externe notities te bekijken (als die überhaupt worden gebruikt). Lezers kunnen bijvoorbeeld alleen externe notities achterlaten. NB: extern en intern onderscheid heeft niets te maken met de zichtbaarheid van notities voor kandidaten. Alle notities zijn voor hen zichtbaar volgens de AVG
pl: Pozwala na przeglądanie notatek zewnętrznych (jeśli są w ogóle używane). Na przykład, czytelnicy mogą mieć możliwość pozostawiania tylko notatek zewnętrznych. Uwaga: podział na zewnętrzne i wewnętrzne nie ma nic wspólnego z widocznością notatek dla kandydatów. Wszystkie notatki są dla nich widoczne zgodnie z RODO
sv: Tillåter att visa externa anteckningar (om de används alls). Till exempel kan läsare bara lämna externa anteckningar. OBS: extern och intern avdelning har inget att göra med anteckningar som är synliga för kandidater. Alla anteckningar är synliga för dem enligt GDPR

source: View internal notes
da: Se interne noter
de: Interne Notizen ansehen
et: Kuva ettevõttesisesed märkmed
fi: Nähdä sisäiset muistiinpanot
fr: Voir les notes internes
lv: Skatīt iekšējās piezīmes
nb: Se interne notater
nl: Interne notities bekijken
pl: Przeglądaj notatki wewnętrzne
sv: Visa interna anteckningar

source: Allows to view internal notes
da: Giver mulighed for at se interne noter
de: Erlaubt interne Notizen anzusehen
et: Võimaldab vaadata ettevõttesiseseid märkmeid
fi: Sallii sisäisten muistiinpanojen näkemisen
fr: Permet de voir les notes internes
lv: Ļauj skatīt iekšējās piezīmes
nb: Gjør det mulig å se interne notater
nl: Maakt het mogelijk om interne notities te bekijken
pl: Pozwala na przeglądanie notatek wewnętrznych
sv: Tillåter visning av interna anteckningar

source: Delete any notes
da: Slet alle noter
de: Löschen von beliebigen Notizen
et: Kustuta mis tahes märkmed
fi: Poista mitä tahansa muistiinpanoja
fr: Supprimer toutes les notes
lv: Dzēst visas piezīmes
nb: Slette eventuelle notater
nl: Verwijder alle notities
pl: Usuń dowolne notatki
sv: Radera alla anteckningar

source: Allows to delete any notes, regardless of the author
da: Tillader at slette alle noter, uanset hvem der har skrevet dem
de: Erlaubt das Löschen beliebiger Notizen, unabhängig vom Autor
et: Võimaldab kustutada mis tahes märkmeid olenemata nende autorist
fi: Antaa mahdollisuuden poistaa muistiinpanoja kirjoittajasta riippumatta
fr: Permet de supprimer toutes les notes, quel que soit l'auteur
lv: Ļauj dzēst visas piezīmes neatkarīgi no to autora
nb: Gjør det mulig å slette alle notater, uavhengig av forfatter
nl: Maakt het mogelijk om alle notities te verwijderen, ongeacht de auteur
pl: Pozwala na usuwanie dowolnych notatek, niezależnie od autora
sv: Tilllåter att radera anteckningar, ovasett författaren

source: View Talent Community manage groups page
da: Se side for håndtering af Talent Community-grupper
de: Talent-Community-Gruppenverwaltungsseite ansehen
et: Kuva Talent Community gruppide haldamise leht
fi: Nähdä Hallitse ryhmiä -sivu Talent Communityssa
fr: Voir la page de gestion des groupes de la communauté de talents
lv: Skatīt Talent Community pārvaldīto grupu lapu
nb: Se siden for administrasjon av grupper i Talent Community
nl: Bekijk de pagina Talentengemeenschap groepen beheren
pl: Wyświetl stronę zarządzania grupami Talent Community
sv: Se "Hantera grupper" i Talent Community

source: Allows to view Talent Community Manage page
da: Tillader at se siden Talent Community Manage
de: Erlaubt die Talent-Community-Gruppenverwaltungsseite anzusehen
et: Võimaldab vaadata Talent Community haldamise lehte
fi: Sallii nähdä Talent Communityn Hallinnointi sivun
fr: Permet de voir la page de gestion de la communauté de talents
lv: Ļauj skatīt Talent Community pārvaldīšanas lapu
nb: Gjør det mulig å se siden for administrasjon av Talent Community
nl: Maakt het mogelijk om de pagina Talentengemeenschap beheren te bekijken
pl: Pozwala na przeglądanie strony zarządzania Talent Community
sv: Tillåter visning av Talent Community Manage-sidan

source: Reset talents
da: Nulstil talenter
de: Talente zurücksetzen
et: Lähtesta talendid
fi: Resetoida kandidaatti
fr: Réinitialiser les talents
lv: Atiestatīt talantus
nb: Tilbakestille talenter
nl: Talenten resetten
pl: Resetuj talenty
sv: Återställ talanger

source: INTERNAL: Allows demo user to reset application to initial state
da: INTERN: Giver demobrugeren mulighed for at nulstille ansøgningen til starttilstand
de: INTERN: Erlaubt Demo-Benutzern das Zurücksetzen der Bewerbung in den Ausgangszustand
et: ETTEVÕTTESISENE: võimaldab demokasutajatel taastada avalduse algoleku
fi: SISÄINEN: Sallii demokäyttäjän resetoida hakemus alkuperäiseen tilaan
fr: INTERNE: Permet à l'utilisateur de démonstration de réinitialiser l'application à l'état initial
lv: IEKŠĒJI: Ļauj demonstrācijas lietotājam atjaunot pieteikuma sākotnējo stāvokli
nb: INTERNT: Gjør det mulig for demobrukeren å tilbakestille søknaden til utgangstilstanden
nl: INTERN: Staat demo-gebruiker toe om de applicatie te resetten naar de begintoestand
pl: WEWNĘTRZNE: Pozwala użytkownikowi demo na zresetowanie aplikacji do stanu początkowego
sv: INTERN: Tillåter demo-användare att återställa ansökan till det initiala tillståndet

source: View home
da: Se hjem
de: Startseite ansehen
et: Kuva avaleht
fi: Nähdä Koti-sivu
fr: Voir l'accueil
lv: Skatīt sākuma lapu
nb: Se startside
nl: Startpagina bekijken
pl: Wyświetl stronę główną
sv: Visa startsida

source: Allows to view Home page dashboard
da: Tillader at se hjemmesidens dashboard
de: Erlaubt die Anzeige des Dashboards der Startseite
et: Võimaldab vaadata avalehte
fi: Sallii nähdä Koti-sivu
fr: Permet de voir le tableau de bord de la page d'accueil
lv: Ļauj skatīt sākuma lapas vadības paneli
nb: Gjør det mulig å vise instrumentbordet på startsiden
nl: Maakt het mogelijk om het dashboard van de startpagina te bekijken
pl: Pozwala na przeglądanie pulpitu strony głównej
sv: Gör det möjligt att visa instrumentpanelen för startsidan

source: Customize dashboard
et: Kohanda töölauda
fi: Mukauta etusivua
sv: Anpassa instrumentpanelen för startsidan

source: Allows the user to customize dashboard
et: Võimaldab kasutajal töölauda kohandada
fi: Sallii käyttäjän muokata etusivua
sv: Tillåter användaren att anpassa layouten för instrumentpanelen på startsidan

source: View navigation bar
da: Se navigationslinjen
de: Navigationsleiste ansehen
et: Kuva navigeerimisriba
fi: Nähdä navigointipalkki
fr: Afficher la barre de navigation
lv: Skatīt navigācijas joslu
nb: Se navigasjonsfelt
nl: Navigatiebalk weergeven
pl: Wyświetl pasek nawigacyjny
sv: Se navigationsspalten
