Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Fields "{fieldLabels}" need to be filled in for this field to update
da: Felter "{fieldLabels}" skal udfyldes, for at dette felt kan opdateres
de: Die Felder "{fieldLabels}" müssen ausgefüllt werden, damit dieses Feld aktualisiert werden kann
et: Selle välja värskendamiseks tuleb täita väljad "{fieldLabels}"
fi: Kentät {fieldLabels} tulee täyttää, jotta tämä kenttä päivittyy.
fr: Les champs "{fieldLabels}" doivent être remplis pour que ce champ soit mis à jour
lv: Lauki "{fieldLabels}" ir jāaizpilda, lai atjauninātu šo lauku
nb: Feltene "{fieldLabels}" må fylles ut for at dette feltet skal oppdateres
nl: Velden "{fieldLabels}" moeten worden ingevuld om dit veld bij te werken
pl: Pola "{fieldLabels}" muszą być wypełnione, aby zaktualizować to pole
sv: Fälten "{fieldLabels}" måste fyllas i för att detta fält ska uppdateras

source: Recruiter's Full Name
da: Rekrutteringsmedarbejderens fulde navn
de: Vollständiger Name des Personalvermittlers
et: Värbaja täisnimi
fi: Rekrytoijan koko nimi
fr: Nom complet du recruteur
lv: Personāla atlases speciālista pilns vārds
nb: Rekruttererens fulle navn
nl: Volledige naam van de recruiter
pl: Imię i nazwisko rekrutera
sv: Rekryterarens fullständiga namn

source: Select an Education Level
da: Vælg et uddannelsesniveau
de: Wählen Sie ein Bildungsniveau
et: Valige haridustase
fi: Valitse koulutustaso
fr: Sélectionnez un niveau d'études
lv: Atlasiet izglītības līmeni
nb: Velg et utdanningsnivå
nl: Selecteer een opleidingsniveau
pl: Wybierz poziom wykształcenia
sv: Välj en utbildningsnivå

source: Select a Job Function
da: Vælg en jobfunktion
de: Wählen Sie eine Tätigkeit aus
et: Valige tööfunktsioon
fi: Valitse työtehtävän toimiala
fr: Sélectionnez une fonction de travail
lv: Atlasiet darba funkciju
nb: Velg en jobbfunksjon
nl: Selecteer een functie
pl: Wybierz funkcję stanowiska
sv: Välj en jobbfunktion

source: Please fill in the function of the job
da: Udfyld venligst jobfunktionen
de: Bitte geben Sie die Aufgabe der Stelle an
et: Palun täitke tööfunktsioon
fi: Ole hyvä ja täytä työtehtävän toimiala
fr: Veuillez remplir la fonction du poste
lv: Lūdzu, aizpildiet darba funkciju
nb: Vennligst fyll inn jobbens funksjon
nl: Vul de functie van de baan in
pl: Proszę podać funkcję stanowiska
sv: Vänligen fyll i jobbets funktion

source: Please fill in the industry of the job
da: Udfyld venligst jobbets branche
de: Bitte geben Sie die Branche der Stelle an
et: Palun täitke töökoha valdkond
fi: Kirjoita työn ala
fr: Veuillez remplir l'industrie du poste
lv: Lūdzu, norādiet darba nozari
nb: Vennligst fyll ut hvilken bransje jobben gjelder
nl: Vul de branche van de baan in
pl: Proszę podać branżę stanowiska
sv: Vänligen fyll i branschen för jobbet

source: Select an Industry
da: Vælg en branche
de: Wählen Sie eine Branche
et: Valige valdkond
fi: Valitse toimiala
fr: Sélectionnez une industrie
lv: Izvēlieties nozari
nb: Velg en bransje
nl: Selecteer een branche
pl: Wybierz branżę
sv: Välj en industri

source: Enter the link for the page where the candidate will be applying for the position
da: Indtast linket til den side, hvor kandidaten skal søge stillingen
de: Geben Sie den Link zu der Seite ein, auf der sich der Bewerber für die Stelle bewerben wird
et: Sisestage link lehele, kus kandidaat kandideerib ametikohale
fi: Lisää linkki sivulle, jonka kautta hakija jättää hakemuksen tehtävään
fr: Entrez le lien de la page où le candidat postulera pour le poste
lv: Ievadiet saiti uz lapu, kurā kandidāts pieteiks savu kandidatūru uz amatu
nb: Angi lenken til siden der kandidaten skal søke på stillingen
nl: Voer de link in voor de pagina waar de kandidaat zal solliciteren naar de functie
pl: Wprowadź link do strony, na której kandydat będzie aplikował na stanowisko
sv: Ange länken till sidan där kandidaten kommer att söka tjänsten

source: Enter the link for the page with the job description
da: Indtast linket til siden med jobbeskrivelsen
de: Geben Sie den Link zu der Seite mit der Stellenbeschreibung ein
et: Sisestage link lehele, kus on töökirjeldus
fi: Lisää linkki työnkuvauksen sisältävään sivuun
fr: Entrez le lien de la page avec la description du poste
lv: Ievadiet saiti uz lapu ar darba aprakstu
nb: Angi lenken til siden med jobbeskrivelsen
nl: Voer de link in voor de pagina met de functieomschrijving
pl: Wprowadź link do strony z opisem stanowiska
sv: Ange länken till sidan med arbetsbeskrivningen

source: Enter First Line of Address
da: Indtast første linje i adressen
de: Erste Zeile der Adresse eingeben
et: Sisestage aadressi esimene rida
fi: Syötä osoitteen ensimmäinen rivi.
fr: Entrez la première ligne de l'adresse
lv: Ievadiet adreses pirmo rindu
nb: Angi første linje i adressen
nl: Voer de eerste regel van het adres in
pl: Wprowadź pierwszą linię adresu
sv: Ange första adressraden

source: Enter Second Line of Address
da: Indtast anden linje af adressen
de: Zweite Zeile der Adresse eingeben
et: Sisestage aadressi teine rida
fi: Syötä osoitteen toinen rivi
fr: Entrez la deuxième ligne de l'adresse
lv: Ievadiet adreses otro rindu
nb: Angi andre linje i adressen
nl: Voer de tweede regel van het adres in
pl: Wprowadź drugą linię adresu
sv: Ange andra adressraden

source: Enter City of Address
da: Indtast by for adressen
de: Stadt der Adresse eingeben
et: Sisestage aadressi linn
fi: Lisää kaupunki
fr: Entrez la ville de l'adresse
lv: Ievadiet adreses pilsētu
nb: Angi adresseby
nl: Voer de plaats van het adres in
pl: Wprowadź miasto adresu
sv: Ange adressort

source: Enter Country of Address
da: Indtast land for adressen
de: Land der Adresse eingeben
et: Sisestage aadressi riik
fi: Lisää maa
fr: Entrez le pays de l'adresse
lv: Ievadiet adreses valsti
nb: Angi adresseland
nl: Voer het land van het adres in
pl: Wprowadź kraj adresu
sv: Ange adressland

source: Enter Postcode of Address
da: Indtast postnummer for adressen
de: Postleitzahl der Adresse eingeben
et: Sisestage aadressi sihtnumber
fi: Lisää postinumero
fr: Entrez le code postal de l'adresse
lv: Ievadiet adreses pasta indeksu
nb: Angi postnummeret til adressen
nl: Voer de postcode van het adres in
pl: Wprowadź kod pocztowy adresu
sv: Ange adressens postnummer

source: Wallet
da: Tegnebog
de: Konto
et: Rahakott
fi: Lompakko
fr: Portefeuille
lv: Maks
nb: Lommebok
nl: Portemonnee
pl: Portfel
sv: Plånbok

source: Create Campaign
da: Opret kampagne
de: Kampagne erstellen
et: Loo kampaania
fi: Luo kampanja
fr: Créer une campagne
lv: Izveidot kampaņu
nb: Opprette kampanje
nl: Campagne maken
pl: Utwórz kampanię
sv: Skapa kampanj

source: Do you want to copy campaign with existing products/contracts?
da: Vil du kopiere en kampagne med eksisterende produkter/kontrakter?
de: Möchten Sie eine Kampagne mit bestehenden Produkten/Verträgen kopieren?
et: Kas soovite kopeerida kampaania olemasolevate toodete/lepingutega?
fi: Haluatko kopioida kampanjan olemassaolevista tuotteista/sopimuksista?
fr: Voulez-vous copier la campagne avec les produits/contrats existants ?
lv: Vai vēlaties kopēt kampaņu ar esošajiem produktiem/līgumiem?
nb: Ønsker du å kopiere en kampanje med eksisterende produkter/avtaler?
nl: Wilt u de campagne kopiëren met bestaande producten/contracten?
pl: Czy chcesz skopiować kampanię z istniejącymi produktami/umowami?
sv: Vill du kopiera kampanj med befintliga produkter/kontrakt?

source: The following products/contracts was in this campaign. Do you want to duplicate campaign with these or select new products/contracts?
da: Følgende produkter/kontrakter var med i denne kampagne. Vil du duplikere kampagnen med disse eller vælge nye produkter/kontrakter?
de: Die folgenden Produkte/Verträge waren in dieser Kampagne enthalten. Möchten Sie die Kampagne mit diesen duplizieren oder neue Produkte/Verträge auswählen?
et: Selles kampaanias olid järgmised tooted/lepingud. Kas soovite dubleerida kampaania nendega või valida uued tooted/lepingud?
fi: Seuraavat tuotteet/sopimukset olivat tässä kampanjassa. Haluatko kopioida kampanjan vai valita uuden tuotteen/sopimuksen?
fr: Les produits/contrats suivants étaient dans cette campagne. Voulez-vous dupliquer la campagne avec ceux-ci ou sélectionner de nouveaux produits/contrats ?
lv: Šajā kampaņā bija šādi produkti/līgumi. Vai vēlaties dublēt kampaņu ar šiem vai izvēlēties jaunus produktus/līgumus?
nb: Følgende produkter/kontrakter var med i denne kampanjen. Vil du duplisere kampanjen med disse eller velge nye produkter/kontrakter?
nl: De volgende producten/contracten zaten in deze campagne. Wilt u de campagne dupliceren met deze of nieuwe producten/contracten selecteren?
pl: W tej kampanii znajdowały się następujące produkty/umowy. Czy chcesz zduplikować kampanię z tymi produktami/umowami, czy wybrać nowe?
sv: Följande produkter/kontrakt ingick i denna kampanj. Vill du kopiera kampanjen med dessa eller välja nya produkter/kontrakt?

source: Copy as is
da: Kopier som den er
de: Unverändert kopieren
et: Kopeeri muutmata kujul
fi: Kopioi sellaisenaan
fr: Copier tel quel
lv: Kopēt kā ir
nb: Kopier som den er
nl: Kopieer zoals het is
pl: Skopiuj bez zmian
sv: Kopiera som den är

source: Let me choose products/contracts
da: Lad mig vælge produkter/kontrakter
de: Lassen Sie mich Produkte/Verträge auswählen
et: Laske mul valida tooted/lepingud
fi: Haluan valita tuotteen/sopimuksen
fr: Laissez-moi choisir les produits/contrats
lv: Ļaujiet man izvēlēties produktus/līgumus
nb: La meg velge produkter/avtaler
nl: Laat me producten/contracten kiezen
pl: Pozwól mi wybrać produkty/umowy
sv: Låt mig välja produkter/kontrakt

source: Cancel Campaign
da: Annuller kampagne
de: Kampagne abbrechen
et: Tühista kampaania
fi: Peruuta kampanja
fr: Annuler la campagne
lv: Atcelt kampaņu
nb: Avbryte kampanjen
nl: Campagne annuleren
pl: Anuluj kampanię
sv: Avbryt kampanj

source: Duplicate to new campaign
da: Dupliker til ny kampagne
de: Duplizieren zu neuer Kampagne
et: Dubleeri uueks kampaaniaks
fi: Kopioi uudeksi kampanjaksi
fr: Dupliquer vers une nouvelle campagne
lv: Dublēt uz jaunu kampaņu
nb: Dupliser til ny kampanje
nl: Dupliceren naar nieuwe campagne
pl: Duplikuj do nowej kampanii
sv: Kopiera till ny kampanj

source: Are you sure that you want to cancel the campaign? It's not possible to shift the payment to another campaign or get the money back.
da: Er du sikker på, at du vil annullere kampagnen? Det er ikke muligt at flytte betalingen til en anden kampagne eller få pengene tilbage.
de: Sind Sie sicher, dass Sie die Kampagne abbrechen möchten? Es ist nicht möglich, die Zahlung auf eine andere Kampagne zu übertragen oder das Geld zurückzubekommen.
et: Kas olete kindel, et soovite kampaania tühistada? Makse ülekandmine teisele kampaaniale või raha tagasi saamine ei ole võimalik.
fi: Oletko varma, että haluat peruuttaa kampanjan? Maksun siirtäminen toiseen kampanjaan tai rahojen palauttaminen ei ole mahdollista.
fr: Êtes-vous sûr de vouloir annuler la campagne ? Il n'est pas possible de transférer le paiement vers une autre campagne ou de récupérer l'argent.
lv: Vai tiešām vēlaties atcelt kampaņu? Nav iespējams pārcelt maksājumu uz citu kampaņu vai atgūt naudu.
nb: Er du sikker på at du vil avbryte kampanjen? Det er ikke mulig å flytte betalingen til en annen kampanje eller å få pengene tilbake.
nl: Weet u zeker dat u de campagne wilt annuleren? Het is niet mogelijk om de betaling naar een andere campagne over te zetten of het geld terug te krijgen.
pl: Czy na pewno chcesz anulować kampanię? Nie ma możliwości przeniesienia płatności na inną kampanię ani zwrotu pieniędzy.
sv: Är du säker på att du vill avbryta kampanjen? Det är inte möjligt att flytta betalningen till en annan kampanj eller få tillbaka pengarna.

source: Are you sure that you want to cancel the product? It's not possible to shift the payment to another product or get the money back.
da: Er du sikker på, at du vil annullere produktet? Det er ikke muligt at flytte betalingen til et andet produkt eller få pengene tilbage.
de: Sind Sie sicher, dass Sie das Produkt stornieren möchten? Es ist nicht möglich, die Zahlung auf ein anderes Produkt zu übertragen oder das Geld zurückzubekommen.
et: Kas olete kindel, et soovite toote tühistada? Makse ülekandmine teisele tootele või raha tagasi saamine ei ole võimalik.
fi: Oletko varma, että haluat peruuttaa tuotteen? Maksun siirtäminen toiseen tuotteeseen tai rahojen palauttaminen ei ole mahdollista.
fr: Êtes-vous sûr de vouloir annuler le produit ? Il n'est pas possible de transférer le paiement vers un autre produit ou de récupérer l'argent.
lv: Vai tiešām vēlaties atcelt produktu? Nav iespējams pārcelt maksājumu uz citu produktu vai atgūt naudu.
nb: Er du sikker på at du vil avbestille produktet? Det er ikke mulig å flytte betalingen til et annet produkt eller få pengene tilbake.
nl: Weet u zeker dat u het product wilt annuleren? Het is niet mogelijk om de betaling naar een ander product over te zetten of het geld terug te krijgen.
pl: Czy na pewno chcesz anulować produkt? Nie ma możliwości przeniesienia płatności na inny produkt ani zwrotu pieniędzy.
sv: Är du säker på att du vill avbryta produkten? Det går inte att flytta betalningen till en annan produkt eller få tillbaka pengarna.

source: Cancel Product
da: Annuller produkt
de: Produkt stornieren
et: Tühista toode
fi: Peruuta tuote
fr: Annuler le produit
lv: Atcelt produktu
nb: Avbestill produkt
nl: Product annuleren
pl: Anuluj produkt
sv: Avbryt produkt

source: Not delivered yet
da: Ikke leveret endnu
de: Noch nicht geliefert
et: Pole veel kohale toimetatud
fi: Ei vielä toimitettu
fr: Pas encore livré
lv: Vēl nav piegādāts
nb: Ikke levert ennå
nl: Nog niet geleverd
pl: Jeszcze nie dostarczono
sv: Ej levererad än

source: No actions
da: Ingen handlinger
de: Keine Maßnahmen
et: Tegevusi pole
fi: Ei toimenpiteitä
fr: Aucune action
lv: Nav darbību
nb: Ingen tiltak
nl: Geen acties
pl: Brak działań
sv: Inga åtgärder

source: Board Link
da: Link til bestyrelsen
et: Tahvli link
fi: Alustalinkki
fr: Lien du tableau
lv: Saite uz dēli
nb: Lenke til tavle
nl: Bordlink
pl: Link do tablicy
sv: Länk till jobbsajt

source: Clicks
da: Klik
de: Klicks
et: Klikid
fi: Klikkaukset
fr: Clics
lv: Klikšķi
nb: Klikk
nl: Klikken
pl: Kliknięcia
sv: Klickar

source: Target Audience
da: Målgruppe
de: Zielpublikum
et: Sihtpublik
fi: Kohdeyleisö
fr: Audience cible
lv: Mērķauditorija
nb: Målgruppe
nl: Doelgroep
pl: Grupa docelowa
sv: Målgrupp

source: Order date: {date}
da: Bestillingsdato: {date}
de: Bestelldatum: {date}
et: Tellimuse kuupäev: {date}
fi: Tilauspäivä: {date}
fr: Date de commande : {date}
lv: Pasūtījuma datums: {date}
nb: Ordredato: {date}
nl: Besteldatum: {date}
pl: Data zamówienia: {date}
sv: Beställningsdatum: {date}

source: Job ID: {jobId}
de: Stellen-ID: {jobId}
et: Töö ID: {jobId}
fi: Työpaikka ID: {jobId}
fr: ID de travail : {jobId}
lv: Darba ID: {jobId}
nb: Jobb-ID: {jobId}
nl: Taak-ID: {jobId}
pl: ID stanowiska: {jobId}
sv: Jobb ID: {jobId}

source: Show campaign details
da: Vis kampagnedetaljer
de: Details der Kampagne anzeigen
et: Kuva kampaania üksikasjad
fi: Näytä kampanjan tiedot
fr: Afficher les détails de la campagne
lv: Rādīt kampaņas detaļas
nb: Vis detaljer om kampanjen
nl: Campagnedetails weergeven
pl: Pokaż szczegóły kampanii
sv: Visa kampanjinformation

source: Take Offline
da: Tag offline
de: Offline nehmen
et: Võta võrgust maha
fi: Viel Offline-tilaan
fr: Mettre hors ligne
lv: Pārcelt bezsaistē
nb: Ta frakoblet
nl: Offline halen
pl: Przełącz w tryb offline
sv: Ta offline

source: Campaign has been taken offline
da: Kampagnen er blevet taget offline
de: Die Kampagne wurde offline genommen
et: Kampaania on võrgust maha võetud
fi: Kampanjan on viety offline-tilaan
fr: La campagne a été mise hors ligne
lv: Kampaņa ir pārcelta bezsaistē
nb: Kampanjen er frakoblet
nl: Campagne is offline gehaald
pl: Kampania została przełączona w tryb offline
sv: Kampanjen har tagits offline

source: Product has been taken offline
da: Produktet er blevet taget offline
de: Das Produkt wurde offline genommen
et: Toode on võrgust maha võetud
fi: Tuote on viety offline-tilaan
fr: Le produit a été mis hors ligne
lv: Produkts ir pārcelts bezsaistē
nb: Produktet er frakoblet
nl: Product is offline gehaald
pl: Produkt został przełączony w tryb offline
sv: Produkten har tagits offline

source: Create new from this
da: Opret ny fra denne
de: Daraus neu erstellen
et: Loo sellest uus
fi: Luo uusi tästä
fr: Créer un nouveau à partir de celui-ci
lv: Izveidot jaunu no šī
nb: Opprett ny fra denne
nl: Nieuw maken op basis hiervan
pl: Utwórz nowy na podstawie tego
sv: Skapa ny från detta

source: Are you sure you want to duplicate this campaign?
da: Er du sikker på, at du vil duplikere denne kampagne?
de: Sind Sie sicher, dass Sie diese Kampagne duplizieren wollen?
et: Kas olete kindel, et soovite seda kampaaniat dubleerida?
fi: Oletko varma, että haluat kopioida tämän kampanjan?
fr: Êtes-vous sûr de vouloir dupliquer cette campagne ?
lv: Vai tiešām vēlaties dublēt šo kampaņu?
nb: Er du sikker på at du vil duplisere denne kampanjen?
nl: Weet u zeker dat u deze campagne wilt dupliceren?
pl: Czy na pewno chcesz zduplikować tę kampanię?
sv: Är du säker att du vill kopiera denna kampanj?

source: Save Campaign
da: Gem kampagnen
de: Kampagne speichern
et: Salvesta kampaania
fi: Tallenna kampanja
fr: Enregistrer la campagne
lv: Saglabāt kampaņu
nb: Lagre kampanjen
nl: Campagne opslaan
pl: Zapisz kampanię
sv: Spara kampanj

source: Campaign has been saved
da: Kampagnen er blevet gemt
de: Die Kampagne wurde gespeichert
et: Kampaania on salvestatud
fi: Kampanja on tallennettu
fr: La campagne a été enregistrée
lv: Kampaņa ir saglabāta
nb: Kampanjen er lagret
nl: Campagne is opgeslagen
pl: Kampania została zapisana
sv: Kampanjen har sparats

source: Copy Campaign
da: Kopier kampagne
de: Kampagne kopieren
et: Kopeeri kampaania
fi: Kopioi kampanja
fr: Copier la campagne
lv: Kopēt kampaņu
nb: Kopiere kampanjen
nl: Campagne kopiëren
pl: Kopiuj kampanię
sv: Kopiera kampanj

source: Your campaign has been created
da: Din kampagne er blevet oprettet
de: Ihre Kampagne ist erstellt worden
et: Teie kampaania on loodud
fi: Kampanjasi on luotu
fr: Votre campagne a été créée
lv: Jūsu kampaņa ir izveidota
nb: Kampanjen din er opprettet
nl: Uw campagne is gemaakt
pl: Twoja kampania została utworzona
sv: Din kampanj har skapats

source: There were products/contracts ordered as part of this campaign which no longer exist and they have not been added to your basket
da: Der var produkter/kontrakter bestilt som en del af denne kampagne, som ikke længere eksisterer, og de er ikke blevet tilføjet til din kurv
de: Es gab Produkte/Verträge, die im Rahmen dieser Kampagne bestellt wurden, aber nicht mehr existieren und daher nicht Ihrem Warenkorb hinzugefügt wurden
et: Selle kampaania osana telliti tooteid/lepinguid, mida enam ei eksisteeri ja neid ei ole teie ostukorvi lisatud
fi: Löytyi tuotteita/sopimuksia, jotka oli tilattu osana tätä kampanjaa, mutta eivät enää ole olemassa ja eivät ole lisättynä ostoskoriisi
fr: Il y avait des produits/contrats commandés dans le cadre de cette campagne qui n'existent plus et ils n'ont pas été ajoutés à votre panier
lv: Šajā kampaņā tika pasūtīti produkti/līgumi, kuri vairs nepastāv, un tie nav pievienoti jūsu grozam
nb: Det var produkter/kontrakter som ble bestilt som en del av denne kampanjen, men som ikke lenger eksisterer, og de har ikke blitt lagt til i handlekurven din
nl: Er waren producten/contracten besteld als onderdeel van deze campagne die niet meer bestaan en ze zijn niet aan uw winkelmandje toegevoegd
pl: W ramach tej kampanii zamówiono produkty/umowy, które już nie istnieją i nie zostały dodane do Twojego koszyka
sv: Det fanns produkter/kontrakt beställda som en del av denna kampanj som inte längre existerar och de har inte lagts till i din varukorg

source: UTM Codes
da: UTM-koder
de: Nachverfolgungs-Parameter
et: UTM-koodid
fi: UTM koodit
fr: Codes UTM
lv: UTM kodi
nb: UTM-koder
pl: Kody UTM
sv: UTM-koder

source: We have automatically generated some UTM codes for you but you can edit them to your choosing.
da: Vi har automatisk genereret nogle UTM-koder til dig, men du kan redigere dem efter eget valg.
de: Wir haben automatisch einige Nachverfolgungs-Parameter für Sie generiert, diese können Sie aber sie nach Ihren Wünschen bearbeiten.
et: Oleme teie jaoks automaatselt genereerinud mõned UTM-koodid, kuid saate neid soovi korral muuta.
fi: Olemme automaattisesti luoneet UTM koodeja sinulle, mutta voit muokata niitä haluamiksesi.
fr: Nous avons automatiquement généré des codes UTM pour vous, mais vous pouvez les modifier à votre guise.
lv: Mēs esam automātiski ģenerējuši dažus UTM kodus, bet jūs varat tos rediģēt pēc savas izvēles.
nb: Vi har automatisk generert noen UTM-koder for deg, men du kan redigere dem etter eget valg.
nl: We hebben automatisch enkele UTM-codes voor u gegenereerd, maar u kunt ze naar eigen keuze bewerken.
pl: Automatycznie wygenerowaliśmy dla Ciebie kody UTM, ale możesz je edytować według własnego uznania.
sv: Vi har automatiskt genererat några UTM-koder åt dig men du kan redigera dem efter eget val.

source: Fill in the details the channel requires.
da: Udfyld de oplysninger, som kanalen kræver.
de: Geben Sie die für den Kanal die erforderlichen Daten ein.
et: Täitke kanali nõutud üksikasjad.
fi: Syötä tiedot, jotka kanava vaatii.
fr: Remplissez les détails requis par le canal.
lv: Aizpildiet informāciju, ko pieprasa kanāls.
nb: Fyll ut de opplysningene kanalen krever.
nl: Vul de details in die het kanaal vereist.
pl: Wypełnij szczegóły wymagane przez kanał.
sv: Fyll i de uppgifter som kanalen kräver.

source: Pay with Purchase Order
da: Betal med indkøbsordre
de: Mit Bestellung bezahlen
et: Maksa ostutellimuse alusel
fi: Maksa ostotilauksella
fr: Payer avec un bon de commande
lv: Maksāt ar pirkuma pasūtījumu
nb: Betal med kjøpsordre
nl: Betalen met inkooporder
pl: Zapłać za pomocą zamówienia zakupu
sv: Betala med inköpsorder

source: Pay with Purchase Order (Available only when basket total is less than {maxPurchaseOrderAmount})
da: Betal med indkøbsordre (kun tilgængelig, når kurvens samlede beløb er mindre end {maxPurchaseOrderAmount})
de: Mit Bestellung bezahlen (nur verfügbar, wenn der Gesamtbetrag des Warenkorbs kleiner ist als {maxPurchaseOrderAmount})
et: Maksa ostutellimuse alusel (saadaval ainult siis, kui ostukorvi kogusumma on väiksem kui {maxPurchaseOrderAmount})
fi: Maksa ostotilauksella (Saatavilla ainoastaan, jos ostoskorin loppusumma on vähemmän kuin {maxPurchaseOrderAmount})
fr: Payer avec un bon de commande (Disponible uniquement lorsque le total du panier est inférieur à {maxPurchaseOrderAmount})
lv: Maksāt ar pirkuma pasūtījumu (Pieejams tikai tad, ja groza kopsumma ir mazāka par {maxPurchaseOrderAmount})
nb: Betal med kjøpsordre (kun tilgjengelig når kurven er mindre enn {maxPurchaseOrderAmount})
nl: Betalen met inkooporder (Alleen beschikbaar wanneer het totaalbedrag van de winkelwagen minder is dan {maxPurchaseOrderAmount})
pl: Zapłać za pomocą zamówienia zakupu (dostępne tylko wtedy, gdy suma koszyka jest mniejsza niż {maxPurchaseOrderAmount})
sv: Betala med inköpsorder (endast tillgängligt när varukorgen är mindre än {maxPurchaseOrderAmount})

source: Pay with Wallet
da: Betal med Wallet
de: Mit Guthaben bezahlen
et: Maksa rahakotiga
fi: Maksa Lompakolla
fr: Payer avec le portefeuille
lv: Maksāt ar maku
nb: Betal med lommebok
nl: Betalen met portemonnee
pl: Zapłać portfelem
sv: Betala med plånbok

source: Select a payment method
da: Vælg en betalingsmetode
de: Wählen Sie eine Zahlungsmethode
et: Valige makseviis
fi: Valitse maksutapa
fr: Sélectionnez un mode de paiement
lv: Izvēlieties maksājuma veidu
nb: Velg en betalingsmåte
nl: Selecteer een betaalmethode
pl: Wybierz metodę płatności
sv: Välj en betalningsmetod
