Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: In the future, you will also be able to drag and drop candidates from one step to another. So, stay tuned for the next product releases.
da: I fremtiden vil du også kunne trække og slippe kandidater fra et trin til et andet. Så hold øje med de næste produktudgivelser.
de: In Zukunft werden Sie auch in der Lage sein, Kandidaten per Drag & Drop von einem Abschnitt zum anderen zu ziehen. Achten Sie also auf die nächsten Produktversionen.
et: Tulevikus saad kandidaate ka ühest etapist teise lohistada. Seega jää ootama järgmisi väljalaskeid.
fi: Tulevaisuudessa drag & drop -toiminto mahdollistaa hakijoiden helpon siirtelyn näkymässä yhdestä vaiheesta toiseen. Pysy siis kuulolla seuraavia tuotepäivityksiä varten.
fr: À l'avenir, vous pourrez également faire glisser et déposer des candidats d'une étape à une autre. Restez donc à l'écoute des prochaines versions du produit.
lv: Nākotnē jūs spēsiet arī vilkt un nomest pretendentus no viena soļa citā. Tādēļ gaidiet nākamos izstrādājuma izlaidumus.
nb: I fremtiden vil du også kunne dra og slippe kandidater fra ett trinn til et annet. Så følg med på de neste produktlanseringene.
nl: In de toekomst kun je ook kandidaten van de ene naar de andere stap slepen. Blijf dus op de hoogte van de volgende productreleases.
pl: W przyszłości będziesz mógł również przeciągać i upuszczać kandydatów z jednego kroku do drugiego. Bądź więc na bieżąco z kolejnymi wydaniami produktu.
sv: I framtiden kommer du även att kunna drag & drop kandidater från ett steg till ett annat. Så håll utkik efter nästa produktuppdatering.

source: We hope you’ll enjoy this new view and it will make your recruitment processes even smoother!
da: Vi håber, at du kan lide den nye visning, og at den vil gøre dine rekrutteringsprocesser endnu nemmere!
de: Wir hoffen, dass Ihnen diese neue Ansicht gefällt und Ihre Einstellungsverfahren dadurch noch reibungsloser werden!
et: Loodame, et sulle meeldib see uus vaade ja see muudab sinu värbamisprotsessid veelgi sujuvamaks!
fi: Toivomme, että nautit tästä uudesta näkymästä ja se tekee rekrytointiprosesseistasi entistäkin sujuvampia!
lv: Mēs ceram, ka jums patiks šis jaunais skats un tas padarīs jūsu atlases procesus vēl vienkāršākus!
nb: Vi håper du vil like den nye visningen og at den vil gjøre rekrutteringsprosessene dine enda bedre!
sv: Vi hoppas att du kommer att tycka om denna nya vy och att den kommer att göra dina rekryteringsprocesser ännu smidigare!

source: Kanban view
da: Kanban-visning
de: Kanban-Ansicht
et: Kanbani vaade
fi: Kanban-näkymä
fr: Vue Kanban
lv: Kanban skats
nb: Kanban-visning
nl: Kanban-weergave
pl: Widok Kanban
sv: Kanban-vy

source: July
da: Juli
de: Juli
et: Juuli
fi: Heinäkuu
fr: Juillet
lv: Jūlijs
nb: Juli
nl: juli
pl: Lipiec
sv: Juli

source: Hi!
da: Hej!
de: Hallo!
et: Tere!
fi: Hei!
fr: Bonjour !
lv: Sveiki!
nb: Hei!
nl: Hallo!
pl: Cześć!
sv: Hej!

source: Even though the summer holiday season is going full steam ahead, our developers have been busy at work delivering some new features to make your TalentAdore Hire experience even more exciting! Check out the new upcoming features below:
da: Selv om sommerferien er i fuld gang, har vores udviklere haft travlt med at levere nogle nye funktioner, der gør din TalentAdore Hire-oplevelse endnu mere spændende! Se de nye kommende funktioner nedenfor:
de: Auch wenn die Sommerferien in vollem Gange sind, haben unsere Entwickler fleißig an neuen Funktionen gearbeitet, die Ihr TalentAdore Hire Erlebnis noch aufregender machen! Schauen Sie sich die kommenden neuen Funktionen nachfolgend an:
et: Kuigi paljud naudivad praegu oma suvepuhkust, on meie arendajad töötanud uute funktsioonide kallal, et muuta TalentAdore Hire’i kasutamine veelgi paremaks. Vaata allpool, milliseid funktsioone hakkame varsti pakkuma.
fi: Vaikka kesälomakausi etenee täydellä teholla, kehittäjämme ovat olleet kiireisiä töissä kehittäessään uusia ominaisuuksia, jotka tekevät TalentAdore Hire -kokemuksestasi entistä paremman! Tutustu tuleviin ominaisuuksiin alta.
fr: Même si la saison des vacances d'été bat son plein, nos développeurs ont été occupés à travailler sur de nouvelles fonctionnalités pour rendre votre expérience TalentAdore Hire encore plus excitante ! Découvrez les nouvelles fonctionnalités à venir ci-dessous :
lv: Lai arī vasaras atvaļinājumu laiks rit pilnā sparā, mūsu izstrādātāji turpina cītīgi strādāt, lai sniegtu jums jaunas funkcijas, kas padarīs TalentAdore Hire lietošanu vēl ērtāku. Jaunās funkcijas varat izpētīt tālāk.
nb: Selv om sommerferietiden er i full gang, har utviklerne våre vært travelt opptatt med å levere nye funksjoner som gjør TalentAdore Hire-opplevelsen enda mer spennende! Ta en titt på de nye funksjonene nedenfor:
nl: Hoewel het zomerseizoen in volle gang is, zijn onze ontwikkelaars druk bezig geweest met het leveren van enkele nieuwe functies om je TalentAdore Hire-ervaring nog spannender te maken! Bekijk hieronder de nieuwe aankomende functies:
pl: Mimo że sezon wakacyjny trwa w najlepsze, nasi programiści ciężko pracowali nad dostarczeniem nowych funkcji, które sprawią, że Twoje doświadczenie z TalentAdore Hire będzie jeszcze bardziej ekscytujące! Sprawdź poniżej nowe nadchodzące funkcje:
sv: Fastän sommarlovssäsongen är i full fart har våra utvecklare haft fullt upp med några nya funktioner som kommer att göra din TalentAdore Hire-upplevelse ännu bättre! Kolla in de nya funktionerna nedan:

source: We have updated the User Interface in Candidate Introduction, so that it follows the UI in the rest of the solution. Additionally there is now possibility to choose between “View” and “Evaluation” mode. In the evaluation mode the list of candidates is hidden, giving you the possibility to fully focus on one candidate at a time.
da: Vi har opdateret brugergrænsefladen i Candidate Introduction, så den følger brugergrænsefladen i resten af løsningen. Derudover er der nu mulighed for at vælge mellem "Visnings-" og "Vurderingstilstand”. I vurderingstilstanden er listen over kandidater skjult, hvilket giver dig mulighed for at fokusere fuldt ud på én kandidat ad gangen.
de: Wir haben die Benutzeroberfläche in der Kandidatenvorstellung aktualisiert, so dass sie der Benutzeroberfläche der restlichen Anwendung entspricht. Zusätzlich gibt es jetzt die Möglichkeit, zwischen dem Modus „Ansicht“ und „Bewertung“ zu wählen. Im Bewertungsmodus wird die Liste der Kandidaten ausgeblendet, so dass Sie sich ganz auf einen Kandidaten konzentrieren können.
et: Oleme uuendanud kandidaaditutvustuse kasutajaliidest, et see ühtiks kogu lahenduse kujundusega. Peale selle on sul nüüd võimalus valida vaatamis- ja hindamisrežiimi vahel. Hindamisrežiimis on kandidaatide loend peidetud, et saaksid keskenduda korraga ainult ühele kandidaadile.
fi: Olemme päivittäneet käyttöliittymän hakijaesittelyssä niin, että se seuraa viime kuussa julkaistua yleistä käyttöliittymänpäivitystä. Lisäksi nyt on mahdollisuus valita “Katso” ja “Arviointi” -tilan välillä. Arviointitilassa hakijalista on piilotettu, jolloin voit keskittyä täysin yhteen hakijaan kerrallaan.
lv: Esam atjauninājuši kandidātu iepazīstināšanas sadaļas lietotāja saskarni, lai tā līdzinātos saskarnei pārējās risinājuma daļās. Esam arī pievienojuši iespēju izvēlēties starp režīmiem “Skatīšana” un “Vērtēšana”. Vērtēšanas režīmā kandidātu skats ir paslēpts, lai jūs varētu visu uzmanību veltīt vienam kandidātam.
nb: Vi har oppdatert brukergrensesnittet i kandidatintroduksjonen, slik at det følger brukergrensesnittet for resten av løsningen. I tillegg er det nå mulig å velge mellom visnings- og evalueringsmodus. I evalueringsmodus er listen over kandidater skjult, slik at du kan fokusere på én kandidat om gangen.
sv: Vi har uppdaterat användargränssnittet i kandidatintroduktionen så att det följer användargränssnittet i resten av lösningen. Dessutom finns det nu möjlighet att välja mellan två olika lägen: “Visa“ och “Utvärdering“. I utvärderingsläget är listan av kandidater dold, vilket ger dig möjlighet att helt fokusera på en kandidat i taget.

source: Application and talent related tasks
da: Ansøgnings- og talentrelaterede opgaver
de: Bewerbungs- und talentbezogene Aufgaben
et: Avalduse ja talendiga seotud ülesanded
fi: Hakemus- ja talenttikohtaiset tehtävät
fr: Tâches liées à l'application et au talent
lv: Ar pieteikumiem un talantiem saistīti uzdevumi
nb: Søknads- og talentrelaterte oppgaver
nl: Sollicitatie- en talentgerelateerde taken
pl: Zadania związane z aplikacjami i talentami
sv: Ansöknings- och talangrelaterade uppgifter

source: In addition to the general tasks on the home page, you can now also add application or talent related tasks. To add the task, go to either an application or a talent profile and click on the “Task” icon. You can assign the task to yourself or another user. When the task is assigned, it will be visible on the home page, under the “Task” tab.
da: Ud over de generelle opgaver på startsiden kan du nu også tilføje ansøgnings- eller talentrelaterede opgaver. For at tilføje opgaven skal du gå til enten en ansøgnings- eller en talentprofil og klikke på ikonet "Opgave". Du kan tildele opgaven til dig selv eller en anden bruger. Når opgaven er tildelt, vil den være synlig på startsiden under fanen "Opgave".
de: Zusätzlich zu den allgemeinen Aufgaben auf der Startseite können Sie nun auch anwendungsbezogene oder talentbezogene Aufgaben hinzufügen. Um eine Aufgabe hinzuzufügen, gehen Sie entweder zu einer Bewerber- oder einer Talentprofilseite und klicken Sie auf das Symbol „Aufgabe“. Sie können die Aufgabe sich selbst oder einem anderen Benutzer zuweisen. Wenn die Aufgabe zugewiesen ist, wird sie auf der Startseite unter der Registerkarte „Aufgabe“ sichtbar sein.
et: Nüüd saad avalehele peale üldiste ülesannete lisada ka avalduse või talendiga seotud ülesandeid. Selleks tee avaldus või talendi profiil lahti ja klõpsa ikooni „Ülesanne“. Ülesande saad määrata endale või muule kasutajale. Pärast ülesande määramist ilmub see avalehe vahekaardile „Ülesanne“.
fi: Kotisivun yleisten tehtävien lisäksi voit nyt lisätä myös hakemuksiin tai talentteihin liittyviä tehtäviä. Voit lisätä tehtävän siirtymällä joko hakemukselle tai talent profiiliin ja klikkaamalla “Tehtävä“ -kuvaketta. Voit määrittää tehtävän itsellesi tai toiselle käyttäjälle. Kun tehtävä on määritetty, se näkyy kotisivulla Tehtävä-välilehden alla.
lv: Neskaitot vispārīgos uzdevumus sākuma lapā, tagad ir pieejami arī ar pieteikumiem un talantiem saistīti uzdevumi. Lai pievienotu uzdevumu, dodieties uz pieteikumu vai talanta profilu un noklikšķiniet uz ikonas “Uzdevums”. Uzdevumus varat piešķirt gan sev, gan citiem. Kad uzdevums ir piešķirts, tas ir redzams sākuma lapas cilnē “Uzdevumi”.
nb: I tillegg til de generelle oppgavene på startsiden kan du nå også legge til søknads- eller talentrelaterte oppgaver. For å legge til en oppgave går du til en søknads- eller talentprofil og klikker på "Oppgave"-ikonet. Du kan tildele oppgaven til deg selv eller en annen bruker. Når oppgaven er tildelt, blir den synlig på startsiden under fanen "Oppgave".
sv: Utöver de allmänna uppgifterna på startsidan kan du nu även lägga till ansöknings- eller talangrelaterade uppgifter. För att lägga till uppgiften, gå till antingen en ansökning eller en talangprofil och klicka på ikonen “Uppgift“. Du kan tilldela uppgiften till dig själv eller en annan användare. När uppgiften är tilldelad kommer den att synas på startsidan, under fliken “Uppgift“.

source: These updates will be published in {}!
da: Disse opdateringer vil blive offentliggjort i {}!
de: Diese Aktualisierungen werden in {} veröffentlicht!
et: Need uuendused avaldatakse alljärgneval kuul: {}.
fi: Nämä päivitykset tullaan julkaisemaan {} aikana!
fr: Ces mises à jour seront publiées en {}!
lv: Atjauninājumu publicēšanas laiks: {}.
nb: Disse oppdateringene vil bli publisert i {}!
nl: Deze updates worden gepubliceerd in {}!
pl: Te aktualizacje zostaną opublikowane w {}!
sv: Dessa ändringar kommer att tas i bruk i {}!

source: We at TalentAdore want to provide you, our amazing customer, with the best tools for creating a superb candidate experience and streamlining your recruitment processes.
da: Hos TalentAdore vil vi give dig, vores fantastiske kunde, de bedste værktøjer til at skabe en suveræn kandidatoplevelse og strømline dine rekrutteringsprocesser.
de: Wir von TalentAdore möchten Ihnen, unserem großartigen Kunden, die besten Werkzeuge zur Verfügung stellen, um ein erstklassiges Kandidatenerlebnis zu schaffen und Ihre Einstellungsprozesse zu rationalisieren.
et: Soovime TalentAdore’is pakkuda oma suurepärastele klientidele parimaid tööriistu, mis loovad suurepärase kandidaadikogemuse ja teevad sinu värbamisprotsessi imelihtsaks.
fi: Me TalentAdoressa haluamme tarjota teille, mahtava asiakkaamme, parhaat työkalut loistavan hakijakokemuksen luomiseksi ja rekrytointiprosessin virtaviivaistamiseksi.
fr: Chez TalentAdore, nous voulons vous fournir, notre incroyable client, les meilleurs outils pour créer une superbe expérience candidat et rationaliser vos processus de recrutement.
lv: TalentAdore ļoti novērtē jūs kā klientu, un mēs vēlamies jums sniegt tikai labākos rīkus nepārspējamai kandidātu pieredzes un atlases procesa nodrošināšanai.
nb: Vi i TalentAdore ønsker å gi deg, vår fantastiske kunde, de beste verktøyene for å skape en flott kandidatopplevelse og effektivisere rekrutteringsprosessene dine.
nl: Wij bij TalentAdore willen u, onze geweldige klant, voorzien van de beste tools voor het creëren van een uitstekende kandidaatervaring en het stroomlijnen van uw wervingsprocessen.
pl: W TalentAdore chcemy zapewnić Ci, naszemu niesamowitemu klientowi, najlepsze narzędzia do tworzenia doskonałego doświadczenia kandydata i usprawnienia procesów rekrutacyjnych.
sv: Vi på TalentAdore vill ge dig, vår fantastiska kund, de bästa verktygen för att skapa en suverän kandidatupplevelse och effektivisera dina rekryteringsprocesser.

source: An integral part of that is user experience.
da: En integreral del af dette er brugeroplevelsen.
de: Ein wesentlicher Bestandteil davon ist die Nutzererfahrung.
et: Selle juures ei saa üle ega ümber kasutuskogemusest.
fi: Olennainen osa sitä on käyttäjäkokemus.
fr: Une partie intégrante de cela est l'expérience utilisateur.
lv: Lai sasniegtu šo mērķi, ļoti svarīga ir lietotāju pieredze.
nb: En viktig del av dette er brukeropplevelsen.
nl: Een integraal onderdeel daarvan is gebruikerservaring.
pl: Integralną częścią tego jest doświadczenie użytkownika.
sv: En integrerad del av det är användarupplevelsen.

source: To take it to the next level, we have been hard at work and are thrilled to announce that our {}new and improved UI is live!{}
da: For at tage det til næste trin, har vi arbejdet hårdt og er begejstrede for at kunne annoncere, at vores {}nye og forbedrede brugergrænseflade er live!{}
de: Wir haben hart daran gearbeitet und freuen uns, Ihnen mitteilen zu können, dass unsere {}neue und verbesserte Benutzeroberfläche jetzt aktiv ist!{}
et: Oleme seda kõvasti täiendanud ja meil on hea meel teada anda, et meie {}uhiuus kasutajaliides on nüüd saadaval.{}
fi: Nostaaksemme sen seuraavalle tasolle olemme tehneet kovasti töitä ja olemme iloisia voidessamme ilmoittaa, että {}uusi ja paranneltu käyttöliittymämme on julkaistu!{}
fr: Pour passer au niveau supérieur, nous avons travaillé dur et sommes ravis d'annoncer que notre {}nouvelle interface utilisateur améliorée est en ligne !{}
lv: Mēs esam smagi strādājuši, lai to padarītu vēl patīkamāku, un ar prieku paziņojam, ka mūsu {}jaunā un uzlabotā lietotāja saskarne ir klāt!{}
nb: For å ta det til neste nivå har vi jobbet hardt, og vi er glade for å kunne kunngjøre at vårt {}nye og forbedrede brukergrensesnitt nå er live!{}
nl: Om het naar een hoger niveau te tillen, hebben we hard gewerkt en zijn we verheugd aan te kondigen dat onze {}nieuwe en verbeterde UI live is!{}
pl: Aby przejść na wyższy poziom, ciężko pracowaliśmy i z radością informujemy, że nasz {}nowy i ulepszony interfejs użytkownika jest już dostępny!{}
sv: För att ta det till nästa nivå har vi jobbat hårt och är glada över att kunna meddela att vårt {}nya och förbättrade användargränssnitt är live!{}

source: The new user interface takes TalentAdore Hire to the next level visually and aims to make your user experience better than ever before.
da: Den nye brugergrænseflade tager TalentAdore Hire til det næste trin visuelt og sigter mod at gøre din brugeroplevelse bedre end nogensinde før.
de: Die neue Benutzeroberfläche hebt TalentAdore Hire optisch auf die nächste Stufe und soll das Nutzererlebnis besser machen als je zuvor.
et: TalentAdore Hire on tänu uuele kasutajaliidesele visuaalselt palju ilusam ja seega on ka kasutamine parem.
fi: Uusi käyttöliittymä vie TalentAdore Hiren visuaalisesti uudelle tasolle ja pyrkii tekemään käyttökokemuksestasi paremman kuin koskaan aikaisemmin.
fr: La nouvelle interface utilisateur amène TalentAdore Hire au niveau supérieur visuellement et vise à rendre votre expérience utilisateur meilleure que jamais.
lv: TalentAdore Hire jaunās lietotāja saskarnes vizuālie uzlabojumi sniegs līdz šim nebijušas iespējas un padarīs jūsu lietošanas pieredzi labāku nekā jebkad agrāk.
nb: Det nye brukergrensesnittet bringer TalentAdore Hire opp på et nytt visuelt nivå og har som mål å gjøre brukeropplevelsen bedre enn noensinne.
nl: De nieuwe gebruikersinterface brengt TalentAdore Hire visueel naar een hoger niveau en heeft als doel uw gebruikerservaring beter te maken dan ooit tevoren.
pl: Nowy interfejs użytkownika przenosi TalentAdore Hire na wyższy poziom wizualnie i ma na celu poprawę doświadczenia użytkownika jak nigdy dotąd.
sv: Det nya användargränssnittet tar TalentAdore Hire till nästa nivå visuellt och syftar till att göra din användarupplevelse bättre än någonsin tidigare.

source: We are {}holding a webinar on 8.6 in Finnish and 14.6 in English{} for your admin users and recruiters, where our Customer Success Team will give you a tour of the new UI. Read more and register by {}clicking here{}.
da: Vi {}afholder et webinar om 8.6 på finsk og 14.6 på engelsk{} for dine admin-brugere og rekrutteringsansvarlige, hvor vores Customer Success Team vil vise dig rundt i den nye brugergrænseflade. Læs mere og tilmeld dig ved at {}klikke her{}.
de: Wir veranstalten {}ein Webinar am 8.6 auf Finnisch und 14.6 auf Englisch{} für Ihre Administratoren und Personalberater, bei dem unser Customer Success Team Ihnen eine Tour durch die neue Benutzeroberfläche geben wird. Erfahren Sie mehr und melden Sie sich an, indem Sie {}hier klicken{}.
et: Meie klienditeenindusmeeskond tutvustab uut kasutajaliidest administraatoritele ja värbajatele kahel {}veebiseminaril: 08.06 soome keeles ja 14.06 inglise keeles{}. Lisainfo leiad ja registreerida saad {}siin{}.
fi: {}Pidämme webinaarin 8.6 suomeksi ja 14.6 englanniksi{} pääkäyttäjille ja rekrytoijille, jossa Customer Succes-tiimimme esittelee teille uutta käyttöliittymää. Lue lisää ja rekisteröidy {}klikkaamalla tätä{}.
fr: Nous {}organisons un webinaire le 8.6 en finnois et le 14.6 en anglais{} pour vos utilisateurs administrateurs et recruteurs, où notre équipe de réussite client vous fera visiter la nouvelle interface utilisateur. En savoir plus et s'inscrire en {}cliquant ici{}.
lv: Mēs {}rīkosim tīmekļseminārus administratoriem un personāla atlases speciālistiem (08.06.2023. somu valodā un 14.06.2023. angļu valodā){}, kur mūsu klientu atbalsta komanda parādīs jauno lietotāja saskarni un pastāstīs par to. Lai lasītu vairāk un reģistrētos, {}noklikšķiniet šeit{}.
nb: Vi {}avholder et webinar om 8.6 på finsk og 14.6 på engelsk{} for administratorer og rekrutteringsansvarlige, der vårt Customer Success Team gir deg en omvisning i det nye brukergrensesnittet. Les mer og registrer deg ved å {}klikke her{}.
nl: We houden {}op 8.6 in het Fins en op 14.6 in het Engels een webinar{} voor uw beheerders en recruiters, waar ons Customer Success Team u een rondleiding zal geven door de nieuwe gebruikersinterface. Lees meer en registreer door {}hier te klikken{}.
pl: {}Organizujemy webinar 8.6 po fińsku i 14.6 po angielsku{} dla Twoich administratorów i rekruterów, podczas którego nasz Zespół Sukcesu Klienta oprowadzi Cię po nowym interfejsie. Przeczytaj więcej i zarejestruj się, {}klikając tutaj{}.
sv: Vi {}håller ett webbinarium den 8.6 på finska och 14.6 på engelska{} för dina administratörsanvändare och rekryterare, där vårt Customer Success Team ger en rundtur i det nya användargränssnittet. Läs mer och registrera dig genom att {}klicka här{}.

source: Want to take a sneak peek at the new UI? Keep on scrolling!
da: Vil du tage et smugkig på den nye brugergrænseflade? Bliv ved med at scrolle!
de: Möchten Sie einen kurzen Blick auf die neue Benutzeroberfläche werfen? Scrollen Sie weiter!
et: Kas tahad uuele liidesele juba praegu pilgu peale visata? Jätka kerimist.
fi: Haluatko vilkaista uutta käyttöliittymää? Jatka kohti sivun alalaitaa!
fr: Vous voulez jeter un coup d'œil à la nouvelle interface utilisateur ? Continuez à faire défiler !
lv: Vai vēlaties aplūkot jauno lietotāja saskarni? Turpiniet ritināt.
nb: Vil du ta en sniktitt på det nye brukergrensesnittet? Fortsett å bla!
nl: Wilt u alvast een voorproefje nemen van de nieuwe gebruikersinterface? Blijf scrollen!
pl: Chcesz rzucić okiem na nowy interfejs? Przewiń w dół!
sv: Vill du ta en smygtitt på det nya användargränssnittet? Fortsätt scrolla!

source: {} view
da: {} se
de: {} Ansicht
et: Vaade {}
fi: {} näkymä
fr: {} vue
lv: Skats “{}”
nb: {}-visning
nl: {} weergave
pl: Widok {}
sv: {} vy

source: A clear, holistic overview of the published positions
da: Et klart, holistisk overblik over de offentliggjorte stillinger
de: Ein klarer, ganzheitlicher Überblick über die veröffentlichten Stellen
et: Selge ja terviklik ülevaade avaldatud ametikohtadest
fi: Selkeä, kokonaisvaltainen yleiskatsaus julkaistuista työpaikoista
fr: Un aperçu clair et global des postes publiés
lv: Skaidrs un pilnīgs pārskats par visām publiskotajām vakancēm
nb: En klar, helhetlig oversikt over de publiserte stillingene
nl: Een duidelijk, holistisch overzicht van de gepubliceerde posities
pl: Przejrzysty, holistyczny przegląd opublikowanych stanowisk
sv: En tydlig helhetsöversikt över de publicerade positionerna

source: Easy switching between list views based on the current status of the positions
da: Skift nemt mellem listevisninger baseret på stillingernes aktuelle status
de: Einfaches Umschalten zwischen den Listenansichten auf der Grundlage des aktuellen Status der Stellen
et: Loendivaateid on ametikohtade praeguse oleku põhjal kerge vahetada
fi: Helppoa vaihtaa luettelonäkymien välillä perustuen työpaikkojen sen hetkiseen statukseen.
fr: Basculement facile entre les vues de liste en fonction du statut actuel des postes
lv: Ērta pārslēgšanās starp skatiem, kas pielāgota vakanču statusiem
nb: Enkel veksling mellom listevisninger basert på stillingenes aktuelle status
nl: Eenvoudig schakelen tussen lijstweergaven op basis van de huidige status van de posities
pl: Łatwe przełączanie między widokami listy na podstawie aktualnego statusu stanowisk
sv: Enkelt att växla mellan listvyer baserat på positionernas aktuella status
