Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Hi {user_first_name}, You have been invited to the online interview with {applicant_name} regarding position {position_name}. Date and time: {time} ({timezone}). Join the online interview through your personal link: {link} You can now test your device compatibility by entering the waiting lobby. System will automatically check that your camera and microphone are working properly. Supported desktop browsers: Chrome, Firefox and Safari Mobile support: - iPhone/iPad: Safari - Android: Firefox and Chrome If you have technical problems, please contact support@recright.com. Have a wonderful interview! Team TalentAdore P.S. You can add your TalentAdore interview calendar to an external calendar via this iCal link: {ical_link}
da: Hej {user_first_name}, Du er blevet inviteret til onlineinterview med {applicant_name} vedrørende stillingen {position_name}. Dato og klokkeslæt: {time} ({timezone}). Deltag i onlineinterviewet via dit personlige link: {link} Du kan nu teste din enheds kompatibilitet ved at gå ind i ventehallen. Systemet vil automatisk kontrollere, at dit kamera og din mikrofon fungerer korrekt. Understøttede desktop-browsere: Chrome, Firefox og Safari Mobil understøttelse: - iPhone/iPad: Safari - Android: Firefox og Chrome Hvis du har tekniske problemer, bedes du kontakte support@recright.com. Hav et dejligt interview! Team TalentAdore P.S. Du kan tilføje din TalentAdore interviewkalender til en ekstern kalender via dette iCal-link: {ical_link}
de: Hallo {user_first_name}, Sie wurden zum Online-Bewerbungsgespräch mit {applicant_name} bezüglich der Stelle {position_name} eingeladen. Datum und Uhrzeit: {time} ({timezone}). Nehmen Sie über Ihren persönlichen Link an dem Online-Bewerbungsgespräch teil: {link}. Sie können nun Ihre Gerätekompatibilität testen, indem Sie die Wartehalle betreten. Das System prüft automatisch, ob Ihre Kamera und Ihr Mikrofon richtig funktionieren. Unterstützte Desktop-Browser: Chrome, Firefox und Safari Mobile Unterstützung: - iPhone/iPad: Safari - Android: Firefox und Chrome Wenn Sie technische Probleme haben, wenden Sie sich bitte an support@recright.com. Ich wünsche Ihnen ein erfolgreiches Bewerbungsgespräch! Team TalentAdore P.S. Sie können Ihren TalentAdore Kalender für Bewerbungsgespräche zu einem externen Kalender über diesen iCal-Link hinzufügen: {ical_link}
et: Tere, {user_first_name}! Sind on kutsutud ametikoha {position_name} veebivestlusele kandidaadiga {applicant_name}. Kuupäev ja kellaaeg: {time} ({timezone}). Veebivestlusele pääsed ligi oma isikliku lingiga: {link} Saad kohe ooteruumi siseneda, et kontrollida oma seadme ühilduvust. Süsteem kontrollib automaatselt, et kaamera ja mikrofon toimiksid korralikult. Toetatud töölauabrauserid: Chrome, Firefox ja Safari Mobiilitugi: - iPhone/iPad: Safari - Android: Firefox ja Chrome Tehniliste probleemide korral võta meiega ühendust aadressil support@recright.com. Toredat vestlust! TalentAdore’i meeskond P.S. Saad lisada TalentAdore’i vestlusekalendri mõnda välisesse kalendrisse, kasutades seda iCali linki: {ical_link}
fi: Hei {user_first_name}, Sinut on kutsuttu online-haastatteluun hakijan {applicant_name} kanssa. Tehtävä: {position_name}. Ajankohta: {time} ({timezone}). Liity online-haastatteluun tämän henkilökohtaisen linkin kautta: {link} Voit nyt heti kokeilla laitteistosi yhteensopivuuden siirtymällä haastattelun odotusaulaan. Odotusaulassa järjestelmä testaa automaattisesti kameran ja mikrofonin toimivuuden. Tuetut desktop-selaimet: - Chrome, Firefox ja Safari Mobiilituki: - Android: Firefox ja Chrome - iPhone/iPad: Safari Jos törmäät ongelmiin, saat tukea osoitteessa support@recright.com. Mukavaa haastattelua! TalentAdoren tiimi P.S. Voit lisätä TalentAdore-haastattelukalenterisi ulkoiseen kalenteriin tämän iCal-linkin kautta: {ical_link}
fr: Bonjour {user_first_name}, Vous avez été invité à l'interview en ligne avec {applicant_name} concernant le poste {position_name}. Date et heure: {time} ({timezone}). Rejoignez l'interview en ligne via votre lien personnel: {link} Vous pouvez maintenant tester la compatibilité de votre appareil en entrant dans la salle d'attente. Le système vérifiera automatiquement que votre caméra et votre microphone fonctionnent correctement. Navigateurs de bureau pris en charge: Chrome, Firefox et Safari Prise en charge mobile: - iPhone/iPad: Safari - Android: Firefox et Chrome Si vous rencontrez des problèmes techniques, veuillez contacter support@recright.com. Passez une merveilleuse interview! L'équipe TalentAdore P.S. Vous pouvez ajouter votre calendrier d'interviews TalentAdore à un calendrier externe via ce lien iCal: {ical_link}
lv: Sveiki, {user_first_name}! Jūs esat uzaicināts uz tiešsaistes interviju ar {applicant_name} par vakanci {position_name}. Datums un laiks: {time} ({timezone}). Pievienojieties tiešsaistes intervijai, izmantojot savu personīgo saiti: {link} Varat pārbaudīt savas ierīces saderību, ieejot uzgaidāmajā telpā. Sistēma automātiski pārbaudīs, vai kamera un mikrofons darbojas pareizi. Atbalstītās datora pārlūkprogrammas: Chrome, Firefox un Safari Mobilo ierīču atbalsts: - iPhone/iPad: Safari - Android: Firefox un Chrome Ja jums rodas tehniskas problēmas, lūdzu, rakstiet uz support@recright.com. Novēlam lielisku interviju! TalentAdore komanda P.S. Varat pievienot TalentAdore interviju kalendāru ārējam kalendāram, izmantojot šo iCal saiti: {ical_link}
nb: Hei {user_first_name}, du er invitert til et intervju på nett med {applicant_name} om stillingen {position_name}. Dato og klokkeslett: {time} ({timezone}). Bli med på nettintervjuet via din personlige lenke: {link} Du kan nå teste enhetens kompatibilitet ved å gå inn i ventehallen. Systemet kontrollerer automatisk at kameraet og mikrofonen fungerer som de skal. Nettlesere som støttes: Chrome, Firefox og Safari Støttede mobilenheter: - iPhone/iPad: Safari -Android: Firefox og Chrome Hvis du har tekniske problemer, kan du kontakte support@recright.com. Lykke til med intervjuet! Team TalentAdore PS! Du kan legge TalentAdore-intervjukalenderen din til på en ekstern kalender via denne iCal-lenken: {ical_link}
nl: Hallo {user_first_name}, U bent uitgenodigd voor het online interview met {applicant_name} voor de functie {position_name}. Datum en tijd: {time} ({timezone}). Neem deel aan het online interview via uw persoonlijke link: {link} U kunt nu uw apparaatcompatibiliteit testen door de wachtruimte te betreden. Het systeem controleert automatisch of uw camera en microfoon goed werken. Ondersteunde desktopbrowsers: Chrome, Firefox en Safari Mobiele ondersteuning: - iPhone/iPad: Safari - Android: Firefox en Chrome Als u technische problemen ondervindt, neem dan contact op met support@recright.com. Veel succes met het interview! Team TalentAdore P.S. U kunt uw TalentAdore-interviewagenda toevoegen aan een externe agenda via deze iCal-link: {ical_link}
pl: Cześć {user_first_name}, Zostałeś zaproszony na rozmowę kwalifikacyjną online z {applicant_name} na stanowisko {position_name}. Data i godzina: {time} ({timezone}). Dołącz do rozmowy kwalifikacyjnej online za pomocą osobistego linku: {link} Możesz teraz przetestować kompatybilność swojego urządzenia, wchodząc do poczekalni. System automatycznie sprawdzi, czy kamera i mikrofon działają poprawnie. Obsługiwane przeglądarki na komputerach: Chrome, Firefox i Safari Obsługa urządzeń mobilnych: - iPhone/iPad: Safari - Android: Firefox i Chrome W przypadku problemów technicznych skontaktuj się z support@recright.com. Życzymy wspaniałej rozmowy! Zespół TalentAdore P.S. Możesz dodać kalendarz rozmów kwalifikacyjnych TalentAdore do zewnętrznego kalendarza za pomocą tego linku iCal: {ical_link}
sv: Hej {user_first_name}, Du har blivit bjuden in till en online-intervju med {applicant_name} gällande tjänsten {position_name}. Datum och tid: {time} ({timezone}). Delta i intervjun via din personliga länk: {link} Du kan redan i förväg testa online-intervjun genom att gå in i intervjuns vänterum. I vänterummet testas det automatiskt att din kamera och mikrofon fungerar som de ska. Stödda webbläsare: - Chrome, Firefox och Safari Mobilstöd: - Android: Firefox och Chrome - iPhone/iPad: Safari Kontakta support@recright.com om du stöter på tekniska problem, så hjälper vi gärna. Vi önskar dig en lyckad intervju! TalentAdore-teamet P.S. Du kan synkronisera din TalentAdore-intervjukalender med en extern kalender via den här iCal-länken: {ical_link}

source: Hi {applicant_name} has confirmed time for {interview_type} in {position_name} position at {time} ({timezone}). You can see it in your calendar in {calendar_link}. If you want to add it in any external calendar, use this iCal link: {ical_link}. You can reschedule this meeting through the applicant profile ({profile_link}) if needed. Have a wonderful interview! TalentAdore
da: Hej, {applicant_name} har bekræftet tid til {interview_type} i {position_name} stilling kl. {time} ({timezone}). Du kan se det i din kalender i {calendar_link}. Hvis du vil tilføje den til en ekstern kalender, skal du bruge dette iCal-link: {ical_link}. Du kan flytte dette møde via ansøgerens profil ({profile_link}), hvis det er nødvendigt. Hav et dejligt interview! TalentAdore
de: Hi {applicant_name} hat Zeit für {interview_type} für die Stelle {position_name} um {time} ({timezone}) bestätigt. Sie können es in Ihrem Kalender per {calendar_link} sehen. Wenn Sie den Termin in einem externen Kalender hinzufügen möchten, verwenden Sie diesen iCal-Link: {ical_link}. Sie können den Termin außerdem über das Bewerberprofil ({profile_link}) verschieben. Ich wünsche Ihnen ein erfolgreiches Bewerbungsgespräch! TalentAdore
et: Tere! {applicant_name} on kinnitanud ametikoha {position_name} {interview_type}e ajal {time} ({timezone}). Näed seda oma TalentAdore kalendris: {calendar_link}. Kui soovid selle lisada mõnda välisesse kalendrisse, kasuta seda iCali linki: {ical_link}. Vajaduse korral saad kohtumise aega muuta kandidaadi profiili ({profile_link}) kaudu. Meeldivat vestlust! TalentAdore
fi: Hei {applicant_name} on varannut {interview_type}n työpaikassasi {position_name} {time} ({timezone}). Näet sen kalenterissasi täällä: {calendar_link}. Jos haluat lisätä sen ulkoiseen kalenteriin, käytä tätä iCal-linkkiä: {ical_link}. Voit muuttaa haastattelun ajankohtaa hakijan profiilissa ({profile_link}) jos tarvetta. Hyvää haastattelua! TalentAdore
fr: Bonjour, {applicant_name} a confirmé l'heure pour {interview_type} pour le poste de {position_name} à {time} ({timezone}). Vous pouvez le voir dans votre calendrier dans {calendar_link}. Si vous souhaitez l'ajouter dans un calendrier externe, utilisez ce lien iCal : {ical_link}. Vous pouvez reporter cette réunion via le profil du candidat ({profile_link}) si nécessaire. Passez un merveilleux entretien ! TalentAdore
lv: Sveiki! {applicant_name} ir apstiprinājis laiku šādai intervijai: {interview_type} par vakanci {position_name} plkst. {time} ({timezone}). Varat to aplūkot savā kalendārā šeit: {calendar_link}. Ja vēlaties to pievienot jebkuram ārējam kalendāram, izmantojiet šo iCal saiti: {ical_link}. Ja nepieciešams, šo tikšanos var pārplānot, izmantojot kandidāta profilu ({profile_link}). Novēlam brīnišķīgu interviju! TalentAdore
nb: Hei, {applicant_name} har bekreftet tiden for {interview_type} i {position_name} kl. {time} ({timezone}). Du kan se det i kalenderen din i {calendar_link}. Hvis du vil legge dette til i en ekstern kalender, kan du bruke denne iCal-lenken: {ical_link}. Du kan angi en ny tid for dette møtet på nytt via søkerprofilen ({profile_link}) ved behov. Lykke til med intervjuet! TalentAdore
nl: Hallo {applicant_name} heeft de tijd bevestigd voor {interview_type} in de functie van {position_name} om {time} ({timezone}). U kunt het zien in uw agenda in {calendar_link}. Als u het wilt toevoegen aan een externe agenda, gebruik dan deze iCal-link: {ical_link}. U kunt deze afspraak indien nodig verzetten via het sollicitantenprofiel ({profile_link}). Veel succes met het interview! TalentAdore
pl: Cześć {applicant_name} potwierdził(a) termin {interview_type} na stanowisko {position_name} o godzinie {time} ({timezone}). Możesz zobaczyć to w swoim kalendarzu w {calendar_link}. Jeśli chcesz dodać to do zewnętrznego kalendarza, użyj tego linku iCal: {ical_link}. W razie potrzeby możesz zmienić termin spotkania poprzez profil kandydata ({profile_link}). Życzę wspaniałej rozmowy! TalentAdore
sv: Hej, {applicant_name} har bekräftat tiden för {interview_type} till positionen som {position_name} {time} ({timezone}). Du kan se tiden i din kalender genom {calendar_link}. Om du vill lägga till den i en extern kalender, använd denna iCal länk: {ical_link}. Du kan omboka detta möte genom kandidatens profil ({profile_link}) vid behov. Ha en fantastisk intervju! TalentAdore

source: Hi, {request_name} would like you to approve {job_name} job requisition. Here are the details of the job requisition: Position name: {job_name} {visibility} Application period date: {application_period} Type of employment: {employment_type} Job description: {job_description} Internal note: {internal_note} Created by: {job_creator} Hiring manager: {hiring_managers} Reason for vacancy: {reason_for_vacancy} {approval_history_html} You can click this link to view and approve the job requisition: <a href='{preview_link}'>{preview_link}</a> Best regards, Team TalentAdore
da: Hej, {request_name} vil gerne have dig til at godkende {job_name} jobansøgning. Her er detaljerne i jobansøgningen: Stillingsnavn: {job_name} {visibility} Dato for ansøgningsperiode: {application_period} Type af ansættelse: {employment_type} Jobbeskrivelse: {job_description} Intern note: {internal_note} Oprettet af: {job_creator} Rekrutterende leder: {hiring_managers} Årsag til den ledige stilling: {reason_for_vacancy} {approval_history_html} Du kan klikke på dette link for at se og godkende jobrekvisitionen: <a href='{preview_link}'>{preview_link}</a> Med venlig hilsen, TalentAdore
de: Hallo, {request_name} bittet Sie das Stellenangebot {job_name} zu genehmigen. Hier sind die Details des Stellenangebots: Stellenname: {job_name} {visibility} Bewerbungszeitraum: {application_period} Beschäftigungsart: {employment_type} Stellenbeschreibung: {job_description} Interne Notiz: {internal_note} Erstellt von: {job_creator} Einstellungsleiter: {hiring_managers} Grund der Vakanz: {reason_for_vacancy} {approval_history_html} Klicken Sie diesen Link um das Stellenangebot anzusehen und zu genehmigen: <a href='{preview_link}'>{preview_link}</a> Herzliche Grüße, Team TalentAdore
et: Tere! {request_name} soovib, et kinnitaksid ametikoha {job_name} värbamistaotluse. Värbamistaotluse info on järgmine. Ametikoha nimi: {job_name} {visibility} Avalduste saatmise periood: {application_period} Töösuhte tüüp: {employment_type} Ametikirjeldus: {job_description} Ettevõttesisene märge: {internal_note} Looja: {job_creator} Värbav juht: {hiring_managers} Vaba ametikoha põhjus: {reason_for_vacancy} {approval_history_html} Klõpsa värbamistaotluse vaatamiseks ja kinnitamiseks järgmist linki: <a href='{preview_link}'>{preview_link}</a> Heade soovidega TalentAdore’i meeskond
fi: Hei, {request_name} pyytää hyväksyntääsi "{job_name}" rekrytointilupapyynnölle. Tässä ovat rekrytointilupapyynnön tiedot: Työpaikkailmoituksen otsikko: {job_name} {visibility} Hakuaika: {application_period} Työsuhteen tyyppi: {employment_type} Työn kuvaus: {job_description} Sisäinen muistiinpano: {internal_note} Rekrytointilupapyynnön laatija: {job_creator} Rekrytoiva esihenkilö: {hiring_managers} Rekrytoinnin syy: {reason_for_vacancy} {approval_history_html} Klikkaa tätä linkkiä, jotta pääset näkemään ja hyväksymään rekrytointilupapyynnön: <a href='{preview_link}'>{preview_link}</a> Parhain terveisin, TalentAdoren tiimi
fr: Bonjour, {request_name} souhaite que vous approuviez la demande d'emploi {job_name}. Voici les détails de la demande d'emploi : Nom du poste : {job_name} {visibility} Période de candidature : {application_period} Type d'emploi : {employment_type} Description du poste : {job_description} Note interne : {internal_note} Créé par : {job_creator} Responsable du recrutement : {hiring_managers} Raison du poste vacant : {reason_for_vacancy} {approval_history_html} Vous pouvez cliquer sur ce lien pour consulter et approuver la demande d'emploi : <a href='{preview_link}'>{preview_link}</a> Cordialement, L'équipe TalentAdore
lv: Sveiki! {request_name} vēlas, lai jūs apstiprinātu {job_name} darba pieprasījumu. Lūk, informācija par darba pieprasījumu: Vakances nosaukums: {job_name} {visibility} Pieteikuma perioda datums: {application_period} Nodarbinātības veids: {employment_type} Amata apraksts: {job_description} Iekšējā piezīme: {internal_note} Autors: {job_creator} Par pieņemšanu darbā atbildīgais vadītājs: {hiring_managers} Brīvās darbavietas iemesls: {reason_for_vacancy} {approval_history_html} Jūs varat noklikšķināt uz šīs saites, lai skatītu un apstiprinātu darba pieprasījumu: <a href='{preview_link}'>{preview_link}</a> Ar cieņu TalentAdore komanda
nb: Hei, {request_name} ønsker at du godkjenner {job_name} jobbrekvisisjon. Her er detaljene i jobbrekvisisjonen: Stillingsnavn: {job_name} {visibility} Dato for søknadsperiode: {application_period} Type ansettelse: {employment_type} Stillingsbeskrivelse: {job_description} Internt notat: {internal_note} Opprettet av: {job_creator} Rekrutterende leder: {hiring_managers} Årsak til ledig stilling: {reason_for_vacancy} {approval_history_html} Du kan klikke på denne lenken for å se og godkjenne jobbrekvisisjonen: <a href='{preview_link}'>{preview_link}</a> Med vennlig hilsen, Team TalentAdore
nl: Hallo, {request_name} wil graag dat u de vacature {job_name} goedkeurt. Hier zijn de details van de vacature: Functienaam: {job_name} {visibility} Aanvraagperiode: {application_period} Type dienstverband: {employment_type} Functiebeschrijving: {job_description} Interne notitie: {internal_note} Aangemaakt door: {job_creator} Wervingsmanager: {hiring_managers} Reden voor vacature: {reason_for_vacancy} {approval_history_html} U kunt op deze link klikken om de vacature te bekijken en goed te keuren: <a href='{preview_link}'>{preview_link}</a> Met vriendelijke groet, Team TalentAdore
pl: Cześć, {request_name} prosi o zatwierdzenie zapotrzebowania na stanowisko {job_name}. Oto szczegóły zapotrzebowania: Nazwa stanowiska: {job_name} {visibility} Okres składania aplikacji: {application_period} Rodzaj zatrudnienia: {employment_type} Opis stanowiska: {job_description} Uwagi wewnętrzne: {internal_note} Utworzono przez: {job_creator} Menedżer zatrudniający: {hiring_managers} Powód wakatu: {reason_for_vacancy} {approval_history_html} Kliknij ten link, aby wyświetlić i zatwierdzić zapotrzebowanie: <a href='{preview_link}'>{preview_link}</a> Pozdrawiam, Zespół TalentAdore
sv: Hej, {request_name} har bett dig godkänna ansökan för rekryteringstillstånd för tjänsten "{job_name}". Här är detaljerna för rekryteringstillståndet: Tjänstens namn: {job_name} {visibility} Ansökningstid: {application_period} Typ av anställning: {employment_type} Befattningsbeskrivning: {job_description} Intern anteckning: {internal_note} Skapad av: {job_creator} Rekryterande chef: {hiring_managers} Orsak för rekrytering: {reason_for_vacancy} {approval_history_html} Klicka på den här länken för att godkänna jobbannonsen: <a href='{preview_link}'>{preview_link}</a> Med vänlig hälsning, Team TalentAdore

source: Hi, {user} has assigned you a task. Task details are as below: Assigner: {assigner_email} Date: {date} Note: {note} {applicant_link} PS. To view this task in your TalentAdore Hire, please go to {notifications_link} Best regards, Team TalentAdore
da: Hej, {user} har tildelt dig en opgave. Opgavedetaljerne er vist nedenfor: Tildeler: {assigner_email} Dato: {date} Note: {note} {applicant_link} PS. Hvis du vil se denne opgave i din TalentAdore Hire, skal du gå til {notifications_link}. Med venlig hilsen, Team TalentAdore
de: Hi, {user} hat Ihnen eine Aufgabe zugewiesen. Die Aufgabendetails lauten wie folgt: Zuweiser: {assigner_email} Datum: {date} Note: {note} {applicant_link} PS. Um diese Aufgabe in Ihrem TalentAdore Hire zu sehen, gehen Sie bitte zu {notifications_link} Mit freundlichen Grüßen, Team TalentAdore
et: Tere! {user} on määranud sulle ülesande. Ülesande info leiad allpool. Esitaja: {assigner_email} Kuupäev: {date} Märge: {note} {applicant_link} NB! Selleks et vaadata ülesannet keskkonnas TalentAdore Hire, ava link {notifications_link} Heade soovidega TalentAdore’i meeskond
fi: Hei, {user} on antanut sinulle tehtävän. Tehtävän tiedot näet alla: Tehtävän antaja: {assigner_email} Päivämäärä: {date} Kommentti: {note} {applicant_link} PS. Nähdäksesi tehtävän TalentAdoressa, ole hyvä ja siirry {notifications_link} Parhain terveisin, TalentAdoren tiimi
fr: Bonjour, {user} vous a assigné une tâche. Les détails de la tâche sont ci-dessous : Assignant : {assigner_email} Date : {date} Note : {note} {applicant_link} PS. Pour consulter cette tâche dans votre TalentAdore Hire, veuillez vous rendre sur {notifications_link} Cordialement, L'équipe TalentAdore
lv: Sveiki! {user} ir piešķīris jums uzdevumu. Papildinformācija par uzdevumu ir šāda: Piešķīrējs: {assigner_email} Datums: {date} Piezīme: {note} {applicant_link} PS. Lai skatītu šo uzdevumu TalentAdore Hire, lūdzu, atveriet {notifications_link} Ar cieņu TalentAdore komanda
nb: Hei, {user} har tildelt deg en oppgave. Flere opplysninger om oppgaven ser du nedenfor: Tildeler: {assigner_email} Dato: {date} Merknad: {note} {applicant_link} PS! Gå til {notifications_link} for å se denne oppgaven i TalentAdore Hire Med vennlig hilsen Team TalentAdore
nl: Hallo, {user} heeft u een taak toegewezen. De details van de taak zijn als volgt: Toewijzer: {assigner_email} Datum: {date} Notitie: {note} {applicant_link} PS. Om deze taak in uw TalentAdore Hire te bekijken, gaat u naar {notifications_link} Met vriendelijke groet, Team TalentAdore
pl: Cześć, {user} przydzielił(a) Ci zadanie. Szczegóły zadania poniżej: Zlecający: {assigner_email} Data: {date} Uwagi: {note} {applicant_link} PS. Aby wyświetlić to zadanie w TalentAdore Hire, przejdź do {notifications_link} Pozdrawiam, Zespół TalentAdore
sv: Hej, {user} har gett dig en uppgift. Här nedan kan du läsa mer om uppgiften: Tilldelare: {assigner_email} Datum: {date} Anteckning: {note} {applicant_link} PS. För att se uppgiften i TalentAdores virtuella rekryteringsassistent, gå till {notifications_link} Bästa hälsningar, TalentAdore-teamet
