Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: I agree to share my email address with Recright
da: Jeg accepterer at dele min e-mail-adresse med Recright
de: Ich bin damit einverstanden, dass meine E-Mail-Adresse an Recright weitergegeben wird.
et: Nõustun jagama oma e-posti aadressi Recrightiga
fi: Hyväksyn sähköpostiosoitteen jakamisen Recrightin kanssa.
fr: J'accepte de partager mon adresse e-mail avec Recright
lv: Es piekrītu kopīgot savu e-pasta adresi ar Recright
nb: Jeg samtykker i å dele e-postadressen min med Recright
nl: Ik ga ermee akkoord mijn e-mailadres met Recright te delen
pl: Wyrażam zgodę na udostępnienie mojego adresu e-mail firmie Recright
sv: Jag samtycker till att min e-postadress delas med Recrighte

source: Clear
da: Slet
de: Löschen
et: Tühjenda
fi: Tyhjennä
fr: Effacer
lv: Notīrīt
nb: Fjern
nl: Wissen
pl: Wyczyść
sv: Ta bort

source: By joining our Talent Community, you can stay up-to-date on new career opportunities in our company. The Talent Community is powered by {}.
da: Ved at tilmelde dig vores Talent Community kan du holde dig opdateret om nye karrieremuligheder i vores virksomhed. Talent Community drives af {}.
de: Durch den Beitritt zu unserer Talent Community bleiben Sie über neue Karrieremöglichkeiten in unserem Unternehmen auf dem Laufenden. Die Talent Community wird von {} betrieben.
et: Liitudes meie talentide kogukonnaga, saate olla kursis uute karjäärivõimalustega meie ettevõttes. Talentide kogukonda juhib {}.
fi: Littymällä Talent Communityymme, pysyt ajantasalla uusista uravaihtoehdoista yrityksessämme. Talent Communityn mahdollistaa {}.
fr: En rejoignant notre communauté de talents, vous pouvez rester informé des nouvelles opportunités de carrière dans notre entreprise. La communauté de talents est alimentée par {}.
lv: Pievienojoties mūsu talantu kopienai, varat būt informēts par jaunām karjeras iespējām mūsu uzņēmumā. Talantu kopienu nodrošina {}.
nb: Ved å bli med i vårt Talent Community kan du holde deg oppdatert på nye karrieremuligheter i selskapet vårt. Talent Community drives av {}.
nl: Door lid te worden van onze Talent Community blijft u op de hoogte van nieuwe carrièremogelijkheden binnen ons bedrijf. De Talent Community wordt mogelijk gemaakt door {}.
pl: Dołączając do naszej Talent Community, możesz być na bieżąco z nowymi możliwościami kariery w naszej firmie. Talent Community jest obsługiwana przez {}.
sv: Genom att gå med i vår Talent Community kan du hålla dig uppdaterad om nya karriärmöjligheter i vårt företag. Talent Community drivs av {}.

source: You are now removed from the Talent Community
da: Du er nu fjernet fra Talent Community
de: Sie sind nun aus der Talent-Community entfernt
et: Oled nüüd Talent Communityst eemaldatud
fi: Olet nyt päättänyt Talent Community-jäsenyytesi.
fr: Vous êtes maintenant retiré de la Communauté de Talents
lv: Jūs tagad esat noņemts no Talent Community
nb: Du er nå fjernet fra Talent Community
nl: U bent nu verwijderd uit de Talent Community
pl: Zostałeś usunięty z Talent Community
sv: Ditt medlemskap till Talent Communityn har upphävts.

source: Leave Talent Community
da: Forlad Talent Community
de: Talent-Community verlassen
et: Lahku Talent Communityst
fi: Poistu Talent Communitysta
fr: Quitter la Communauté de Talents
lv: Pamest Talent Community
nb: Forlate Talent Community
nl: Talent Community verlaten
pl: Opuść Talent Community
sv: Lämna Talent Community

source: Leave
da: Forlad
de: Verlassen
et: Lahku
fi: Poistu
fr: Quitter
lv: Pamest
nb: Forlat
nl: Verlaten
pl: Opuść
sv: Lämna

source: Removal confirmation
da: Bekræftelse af opsigelse
de: Bestätigung des Entfernens
et: Lahkumise kinnitamine
fi: Vahvista tietojen poistaminen
fr: Confirmation de suppression
lv: Izņemšanas apstiprinājums
nb: Bekreftelse på fjerning
nl: Bevestiging van verwijdering
pl: Potwierdzenie usunięcia
sv: Bekräfta att din information kan raderas

source: Are you sure you want to end your Talent Community membership?
da: Er du sikker på, at du vil opsige dit medlemskab af Talent Community?
de: Sind Sie sicher, dass Sie Ihre Mitgliedschaft in der Talent-Community beenden wollen?
et: Kas soovid Talent Communityst lahkuda?
fi: Oletko varma, että haluat tietosi poistettavan Talent Communitysta?
fr: Êtes-vous sûr de vouloir mettre fin à votre adhésion à la Communauté de Talents ?
lv: Vai tiešām vēlaties beigt dalību Talent Community?
nb: Er du sikker på at du vil avslutte medlemskapet i Talent Community?
nl: Weet u zeker dat u uw lidmaatschap van de Talent Community wilt beëindigen?
pl: Czy na pewno chcesz zakończyć swoje członkostwo w Talent Community?
sv: Är du säker att du vill att din Talent Community-information raderas?

source: Cookie preferences
da: Præferencer for cookies
de: Cookie-Einstellungen
et: Küpsiste eelistused
fi: Evästeasetukset
fr: Préférences de cookies
lv: Sīkfailu preferences
nb: Preferanser for informasjonskapsler
nl: Cookievoorkeuren
pl: Preferencje dotyczące plików cookie
sv: Webbkakors inställningar

source: We use cookies to provide a better user experience and a personalised service. By consenting to the use of cookies, we can develop an even better service and will be able to provide content that is interesting to you. You are in control of your cookie preferences, and you may change them at any time.
da: Vi bruger cookies til at give en bedre brugeroplevelse og en personlig service. Ved at give samtykke til brugen af cookies kan vi udvikle en endnu bedre service og levere indhold, der er interessant for dig. Du har kontrol over dine cookie-præferencer, og du kan til enhver tid ændre dem.
de: Wir verwenden Cookies, um eine bessere Nutzererfahrung und einen personalisierten Service zu bieten. Wenn Sie der Verwendung von Cookies zustimmen, können wir einen noch besseren Service entwickeln und Inhalte anbieten, die für Sie interessant sind. Sie haben die Kontrolle über Ihre Cookie-Einstellungen und können diese jederzeit ändern.
et: Kasutame küpsiseid, et pakkuda sujuvamat kasutust ja isikupärastatud teenust. Kui annad küpsiste kasutamiseks nõusoleku, saame oma teenust veelgi täiustada ja pakkuda huvitavat sisu. Küpsiste eelistusi saad ise hallata ja igal ajal muuta.
fi: Evästeiden avulla tarjoamme paremman käyttökokemuksen ja henkilökohtaisemman palvelun. Kun hyväksyt evästeet, voimme kehittää palveluistamme entistä parempia ja pystymme tarjoamaan sinulle kiinnostavia sisältöjä. Sinä hallitset evästeitäsi ja voit muuttaa evästeasetuksiasi milloin tahansa.
fr: Nous utilisons des cookies pour fournir une meilleure expérience utilisateur et un service personnalisé. En consentant à l'utilisation de cookies, nous pouvons développer un service encore meilleur et serons en mesure de fournir du contenu qui vous intéresse. Vous contrôlez vos préférences de cookies et vous pouvez les modifier à tout moment.
lv: Mēs izmantojam sīkfailus, lai nodrošinātu labāku lietotāja pieredzi un personalizētus pakalpojumus. Ja piekritīsiet sīkfailu izmantošanai, mēs varēsim izstrādāt vēl labāku pakalpojumu un nodrošināt jums interesantu saturu. Jūs pats kontrolējat savas sīkfailu preferences un varat jebkurā brīdī tās mainīt.
nb: Vi bruker informasjonskapsler for å gi deg en bedre brukeropplevelse og en personlig tilpasset tjeneste. Ved å samtykke i bruk av informasjonskapsler kan vi utvikle en enda bedre tjeneste og tilby innhold som er interessant for deg. Du har kontroll over informasjonskapsel-preferansene dine, og du kan når som helst endre dem.
nl: We gebruiken cookies om een betere gebruikerservaring en een gepersonaliseerde service te bieden. Door in te stemmen met het gebruik van cookies, kunnen we een nog betere service ontwikkelen en inhoud bieden die voor u interessant is. U heeft de controle over uw cookievoorkeuren en u kunt deze op elk moment wijzigen.
pl: Używamy plików cookie, aby zapewnić lepsze wrażenia użytkownika i spersonalizowaną usługę. Wyrażając zgodę na używanie plików cookie, możemy rozwijać jeszcze lepszą usługę i będziemy w stanie dostarczać treści, które Cię interesują. Masz kontrolę nad swoimi preferencjami dotyczącymi plików cookie i możesz je zmienić w dowolnym momencie.
sv: Med hjälp av cookies erbjuder vi en bättre användarupplevelse och en mer personlig service. När du accepterar cookies kan vi bättre utveckla våra tjänster och erbjuda innehåll som intresserar dig. Du hanterar dina cookies och kan ändra dina inställningar när som helst.

source: Read more about our cookies.
da: Læs mere om vores cookies.
de: Lesen Sie mehr über unsere Cookies.
et: Lisainfo meie küpsiste kohta.
fi: Lue lisää evästeistämme.
fr: En savoir plus sur nos cookies.
lv: Uzzināt vairāk par mūsu sīkfailiem.
nb: Les mer om informasjonskapslene våre.
nl: Lees meer over onze cookies.
pl: Przeczytaj więcej o naszych plikach cookie.
sv: Läs mera om våra webbkakor.

source: Essential functions
da: Væsentlige funktioner
de: Wesentliche Funktionen
et: Põhifunktsioonid
fi: Välttämättömät toiminnalliset evästeet
fr: Fonctions essentielles
lv: Pamatfunkcijas
nb: Viktige funksjoner
nl: Essentiële functies
pl: Podstawowe funkcje
sv: Väsentliga funktioner

source: These cookies are always required for our service to function.
da: Disse cookies er altid nødvendige, for at vores service kan fungere.
de: Diese Cookies sind immer erforderlich, damit unser Dienst funktioniert.
et: Need küpsised on alati vajalikud teenuse tagamiseks.
fi: Evästeet ovat aina käytössä, jotta palvelumme toimivat.
fr: Ces cookies sont toujours nécessaires pour que notre service fonctionne.
lv: Šie sīkfaili vienmēr ir nepieciešami, lai mūsu pakalpojums varētu darboties.
nb: Disse informasjonskapslene er alltid nødvendige for at tjenesten vår skal fungere.
nl: Deze cookies zijn altijd vereist voor onze service om te functioneren.
pl: Te pliki cookie są zawsze wymagane, aby nasza usługa mogła funkcjonować.
sv: Dessa webbkakor är alltid nödvändiga för att vår tjänst skall fungera.

source: Service development cookies
da: Cookies til udvikling af tjenester
de: Cookies zur Dienstentwicklung
et: Teenusearenduse küpsised
fi: Evästeet, joilla kehitämme palvelujamme
fr: Cookies de développement de service
lv: Pakalpojumu izstrādes sīkfaili
nb: Informasjonskapsler for tjenesteutvikling
nl: Cookies voor serviceontwikkeling
pl: Pliki cookie do rozwoju usług
sv: Serviceutvecklings webbkakor

source: We develop our services every day. Cookies help us understand how our site's services are used and what the users want to do. They allow us to improve our services even further.
da: Vi udvikler vores tjenester hver dag. Cookies hjælper os med at forstå, hvordan vores websteds tjenester bruges, og hvad brugerne ønsker at gøre. De giver os mulighed for at forbedre vores tjenester endnu mere.
de: Wir entwickeln unsere Dienste jeden Tag weiter. Cookies helfen uns zu verstehen, wie die Dienste unserer Website genutzt werden und was die Nutzer tun wollen. Sie ermöglichen es uns, unsere Dienste noch weiter zu verbessern.
et: Arendame oma teenuseid iga päev. Küpsised aitavad meil mõista, kuidas kasutatakse meie saidi teenuseid ja mida soovivad kasutajad teha. See võimaldab meil teenuseid veelgi paremaks muuta.
fi: Kehitämme palveluitamme päivittäin. Evästeet auttavat meitä ymmärtämään, miten sivustomme palveluita käytetään ja mitä niiltä toivotaan. Evästeiden avulla voimme luoda palveluistamme entistäkin parempia.
fr: Nous développons nos services chaque jour. Les cookies nous aident à comprendre comment les services de notre site sont utilisés et ce que les utilisateurs veulent faire. Ils nous permettent d'améliorer encore davantage nos services.
lv: Mēs katru dienu pilnveidojam savus pakalpojumus. Sīkfaili palīdz mums saprast, kā tiek izmantoti vietnes pakalpojumi un ko lietotāji vēlas darīt. Tie ļauj mums vēl vairāk uzlabot mūsu pakalpojumus.
nb: Vi utvikler tjenestene våre hver dag. Informasjonskapsler hjelper oss med å forstå hvordan nettstedets tjenester brukes og hva brukerne ønsker å gjøre. De gjør det mulig for oss å forbedre tjenestene våre ytterligere.
nl: We ontwikkelen onze diensten elke dag. Cookies helpen ons te begrijpen hoe de diensten van onze site worden gebruikt en wat de gebruikers willen doen. Ze stellen ons in staat om onze diensten nog verder te verbeteren.
pl: Codziennie rozwijamy nasze usługi. Pliki cookie pomagają nam zrozumieć, jak korzysta się z usług naszej strony i co użytkownicy chcą robić. Pozwalają nam jeszcze bardziej ulepszać nasze usługi.
sv: We utvecklar tjänsten varje dag. Webbkakor hjälper oss förstå hur tjänsten används vilket hjälper oss att utveckla tjänsten vidare.

source: Edit cookie settings
da: Redigér cookie-indstillinger
de: Cookie-Einstellungen bearbeiten
et: Muuda küpsiste seadeid
fi: Muokkaa evästeasetuksia
fr: Modifier les paramètres des cookies
lv: Rediģēt sīkfailu iestatījumus
nb: Rediger innstillinger for informasjonskapsler
nl: Cookie-instellingen bewerken
pl: Edytuj ustawienia plików cookie
sv: Redigera webbkakansinställningar

source: Accept selected cookies
da: Accepter valgte cookies
de: Ausgewählte Cookies akzeptieren
et: Nõustun valitud küpsistega
fi: Hyväksy valitut evästeet
fr: Accepter les cookies sélectionnés
lv: Pieņemt izvēlētos sīkfailus
nb: Godta valgte informasjonskapsler
nl: Geselecteerde cookies accepteren
pl: Zaakceptuj wybrane pliki cookie
sv: Acceptera valda webbkakor

source: Accept all cookies
da: Accepter alle cookies
de: Alle Cookies akzeptieren
et: Nõustun kõigi küpsistega
fi: Hyväksy kaikki evästeet
fr: Accepter tous les cookies
lv: Pieņemt visus sīkfailus
nb: Godta alle informasjonskapsler
nl: Alle cookies accepteren
pl: Zaakceptuj wszystkie pliki cookie
sv: Acceptera alla kakor

source: Validation error
da: Valideringsfejl
de: Fehler bei der Validierung
et: Kinnitamise tõrge
fi: Virhe tarkistuksessa
fr: Erreur de validation
lv: Apstiprināšanas kļūda
nb: Valideringsfeil
nl: Validatiefout
pl: Błąd walidacji
sv: Valideringsfel

source: No title provided
da: Ingen titel angivet
de: Kein Titel vorhanden
et: Pealkirja ei sisestatud
fi: Otsikkoa ei ole lisätty
fr: Aucun titre fourni
lv: Nav norādīts nosaukums
nb: Ingen tittel oppgitt
nl: Geen titel opgegeven
pl: Nie podano tytułu
sv: Ingen titel given

source: No sharing expiration provided
da: Ingen udløbsdato for deling
de: Kein Verfallsdatum für die Freigabe angegeben
et: Jagamise aegumist ei määratud
fi: Viimeistä voimassaolopäivää ei ole lisätty
fr: Aucune expiration de partage fournie
lv: Nav kopīgošanas derīguma termiņa
nb: Ingen utløpsdato for deling er oppgitt
nl: Geen vervaldatum voor delen opgegeven
pl: Nie podano daty wygaśnięcia udostępniania
sv: Dela utgångsperiod

source: No fields to share provided
da: Der er ingen felter at dele
de: Keine Felder zum Freigeben vorhanden
et: Jagatavaid välju ei määratud
fi: Jaettavia hakijatietoja ei ole valittu
fr: Aucun champ à partager fourni
lv: Nav kopīgojamu lauku
nb: Ingen felt å dele med andre
nl: Geen velden om te delen opgegeven
pl: Nie podano pól do udostępnienia
sv: Inga fält att dela tillgänliga

source: No Application data provided
da: Ingen anvendelsesdata angivet
de: Keine Bewerbungsdaten bereitgestellt
et: Avalduse andmeid ei sisestatud
fi: Hakemuksen tietoja ei ole lisätty
fr: Aucune donnée d'application fournie
lv: Nav pieteikuma datu
nb: Ingen søknadsopplysninger oppgitt
nl: Geen applicatiegegevens verstrekt
pl: Nie podano danych aplikacji
sv: Ingen applikationsdata given

source: No contact information provided
da: Ingen kontaktoplysninger angivet
de: Keine Kontaktinformationen bereitgestellt
et: Kontaktandmeid ei sisestatud
fi: Yhteystietoja ei ole lisätty
fr: Aucune information de contact fournie
lv: Nav kontaktinformācijas
nb: Ingen kontaktinformasjon oppgitt
nl: Geen contactgegevens verstrekt
pl: Nie podano danych kontaktowych
sv: Ingen kontaktinformation given

source: Delete this candidate introduction
da: Slet denne præsentation af kandidaten
de: Diese Kandidatenvorstellung löschen
et: Kustuta see kandidaaditutvustus
fi: Poista tämä hakijaesittely
fr: Supprimer cette introduction de candidat
lv: Dzēst šo kandidāta iepazīstināšanu
nb: Slett denne kandidatintroduksjonen
nl: Verwijder deze kandidaatintroductie
pl: Usuń to wprowadzenie kandydata
sv: Radera denna kandidatintroduktion

source: Are you sure you want to delete?
da: Er du sikker på, at du vil slette?
de: Sind Sie sicher, dass Sie löschen wollen?
et: Kas soovid selle kustutada?
fi: Haluatko varmasti poistaa?
fr: Êtes-vous sûr de vouloir supprimer ?
lv: Vai tiešām vēlaties dzēst?
nb: Er du sikker på at du vil slette?
nl: Weet u zeker dat u wilt verwijderen?
pl: Czy na pewno chcesz usunąć?
sv: Är du säker på att du vill radera?

source: Candidate introduction
da: Introduktion til kandidaten
de: Kandidatenvorstellung
et: Kandidaaditutvustus
fi: Hakijaesittely
fr: Présentation du candidat
lv: Kandidāta iepazīstināšana
nb: Introduksjon av kandidat
nl: Introductie van de kandidaat
pl: Wprowadzenie kandydata
sv: Kandidatintroduktion

source: Manage settings and preferences for your candidate introduction or view its edit history
da: Administrer indstillinger og præferencer for din kandidatintroduktion, eller se dens redigeringshistorik
de: Verwalten Sie Einstellungen und Präferenzen für Ihre Bewerbervorstellung oder sehen Sie sich den Bearbeitungsverlauf an
et: Hallake oma kandidaadi tutvustuse seadeid ja eelistusi või vaadake selle redigeerimise ajalugu
fi: Hallitse hakijan esittelyn asetuksia ja mieltymyksiä tai tarkastele sen muokkaushistoriaa
fr: Gérez les paramètres et les préférences de votre présentation de candidat ou consultez son historique de modification
lv: Pārvaldiet iestatījumus un preferences savam kandidāta iepazīstināšanas tekstam vai skatiet tā rediģēšanas vēsturi
nb: Administrer innstillinger og preferanser for kandidatintroduksjonen din, eller se redigeringshistorikken
nl: Beheer instellingen en voorkeuren voor uw kandidaatintroductie of bekijk de bewerkingsgeschiedenis
pl: Zarządzaj ustawieniami i preferencjami dla wprowadzenia kandydata lub wyświetl historię edycji
sv: Hantera inställningar och preferenser för din kandidatintroduktion eller visa dess redigeringshistorik

source: Settings
da: Indstillinger
de: Einstellungen
et: Seaded
fi: Asetukset
fr: Paramètres
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
sv: Inställningar

source: Edit history
da: Redigeringshistorik
de: Bearbeitungsverlauf
et: Redigeerimise ajalugu
fi: Muokkaushistoria
fr: Historique des modifications
lv: Rediģēšanas vēsture
nb: Redigeringshistorikk
nl: Bewerkingsgeschiedenis
pl: Historia edycji
sv: Redigeringshistorik

source: by {}
da: af {}
de: von {}
et: {} poolt
fi: tekijä {}
fr: par {}
lv: autors: {}
nb: av {}
nl: door {}
pl: przez {}
sv: av {}

source: Drag and drop files here
da: Træk og slip filer her
de: Dateien hierher ziehen und ablegen
et: Lohistage failid siia
fi: Vedä ja pudota tiedostot tähän
fr: Glissez et déposez les fichiers ici
lv: Velciet un nometiet failus šeit
nb: Dra og slipp filer her
nl: Sleep bestanden hierheen
pl: Przeciągnij i upuść pliki tutaj
sv: Dra och släpp filer här

source: or
da: eller
de: oder
et: või
fi: tai
fr: ou
lv: vai
nb: eller
nl: of
pl: lub
sv: eller

source: Browse files
da: Gennemse filer
de: Dateien durchsuchen
et: Sirvi faile
fi: Selaa tiedostoja
fr: Parcourir les fichiers
lv: Pārlūkot failus
nb: Bla gjennom filer
nl: Bestanden doorbladeren
pl: Przeglądaj pliki
sv: Bläddra bland filer

source: Upload new
da: Upload ny
de: Neu hochladen
et: Laadi üles uus
fi: Lataa uusi
fr: Télécharger un nouveau
lv: Augšupielādēt jaunu
nb: Last opp ny
nl: Nieuwe uploaden
pl: Prześlij nowe
sv: Ladda upp ny

source: Edit introduction
da: Redigér præsentation
de: Vorstellung bearbeiten
et: Muuda tutvustust
fi: Muokkaa hakijaesittelyä
fr: Modifier l'introduction
lv: Rediģēt iepazīstināšanu
nb: Rediger innledning
nl: Introductie bewerken
pl: Edytuj wprowadzenie
sv: Redigera introduktion

source: Show more
da: Vis mere
de: Mehr anzeigen
et: Kuva rohkem
fi: Näytä enemmän
fr: Afficher plus
lv: Rādīt vairāk
nb: Vis mer
nl: Toon meer
pl: Pokaż więcej
sv: Visa mer

source: Attachments
da: Vedhæftede filer
de: Anhänge
et: Manused
fi: Liitteet
fr: Pièces jointes
lv: Pielikumi
nb: Vedlegg
nl: Bijlagen
pl: Załączniki
sv: Bilagor

source: Show less
da: Vis mindre
de: Weniger anzeigen
et: Kuva vähem
fi: Näytä vähemmän
fr: Afficher moins
lv: Rādīt mazāk
nb: Vis mindre
nl: Toon minder
pl: Pokaż mniej
sv: Visa mindre

source: prev
da: forrige
de: vorherige
et: tagasi
fi: edellinen
fr: précédent
lv: iepriekšējais
nb: forrige
nl: vorige
pl: poprzedni
sv: föregående

source: next
da: næste
de: nächste
et: järgmine
fi: seuraava
fr: suivant
lv: nākamais
nb: neste
nl: volgende
pl: następny
sv: nästa

source: Low priority
da: Lav prioritet
de: Niedrige Priorität
et: Vähetähtis
fi: Matala tärkeys
fr: Priorité basse
lv: Zema prioritāte
nb: Lav prioritet
nl: Lage prioriteit
pl: Niski priorytet
sv: Låg prioritet

source: Medium priority
da: Medium prioritet
de: Mittlere Priorität
et: Keskmiselt tähtis
fi: Keskitason tärkeys
fr: Priorité moyenne
lv: Vidēja prioritāte
nb: Middels prioritet
nl: Gemiddelde prioriteit
pl: Średni priorytet
sv: Normal prioritet

source: High priority
da: Høj prioritet
de: Hohe Priorität
et: Väga tähtis
fi: Korkea tärkeys
fr: Priorité élevée
lv: Augsta prioritāte
nb: Høy prioritet
nl: Hoge prioriteit
pl: Wysoki priorytet
sv: Hög prioritet

source: API Error
da: API-fejl
de: API Fehler
et: API tõrge
fi: API virhe
fr: Erreur d'API
lv: API kļūda
nb: API-feil
nl: API-fout
pl: Błąd API
sv: API fel

source: No attachments found
da: Ingen vedhæftede filer fundet
de: Keine Anhänge gefunden
et: Manuseid ei leitud
fi: Liitteitä ei löytynyt
fr: Aucune pièce jointe trouvée
lv: Nav atrasti pielikumi
nb: Fant ingen vedlegg
nl: Geen bijlagen gevonden
pl: Nie znaleziono załączników
sv: Inga bilagor hittas

source: Candidate listing
da: Liste over kandidater
de: Kandidatenliste
et: Kandidaadi andmed
fi: Hakijalista
fr: Liste des candidats
lv: Kandidātu saraksts
nb: Liste over kandidater
nl: Kandidatenlijst
pl: Lista kandydatów
sv: Kandidat lista

source: Send introduction
da: Send introduktion
de: Vorstellung senden
et: Saada tutvustus
fi: Lähetä hakijaesittely
fr: Envoyer l'introduction
lv: Nosūtīt iepazīstināšanu
nb: Send introduksjon
nl: Introductie verzenden
pl: Wyślij wprowadzenie
sv: Skicka introduktion

source: Update candidate introduction
da: Opdatering af kandidatintroduktion
de: Kandidatenvorstellung aktualisieren
et: Uuenda kandidaaditutvustust
fi: Päivitä hakijaesittelyä
fr: Mettre à jour l'introduction du candidat
lv: Atjaunināt kandidāta iepazīstināšanu
nb: Oppdatering av kandidatintroduksjon
nl: Kandidaatintroductie bijwerken
pl: Zaktualizuj wprowadzenie kandydata
sv: Uppdatera kandidatintroduktion

source: Select candidate introduction to update
da: Vælg kandidatintroduktion til opdatering
de: Wählen Sie die zu aktualisierende Kandidatenvorstellung
et: Vali kandidaaditutvustus, mida uuendada
fi: Valitse päivitettävä esittely
fr: Sélectionnez l'introduction du candidat à mettre à jour
lv: Izvēlieties kandidāta iepazīstināšanu, ko atjaunināt
nb: Velg kandidatintroduksjon for å oppdatere
nl: Selecteer kandidaatintroductie om bij te werken
pl: Wybierz wprowadzenie kandydata do aktualizacji
sv: Välj vilken kandidatintroduktion du vill uppdatera

source: Continue
da: Fortsæt
de: Weiter
et: Jätka
fi: Jatka
fr: Continuer
lv: Turpināt
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
sv: Fortsätt

source: Comment
da: Kommentar
de: Kommentar
et: Kommentaar
fi: Kommentti
fr: Commentaire
lv: Komentārs
nb: Kommentar
nl: Opmerking
pl: Komentarz
sv: Kommentar

source: Comments
da: Kommentarer
de: Kommentare
et: Kommentaarid
fi: Kommentit
fr: Commentaires
lv: Komentāri
nb: Kommentarer
nl: Opmerkingen
pl: Komentarze
sv: Kommentarer

source: send
de: Sende
et: saada
fi: lähetä
fr: envoyer
lv: sūtīt
nl: verzenden
pl: wyślij
sv: Skicka
