Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Too many candidates for Kanban view
da: For mange kandidater til Kanban-visning
de: Zu viele Kandidaten für die Kanban-Ansicht
et: Liiga palju kandidaate Kanbani vaate jaoks
fi: Liian monta hakijaa Kanban-näkymään
fr: Trop de candidats pour la vue Kanban
lv: Pārāk daudz kandidātu Kanban skatam
nb: For mange kandidater for tavlevisning
nl: Te veel kandidaten voor Kanban-weergave
pl: Zbyt wielu kandydatów do widoku Kanban
sv: För många kandidater för Kanban-visning

source: (0) selected
da: (0) valgt
de: (0) ausgewählt
et: (0) valitud
fi: (0) valittu
fr: (0) sélectionné
lv: (0) atlasīti
nb: (0) valgt
nl: (0) geselecteerd
pl: (0) wybranych
sv: (0) valda

source: Copy applications from Excel
da: Kopier ansøgninger fra Excel
de: Bewerbungen aus Excel kopieren
et: Kopeeri avaldused Excelist
fi: Kopioi hakemukset Excelistä
fr: Copier les candidatures depuis Excel
lv: Kopēt pieteikumus no Excel
nb: Kopier søknader fra Excel
nl: Kopieer sollicitaties vanuit Excel
pl: Skopiuj aplikacje z Excela
sv: Kopiera ansökan från Excel

source: Show also
et: Näita ka
fi: Näytä myös
sv: Visa även

source: Inactive positions
da: Inaktive stillinger
de: Inaktive Stellen
et: Mitteaktiivsed ametikohad
fi: Ei aktiiviset työpaikat
fr: Postes inactifs
lv: Neaktīvas vakances
nb: Inaktive stillinger
nl: Inactieve functies
pl: Nieaktywne stanowiska
sv: Inaktiva jobb

source: Archived positions
da: Arkiverede stillinger
de: Archivierte Stellen
et: Arhiivitud ametikohad
fi: Arkistoidut työpaikat
fr: Postes archivés
lv: Arhivētās pozīcijas
nb: Arkiverte stillinger
nl: Gearchiveerde functies
pl: Zarchiwizowane stanowiska
sv: Arkiverade positioner

source: Adding
da: Tilføjer
de: Füge hinzu
et: Lisatakse
fi: Lisätään
fr: Ajout en cours
lv: Pievieno
nb: Legger til
nl: Toevoegen
pl: Dodawanie
sv: Lägger till

source: applications
da: ansøgninger
de: Bewerbungen
et: avaldust
fi: hakemukset
fr: candidatures
lv: pieteikumi
nb: søknader
nl: sollicitaties
pl: aplikacji
sv: ansökningar

source: Reject and send saved personalised feedback
da: Afvis og send gemt personlig feedback
de: Ablehnen und gespeichertes, personalisiertes Feedback senden
et: Lükka avaldus tagasi ja saada salvestatud isikupärastatud tagasiside
fi: Hylkää ja lähetä aiemmin luotu henkilökohtainen palaute
fr: Rejeter et envoyer les commentaires personnalisés enregistrés
lv: Noraidīt un nosūtīt saglabātās personalizētās atsauksmes
nb: Avslå og send lagret personlig tilpasset tilbakemelding
nl: Afwijzen en opgeslagen gepersonaliseerde feedback verzenden
pl: Odrzuć i wyślij zapisaną spersonalizowaną informację zwrotną
sv: Avslå och skicka tidigare sparat anpassat feedbackmeddelande

source: This email will be used to send feedback emails. Default address is the email address that is chosen when an applicant’s feedback is saved. If no saved message is found, your email address will be used as a fallback.
da: Denne e-mail vil blive brugt til at sende feedback-e-mails. Standardadressen er den e-mail-adresse, der vælges, når en ansøgers feedback gemmes. Hvis der ikke findes nogen gemt besked, vil din e-mail-adresse blive brugt som reserve.
de: Diese E-Mail-Adresse wird für den Versand von Feedback-E-Mails verwendet. Die Standardadresse ist die E-Mail-Adresse, die ausgewählt wird, wenn das Feedback eines Bewerbers gespeichert wird. Wenn keine gespeicherte Nachricht gefunden wird, wird Ihre E-Mail-Adresse als Ersatzadresse verwendet.
et: Seda e-posti aadressi kasutatakse tagasiside saatmiseks. Vaikimisi kasutatakse e-posti aadressi, mis valitakse kandidaadi tagasisidet salvestades. Kui salvestatud sõnumit ei leita, kasutatakse selle asemel sinu e-posti aadressi.
fi: Tätä sähköpostiosoitetta käytetään palauteviestien lähettämiseen. Oletus osoite on se sähköpostiosoite, joka on valittuna kun hakijan palaute tallennetaan. Jos tallennettua viestiä ei ole, sinun sähköpostiosoitetta käytetään sen sijaan.
lv: Šis e-pasts tiks izmantots, lai nosūtītu atsauksmes e-pasta vēstules. Noklusējuma adrese ir e-pasta adrese, kas tiek izvēlēta, kad tiek saglabātas kandidāta atsauksmes. Ja saglabāts ziņojums netiek atrasts, kā rezerves variants tiek izmantota jūsu e-pasta adrese.
nb: Denne e-postadressen vil bli brukt til å sende tilbakemeldinger på e-post. Standardadressen er den e-postadressen som velges når en søkers tilbakemelding lagres. Hvis det ikke finnes noen lagret melding, vil e-postadressen din bli brukt som reserve.
sv: Det här e-postmeddelandet kommer att användas för att skicka feedback-e-postmeddelanden. Standardadress är den e-postadress som väljs när den sökandes feedback sparas. Om inget sparat meddelande hittas, kommer din e-postadress att användas som en reserv.

source: Sending feedback to:
da: Send feedback til:
de: Feedback senden an:
et: Tagasiside saatmine isikule:
fi: Lähetetään palautteet seuraaville hakijoille:
fr: Envoi des commentaires à :
lv: Nosūta atsauksmes šeit:
nb: Sender tilbakemelding til:
nl: Feedback verzenden naar:
pl: Wysyłanie informacji zwrotnej do:
sv: Skickar feedback till:

source: Next applications already got feedback or are not yet evaluated:
da: De næste ansøgninger har allerede fået feedback eller er endnu ikke blevet evalueret:
de: Nächste Bewerbungen haben bereits eine Rückmeldung erhalten oder sind noch nicht bewertet:
et: Järgmised avaldused said juba tagasisidet või neid ei ole hinnatud.
fi: Seuraavat hakemukset ovat joko saaneet jo palautteen tai niitä ei ole vielä arvioitu:
fr: Les candidatures suivantes ont déjà reçu des commentaires ou ne sont pas encore évaluées :
lv: Nākamie pieteikumi jau ir saņēmuši atsauksmes vai vēl nav novērtēti:
nb: De neste søknadene har allerede fått tilbakemelding eller er ennå ikke evaluert:
nl: Volgende sollicitaties hebben al feedback ontvangen of zijn nog niet geëvalueerd:
pl: Następne aplikacje już otrzymały informację zwrotną lub nie zostały jeszcze ocenione:
sv: Följande ansökan har redan fått feedback eller är inte ännu under utvärdering:

source: Add tags
da: Tilføj tags
de: Tags hinzufügen
et: Lisa märkeid
fi: Lisää tageja
fr: Ajouter des tags
lv: Pievienot atzīmes
nb: Legge til emneknagger
nl: Tags toevoegen
pl: Dodaj tagi
sv: Lägg till tagg

source: First add tags that you want to add for the selected applications and then click "{}".
da: Tilføj først de tags, du vil tilføje til de valgte ansøgninger, og klik derefter på "{}".
de: Fügen Sie zunächst die Tags hinzu, die Sie für die ausgewählten Anwendungen hinzufügen möchten, und klicken Sie dann auf "{}".
et: Lisa valitud avaldustele sobivad märked ja klõpsa siis nuppu „{}“.
fi: Lisää ensin tägit jotka haluat lisätä valittuihin hakemuksiin, ja klikkaa tämän jälkeen "{}".
fr: Ajoutez d'abord les tags que vous souhaitez ajouter pour les candidatures sélectionnées, puis cliquez sur "{}".
lv: Vispirms pievienojiet atzīmes, kuras vēlaties pievienot atlasītajiem pieteikumiem, un tad noklikšķiniet uz “{}”.
nb: Legg først til de emneknaggene du ønsker for de valgte søknadene, og klikk deretter på "{}".
nl: Voeg eerst tags toe die u wilt toevoegen voor de geselecteerde sollicitaties en klik vervolgens op "{}".
pl: Najpierw dodaj tagi, które chcesz dodać do wybranych aplikacji, a następnie kliknij "{}".
sv: Lägg först till taggar som du vill lägga till för de valda applikationerna och klicka sedan "{}".

source: Messages will be sent individually. Recipients do not see other recipients' email addresses.
da: Beskeder bliver sendt individuelt. Modtagere kan ikke se andre modtageres e-mail-adresser.
de: Nachrichten werden einzeln gesendet. Die Empfänger sehen die E-Mail-Adressen anderer Empfänger nicht.
et: Sõnumid saadetakse ükshaaval. Saajad ei näe teiste saajate e-posti aadresse.
fi: Viestit lähetetään yksitellen, joten vastaanottajat eivät näe toistensa osoitteita.
fr: Les messages seront envoyés individuellement. Les destinataires ne voient pas les adresses e-mail des autres destinataires.
lv: Ziņojumi tiks nosūtīti atsevišķi. Saņēmēji neredz citu saņēmēju e-pasta adreses.
nb: Meldinger sendes individuelt. Mottakerne ser ikke andre mottakeres e-postadresser.
nl: Berichten worden individueel verzonden. Ontvangers zien niet de e-mailadressen van andere ontvangers.
pl: Wiadomości będą wysyłane indywidualnie. Odbiorcy nie widzą adresów e-mail innych odbiorców.
sv: Meddelandena skickas individuellt. Mottagarna ser inte andra mottagares e-postadresser.

source: Send same feedback to multiple applicants
da: Send samme feedback til flere ansøgere
de: Dasselbe Feedback an mehrere Bewerber senden
et: Saada sama tagasiside mitmele kandidaadile
fi: Lähetä sama palaute valituille hakijoille
fr: Envoyer les mêmes commentaires à plusieurs candidats
lv: Nosūtīt vienu un to pašu atsauksmi vairākiem kandidātiem
nb: Send samme tilbakemelding til flere søkere
nl: Dezelfde feedback naar meerdere sollicitanten sturen
pl: Wyślij tę samą informację zwrotną do wielu kandydatów
sv: Skicka samma feedback till många ansökare

source: The feedback will not be sent to those selected applicants that already have got feedback. If an applicant has been added in Talent Community, [TALENT_COMMUNITY_INVITATION] will be replaced with the invitation and the confirmation link, otherwise it will be automatically removed from the message.
da: Feedbacken vil ikke blive sendt til de udvalgte ansøgere, der allerede har fået feedback. Hvis en ansøger er blevet tilføjet i Talent Community, vil [TALENT_COMMUNITY_INVITATION] blive erstattet med invitationen og bekræftelseslinket, ellers vil det automatisk blive fjernet fra beskeden.
de: Das Feedback wird nicht an die ausgewählten Bewerber gesendet, die bereits Feedback erhalten haben. Wenn ein Bewerber in der Talent Community hinzugefügt wurde, wird [TALENT_COMMUNITY_INVITATION] durch die Einladung und den Bestätigungslink ersetzt, andernfalls wird er automatisch aus der Nachricht entfernt.
et: Tagasisidet ei saadeta neile valitud kandidaatidele, kes on tagasisidet juba saanud. Kui kandidaat on Talent Communityga liitunud, asendatakse [TALENT_COMMUNITY_INVITATION] kutse ja kinnituslingiga. Muul juhul eemaldatakse see automaatselt sõnumist.
fi: Palautetta ei lähetetä hakijoille, jotka ovat jo saaneet palautteen. Jos hakija on lisätty Talent Communityyn, mutta vahvistus puuttuu, [TALENT_COMMUNITY_INVITATION] korvataan kutsuviestillä ja vahvistuslinkillä, muuten se poistetaan viestistä lähettäessä.
fr: Le feedback ne sera pas envoyé aux candidats sélectionnés qui ont déjà reçu un feedback. Si un candidat a été ajouté à la Talent Community, [TALENT_COMMUNITY_INVITATION] sera remplacé par l'invitation et le lien de confirmation, sinon il sera automatiquement supprimé du message.
lv: Atsauksmes netiks nosūtītas tiem izvēlētajiem kandidātiem, kuri jau ir saņēmuši atsauksmes. Ja kandidāts ir pievienots Talent Community, [TALENT_COMMUNITY_INVITATION] tiks aizstāts ar uzaicinājumu un apstiprinājuma saiti, pretējā gadījumā tas tiks automātiski noņemts no ziņojuma.
nb: Tilbakemeldingen vil ikke bli sendt til de utvalgte søkerne som allerede har fått tilbakemelding. Hvis en søker er lagt til i Talent Community, erstattes [TALENT_COMMUNITY_INVITATION] med invitasjonen og bekreftelseslenken, ellers fjernes den automatisk fra meldingen.
nl: De feedback wordt niet verzonden naar de geselecteerde kandidaten die al feedback hebben ontvangen. Als een kandidaat is toegevoegd aan de Talent Community, wordt [TALENT_COMMUNITY_INVITATION] vervangen door de uitnodiging en de bevestigingslink, anders wordt het automatisch uit het bericht verwijderd.
pl: Informacja zwrotna nie zostanie wysłana do wybranych kandydatów, którzy już ją otrzymali. Jeśli kandydat został dodany do Talent Community, [TALENT_COMMUNITY_INVITATION] zostanie zastąpione zaproszeniem i linkiem potwierdzającym, w przeciwnym razie zostanie automatycznie usunięte z wiadomości.
sv: Feedbacken skickas inte till de ansökare som har redan fått feedback. Om en ansökare har tillägts till Talent Community, [TALENT_COMMUNITY_INVITATION] ersätts med en inbjudan och konfirmationslänken, annars blir den automatiskt raderad från meddelandet.

source: Please note that custom messages' attachment cannot be used in mass messaging
da: Bemærk, at vedhæftede filer til brugerdefinerede beskeder ikke kan bruges i massemeddelelser
de: Bitte beachten Sie, dass benutzerdefinierte Nachrichtenanhänge nicht in Massennachrichten genutzt werden können
et: Pane tähele, et kohandatud sõnumite manust ei saa kasutada masssõnumite saatmisel
fi: Huomioi, että muokattujen viestien liitteitä ei voida käyttää massaviesteissä.
fr: Veuillez noter que la pièce jointe des messages personnalisés ne peut pas être utilisée dans la messagerie de masse
lv: Lūdzu, ņemiet vērā, ka pielāgotu ziņojumu pielikumu nevar izmantot masveida ziņojumos
nb: Vær oppmerksom på at vedlegg til kandidatspesifikke meldinger ikke kan brukes i massemeldinger
nl: Houd er rekening mee dat de bijlage van aangepaste berichten niet kan worden gebruikt bij bulkmailing
pl: Należy pamiętać, że załączniki niestandardowych wiadomości nie mogą być używane w masowej wysyłce
sv: Observera att bifogade filer till egna meddelanden inte kan användas vid massutskick

source: Choose template
da: Vælg skabelon
de: Vorlage auswählen
et: Vali vorm
fi: Valitse viestimallipohja
fr: Choisir un modèle
lv: Izvēlēties paraugu
nb: Velg mal
nl: Sjabloon kiezen
pl: Wybierz szablon
sv: Välj mall

source: E-mail
et: E-posti aadress
fi: Sähköposti
lv: E-pasts
nb: E-postadresse
sv: E-post

source: Anonymous recruitment
da: Anonym rekruttering
de: Anonyme Rekrutierung
et: Anonüümne värbamine
fi: Anonyymi rekrytointi
fr: Recrutement anonyme
lv: Anonīma atlase
nb: Anonym rekruttering
nl: Anonieme werving
pl: Rekrutacja anonimowa
sv: Anonym rekrytering

source: This role is part of our anonymous recruitment process, where certain information will be kept confidential until specific stages are reached.
da: Denne rolle er en del af vores anonyme rekrutteringsproces, hvor visse oplysninger vil blive holdt fortrolige, indtil specifikke faser er nået.
de: Diese Rolle ist Teil unseres anonymen Rekrutierungsprozesses, bei dem bestimmte Informationen bis zum Erreichen bestimmter Phasen vertraulich behandelt werden.
et: See roll on osa meie anonüümsest värbamisprotsessist, kus teatud teave jääb konfidentsiaalseks kuni kindlate etappideni.
fi: Tämä rooli on osa anonyymia rekrytointiprosessiamme, jossa tietyt tiedot pidetään luottamuksellisina tiettyihin vaiheisiin asti.
fr: Ce rôle fait partie de notre processus de recrutement anonyme, où certaines informations resteront confidentielles jusqu'à ce que des étapes spécifiques soient atteintes.
lv: Šī loma ir daļa no mūsu anonīmā darbā pieņemšanas procesa, kur noteikta informācija tiks saglabāta konfidenciāla līdz tiks sasniegti konkrēti posmi.
nb: Denne rollen er en del av vår anonyme rekrutteringsprosess, der viss informasjon vil bli holdt konfidensiell til spesifikke stadier er nådd.
nl: Deze functie maakt deel uit van ons anonieme wervingsproces, waarbij bepaalde informatie vertrouwelijk blijft totdat specifieke fasen zijn bereikt.
pl: To stanowisko jest częścią naszego procesu rekrutacji anonimowej, gdzie pewne informacje będą traktowane jako poufne do momentu osiągnięcia określonych etapów.
sv: Denna roll är en del av vår anonyma rekryteringsprocess, där viss information kommer att hållas konfidentiell tills specifika steg har nåtts.

source: Approval history
da: Godkendelseshistorik
de: Genehmigungsverlauf
et: Kinnitamise ajalugu
fi: Hyväksyntähistoria
fr: Historique des approbations
lv: Apstiprināšanas vēsture
nb: Godkjenningshistorikk
nl: Goedkeuringsgeschiedenis
pl: Historia zatwierdzeń
sv: Godkännandehistorik

source: Events
da: Begivenheder
de: Ereignisse
et: Sündmused
fi: Tapahtumat
fr: Événements
lv: Notikumi
nb: Hendelser
nl: Evenementen
pl: Wydarzenia
sv: Aktiviteter

source: No approval events
da: Ingen godkendelseshændelser
de: Keine Genehmigungsereignisse
et: Kinnitussündmusi pole
fi: Ei hyväksyntätapahtumia
fr: Aucun événement d'approbation
lv: Nav apstiprināšanas notikumu
nb: Ingen godkjenningshendelser
nl: Geen goedkeuringsgebeurtenissen
pl: Brak zdarzeń zatwierdzenia
sv: Inga godkännandeevenemang

source: Approvals received
da: Modtagne godkendelser
de: Genehmigungen erhalten
et: Kinnitused saadud
fi: Hyväksynnät vastaanotettu
fr: Approbations reçues
lv: Saņemtie apstiprinājumi
nb: Godkjenninger mottatt
nl: Ontvangen goedkeuringen
pl: Otrzymane zatwierdzenia
sv: Godkännanden mottagna

source: Approvals pending
da: Afventende godkendelser
de: Ausstehende Genehmigungen
et: Kinnitused ootel
fi: Hyväksynnät odottavat
fr: Approbations en attente
lv: Gaidāmie apstiprinājumi
nb: Ventende godkjenninger
nl: Goedkeuringen in behandeling
pl: Oczekujące zatwierdzenia
sv: Godkännanden väntar

source: This information is missing
da: Disse oplysninger mangler
de: Diese Information fehlt
et: See info puudub
fi: Tämä tieto puuttuu
fr: Cette information est manquante
lv: Šīs informācijas trūkst
nb: Denne informasjonen mangler
nl: Deze informatie ontbreekt
pl: Brak tych informacji
sv: Denna information saknas

source: Take a moment to check the grammar in the feedback letter
da: Brug et øjeblik på at tjekke grammatikken i feedback-brevet
de: Nehmen Sie sich einen Moment Zeit, um die Grammatik des Feedback-Briefs zu überprüfen
et: Võta hetk aega, et vaadata üle tagasisidekirja grammatika
fi: Tarkista palauteviestin kieliasu
fr: Prenez un moment pour vérifier la grammaire dans la lettre de commentaires
lv: Veltiet brīdi, lai pārbaudītu atsauksmes vēstules teksta gramatiku
nb: Ta deg litt tid til å sjekke grammatikken i tilbakemeldingsbrevet
nl: Neem even de tijd om de grammatica in de feedbackbrief te controleren
pl: Poświęć chwilę na sprawdzenie gramatyki w liście z informacją zwrotną
sv: Ta en stund för att kontrollera grammatiken i feedbackmeddelandet

source: Please note that the message will not be sent to the candidate yet. This is only an example of the first paragraph of the feedback letter. We have formed it based on the job ad you have created. We only ask you to do this check-up once.
da: Bemærk venligst, at beskeden ikke er sendt til kandidaten endnu. Dette er kun et eksempel på det første afsnit i feedbackbrevet. Vi har udformet det baseret på den jobannonce, du har oprettet. Vi beder dig kun om at udføre dette tjek én gang.
de: Bitte beachten Sie, dass die Nachricht noch nicht an den Bewerber gesendet wird. Dies ist ist nur ein Beispiel für den ersten Absatz des Feedback-Briefs. Wir haben ihn auf der Grundlage Ihrer Stellenanzeige erstellt. Diese Überprüfung muss nur einmal durchgeführt werden.
et: Pane tähele, et sõnumit ei saadeta veel kandidaadile. See on ainult tagasisidekirja esimese lõigu näide. Koostasime selle sinu loodud töökuulutuse põhjal. Palume seda nüüd kontrollida.
fi: Huomaa, että viestiä ei lähetetä hakijalle vielä. Tämä on esimerkki palauteviestin ensimmäisestä kappaleesta. Olemme muodostaneet sen luomasi työpaikkailmoituksen perusteella. Pyydämme sinua tekemään tämän tarkistuksen kerran.
fr: Veuillez noter que le message ne sera pas encore envoyé au candidat. Ceci n'est qu'un exemple du premier paragraphe de la lettre de feedback. Nous l'avons formé sur la base de l'annonce d'emploi que vous avez créée. Nous vous demandons seulement de faire cette vérification une fois.
lv: Lūdzu, ņemiet vērā, ka ziņojums kandidātam vēl netiks nosūtīts. Šis ir tikai atsauksmes vēstules pirmās rindkopas piemērs. Mēs to esam izveidojuši, pamatojoties uz jūsu izveidoto darba sludinājumu. Mēs lūdzam šo pārbaudi veikt tikai vienu reizi.
nb: Vær oppmerksom på at meldingen ennå ikke vil bli sendt til kandidaten. Dette er bare et eksempel på det første avsnittet i tilbakemeldingsbrevet. Vi har utformet det på grunnlag av jobbannonsen du har opprettet. Vi ber deg bare om å foreta denne kontrollen én gang.
nl: Houd er rekening mee dat het bericht nog niet naar de kandidaat wordt verzonden. Dit is slechts een voorbeeld van de eerste alinea van de feedbackbrief. We hebben het gevormd op basis van de vacature die u heeft gemaakt. We vragen u om deze controle slechts één keer uit te voeren.
pl: Pamiętaj, że wiadomość nie zostanie jeszcze wysłana do kandydata. To tylko przykład pierwszego akapitu listu z informacją zwrotną. Sformułowaliśmy go na podstawie utworzonego przez Ciebie ogłoszenia o pracę. Prosimy o jednorazowe sprawdzenie.
sv: Observera att meddelandet inte skickas till kandidaten än. Detta är bara ett exempel på första stycket i feedbackmeddelandet. Vi har skapat det baserat på den jobbannons du skapat. Vi ber dig bara göra denna kontroll en gång.

source: Now you can edit the editable parts of the text. Our algorithms take care of the rest. We will make the non-editable part of the text to be different in every feedback letter. The order of sentences can also vary.
da: Nu kan du redigere de dele af teksten, der kan redigeres. Vores algoritmer tager sig af resten. Vi sørger for, at den del af teksten, der ikke kan redigeres, er forskellig i hvert feedbackbrev. Rækkefølgen af sætninger kan også variere.
de: Jetzt können Sie die bearbeitbaren Teile des Textes editieren. Unsere Algorithmen kümmern sich um den Rest. Wir werden den nicht editierbaren Teil des Textes in jedem Feedback-Brief anders gestalten. Auch die Reihenfolge der Sätze kann variieren.
et: Saad muuta teksti muudetavaid kohti. Meie algoritmid hoolitsevad ülejäänu eest. Teksti mittemuudetav osa on igas tagasisidekirjas erinev. Lausete järjekord võib samuti muutuda.
fi: Lue viesti läpi ja muokkaa muokattavissa olevia osia, jotta ne varmasti sopivat lauserakenteisiin. Lauseiden perusosat vaihtuvat jokaisessa viestissä, mutta rakenteet pysyvät samana. Myös listattujen asioiden järjestys voi vaihtua.
fr: Vous pouvez maintenant modifier les parties modifiables du texte. Nos algorithmes s'occupent du reste. Nous rendrons la partie non modifiable du texte différente dans chaque lettre de feedback. L'ordre des phrases peut également varier.
lv: Tagad varat rediģēt teksta rediģējamās daļas. Par visu pārējo parūpēsies mūsu algoritmi. Katrā atsauksmes vēstulē atšķirsies teksta daļa, kas nav rediģējama. Var atšķirties arī teikumu secība.
nb: Nå kan du redigere de redigerbare delene av teksten. Algoritmene våre tar seg av resten. Vi sørger for at den ikke-redigerbare delen av teksten er forskjellig i hvert tilbakemeldingsbrev. Rekkefølgen på setningene kan også variere.
nl: Nu kunt u de bewerkbare delen van de tekst bewerken. Onze algoritmen zorgen voor de rest. We zullen het niet-bewerkbare deel van de tekst in elke feedbackbrief anders maken. De volgorde van de zinnen kan ook variëren.
pl: Teraz możesz edytować części tekstu, które można edytować. Nasze algorytmy zajmą się resztą. Sprawimy, że nieedytowalna część tekstu będzie inna w każdym liście z informacją zwrotną. Kolejność zdań również może się różnić.
sv: Nu kan du redigera de redigerbara delarna av texten. Våra algoritmer tar hand om resten. Vi kommer att göra den icke-redigerbara delen av texten annorlunda i varje feedbackmeddelande. Meningarnas ordningsföljd kan också variera.
