Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Are you sure you want to delete this application form?
da: Er du sikker på, at du vil slette denne ansøgningsformular?
de: Sind Sie sicher, dass Sie dieses Bewerbungsformular löschen möchten?
et: Kas soovid selle avalduse vormi kustutada?
fi: Haluatko varmasti poistaa tämän hakulomakkeen?
fr: Êtes-vous sûr de vouloir supprimer ce formulaire de candidature ?
lv: Vai tiešām vēlaties dzēst šo pieteikuma veidlapu?
nb: Er du sikker på at du vil slette dette søknadsskjemaet?
nl: Weet u zeker dat u dit sollicitatieformulier wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten formularz aplikacyjny?
sv: Är du säker på att du vill ta bort det här ansökningsformuläret?

source: coming
da: kommer
de: kommt
et: tulemas
fi: tulossa
fr: à venir
lv: tuvojas
nb: kommer
nl: aankomend
pl: nadchodzące
sv: kommande

source: slots filled
da: pladser besat
de: Slots gefüllt
et: aega täidetud
fi: paikoista täytetty
fr: créneaux remplis
lv: aizpildīti laiki
nb: reserverte tidsluker
nl: tijdvakken gevuld
pl: zajęte miejsca
sv: intervjutiderna är fyllda

source: Topic
da: Emne
de: Rubrik
et: Teema
fi: Otsikko
fr: Sujet
lv: Temats
nb: Emne
nl: Onderwerp
pl: Temat
sv: Rubrik

source: Max. candidates
da: Maks. kandidater
de: Max. Kandidaten
et: Max kandidaate
fi: Maks. hakijat
fr: Nombre maximum de candidats
lv: Maksimālais kandidātu skaits
nb: Maks. kandidater
nl: Max. kandidaten
pl: Maks. kandydatów
sv: Max. antal kandidater

source: Confirmation message
da: Bekræftelsesbesked
de: Bestätigungsnachricht
et: Kinnitussõnum
fi: Vahvistusviesti
fr: Message de confirmation
lv: Apstiprinājuma ziņojums
nb: Bekreftelsesmelding
nl: Bevestigingsbericht
pl: Wiadomość potwierdzająca
sv: Bekräftelsemeddelande

source: This is confirmation message
da: Dette er bekræftelsesbeskeden
de: Dies ist die Bestätigungsnachricht
et: See on kinnitussõnum
fi: Tämä on vahvistusviesti
fr: Ceci est un message de confirmation
lv: Šis ir apstiprinājuma ziņojums
nb: Dette er bekreftelsesmeldingen
nl: Dit is een bevestigingsbericht
pl: To jest wiadomość potwierdzająca
sv: Det här är ett bekräftelsemeddelande

source: Write the whole message by yourself
da: Skriv hele beskeden selv
de: Schreiben Sie die ganze Nachricht selbst
et: Kirjuta sõnum ise
fi: Kirjoita koko viesti itse
fr: Écrivez le message entier vous-même
lv: Uzrakstiet visu ziņojumu pats
nb: Skriv hele meldingen selv
nl: Schrijf het hele bericht zelf
pl: Napisz całą wiadomość samodzielnie
sv: Skriv hela meddelandet själv

source: Customize the interview confirmation if you would like to overwrite the system message
da: Tilpas interviewbekræftelsen, hvis du vil overskrive systembeskeden
de: Wenn Sie die Systemnachricht überschreiben wollen, passen Sie die Bewerbungsgesprächsbestätigungsnachricht an
et: Kui soovid süsteemisõnumit muuta, kohanda vestluse kinnitust
fi: Kirjoita uusi haastatteluajan vahvistusviesti oletusviestin tilalle
fr: Personnalisez la confirmation d'entretien si vous souhaitez remplacer le message système
lv: Pielāgojiet intervijas apstiprinājumu, ja vēlaties pārrakstīt sistēmas ziņojumu
nb: Egendefiner intervjubekreftelsen hvis du ønsker å overskrive systemmeldingen
nl: Pas de interviewbevestiging aan als u het systeembericht wilt overschrijven
pl: Dostosuj potwierdzenie rozmowy kwalifikacyjnej, jeśli chcesz nadpisać wiadomość systemową
sv: Skriv in ett nytt bekräftelsemeddelande för att ersätta standardmeddelandet

source: Placeholders you can use
da: Pladsholdere, du kan bruge
de: Verfügbare Platzhalter
et: Kohatäited, mida saad kasutada
fi: Paikanpitäjät, joita voit käyttää
fr: Espaces réservés que vous pouvez utiliser
lv: Vietturi, ko varat izmantot
nb: Plassholdere du kan bruke
nl: Tijdelijke aanduidingen die u kunt gebruiken
pl: Symbole zastępcze, których możesz użyć
sv: Platshållare du kan använda

source: These users will have rights to invite candidates and manage the group interview
da: Disse brugere vil have rettigheder til at invitere kandidater og administrere gruppeinterviewet
de: Diese Benutzer werden berechtigt sein, Kandidaten einzuladen und das Gruppenbewerbungsgespräch zu bearbeiten
et: Nendele kasutajatele antakse õigus kandidaate kutsuda ja grupivestlust hallata
fi: Nämä käyttäjät saavat oikeudet kutsua hakijoita ja hallita ryhmähaastatteluja
fr: Ces utilisateurs auront le droit d'inviter des candidats et de gérer l'entretien de groupe
lv: Šiem lietotājiem būs tiesības uzaicināt kandidātus un pārvaldīt grupas interviju
nb: Disse brukerne har rettigheter til å invitere kandidater og administrere gruppeintervjuet
nl: Deze gebruikers hebben rechten om kandidaten uit te nodigen en het groepsinterview te beheren
pl: Ci użytkownicy będą mieli prawo do zapraszania kandydatów i zarządzania rozmową grupową
sv: De här användarna får behörighet att bjuda in kandidater och hantera gruppintervjuer

source: These users will participate in the interview without rights to manage the group interview
da: Disse brugere vil deltage i interviewet uden rettigheder til at administrere gruppeinterviewet
de: Diese Benutzer werden am Gruppenbewerbungsgespräch teilnehmen, ohne Möglichkeit dieses zu bearbeiten
et: Need kasutajad osalevad vestluses ilma grupivestluse haldamise õiguseta
fi: Nämä käyttäjät osallistuvat haastatteluun, mutta eivät voi muuttaa haastattelun asetuksia
fr: Ces utilisateurs participeront à l'entretien sans avoir le droit de gérer l'entretien de groupe
lv: Šie lietotāji piedalīsies intervijā bez tiesībām pārvaldīt grupas interviju
nb: Disse brukerne vil delta i intervjuet uten rettigheter til å administrere gruppeintervjuet
nl: Deze gebruikers zullen deelnemen aan het interview zonder rechten om het groepsinterview te beheren
pl: Ci użytkownicy będą uczestniczyć w rozmowie bez praw do zarządzania rozmową grupową
sv: De här användarna deltar i intervjun, men kan inte ändra på gruppintervjuns inställningar

source: Please fill all the required fields
da: Udfyld venligst alle de påkrævede felter
de: Bitte alle erforderlichen Felder ausfüllen
et: Täida kõik kohustuslikud väljad
fi: Täytä kaikki vaaditut kentät
fr: Veuillez remplir tous les champs obligatoires
lv: Lūdzu, aizpildiet visus obligātos laukus
nb: Vennligst fyll ut alle obligatoriske felt
nl: Vul alle verplichte velden in
pl: Proszę wypełnić wszystkie wymagane pola
sv: Var god och fyll i alla obligatoriska fält

source: Select co-interviewers
da: Vælg medinterviewere
de: Co-Bewerbungsgesprächsführer auswählen
et: Vali kaasintervjueerijad
fi: Valitse muut haastattelijat
fr: Sélectionnez les co-intervieweurs
lv: Izvēlieties papildu intervētājus
nb: Velg medintervjuere
nl: Selecteer mede-interviewers
pl: Wybierz współprowadzących rozmowę
sv: Välj deltagande intervjuare

source: This field will be visible to candidates
da: Dette felt vil være synligt for kandidaterne
de: Dieses Feld wird für Kandidaten sichtbar sein
et: Väli on kandidaatidele nähtav.
fi: Tämän kentän sisältö näkyy hakijoille
fr: Ce champ sera visible par les candidats
lv: Šis lauks būs redzams kandidātiem
nb: Dette feltet vil være synlig for kandidatene
nl: Dit veld is zichtbaar voor kandidaten
pl: To pole będzie widoczne dla kandydatów
sv: Detta fält är synligt för kandidaterna

source: Fill in the information, the fields 'Language' and 'Max. candidates' are not visible to candidates
da: Udfyld oplysningerne, felterne 'Sprog' og 'Maks. kandidater' er ikke synlige for kandidaterne
de: Füllen Sie die Informationen aus, die Felder 'Sprache' und 'Max. Kandidaten' sind nicht für die Kandidaten sichtbar
et: Lisa andmed; väljad „Keel“ ja „Max kandidaate“ ei ole kandidaatidele nähtavad
fi: Täytä haastattelun tiedot. Kentät “Kieli” ja “Max. hakijamäärä” eivät näy hakijoille
fr: Remplissez les informations, les champs "Langue" et "Nombre max. de candidats" ne sont pas visibles par les candidats
lv: Aizpildiet informāciju; lauki “Valoda” un “Maksimālais kandidātu skaits” kandidātiem nav redzami
nb: Fyll ut informasjonen, feltene "Språk" og "Maks. kandidater" er ikke synlige for kandidatene
nl: Vul de informatie in, de velden 'Taal' en 'Max. kandidaten' zijn niet zichtbaar voor kandidaten
pl: Wypełnij informacje, pola 'Język' i 'Maks. kandydatów' nie są widoczne dla kandydatów
sv: Fyll i intervjuns uppgifter. Fälten “Språk” och “Max. antal kandidater” är inte synliga till kandidaterna

source: Define the action to be taken once conditions are satisfied.
da: Definer den handling, der skal udføres, når betingelserne er opfyldt.
de: Legen Sie die Maßnahmen fest, die ergriffen werden sollen, wenn die Bedingungen erfüllt sind.
et: Määra tegevus, mida tuleb teha, kui tingimused on täidetud.
fi: Määrittele toimenpiteet jotka suoritetaan, kun ehdot täyttyvät.
fr: Définissez l'action à entreprendre une fois les conditions remplies.
lv: Nosakiet veicamo darbību, kad ir apmierinoši apstākļi.
nb: Definer hva som skal gjøres når betingelsene er oppfylt.
nl: Definieer de actie die moet worden ondernomen zodra aan de voorwaarden is voldaan.
pl: Określ działanie, które ma zostać podjęte po spełnieniu warunków.
sv: Definiera vilken åtgärd som ska vidtas när villkoren är uppfyllda.

source: Then execute...
da: Udfør derefter...
de: Führen Sie dann...
et: Seejärel käivita ...
fi: Sitten suorita...
fr: Puis exécuter...
lv: Pēc tam veiciet...
nb: Utfør deretter...
nl: Voer dan uit...
pl: Następnie wykonaj...
sv: Utför sedan...

source: Action's required fields are missing!
da: Handlingers obligatoriske felter mangler!
de: Es fehlen die erforderlichen Felder für die Aktion!
et: Tegevuse nõutavad väljad on puudu!
fi: Toiminnon vaaditut kentät puuttuvat!
fr: Les champs obligatoires de l'action sont manquants !
lv: Trūkst darbības obligātie lauki!
nb: Handlingens obligatoriske felt mangler!
nl: Vereiste velden voor actie ontbreken!
pl: Brakuje wymaganych pól akcji!
sv: De obligatoriska fälten för åtgärden saknas!

source: Add automation
da: Tilføj automatisering
de: Automatisierung hinzufügen
et: Lisa automatiseerimine
fi: Lisää automaatio
fr: Ajouter une automatisation
lv: Pievienot automatizāciju
nb: Legg til automatisering
nl: Automatisering toevoegen
pl: Dodaj automatyzację
sv: Lägg till automatisering

source: Add optional condition
da: Tilføj valgfri betingelse
de: Optionale Bedingung hinzufügen
et: Lisa valikuline tingimus
fi: Lisää valinnainen ehto
fr: Ajouter une condition facultative
lv: Pievienot neobligātu nosacījumu
nb: Legg til valgfri betingelse
nl: Optionele voorwaarde toevoegen
pl: Dodaj opcjonalny warunek
sv: Lägg till valfritt villkor

source: Add tag for the application
da: Tilføj tag til ansøgningen
de: Stichwort für die Anwendung hinzufügen
et: Lisa avalduse jaoks silt
fi: Lisää hakemukselle tägi
fr: Ajouter une étiquette pour l'application
lv: Pievienot pieteikuma tagu
nb: Legg til emneknagg for søknaden
nl: Tag toevoegen voor de sollicitatie
pl: Dodaj tag do aplikacji
sv: Lägg till tagg för ansökan

source: Automation deleted successfully
da: Automatisering slettet med succes
de: Automatisierung erfolgreich gelöscht
et: Automatiseerimise kustutamine õnnestus
fi: Automaatio poistettu onnistuneesti
fr: Automatisation supprimée avec succès
lv: Automatizācija veiksmīgi dzēsta
nb: Automatiseringen er slettet
nl: Automatisering succesvol verwijderd
pl: Automatyzacja została pomyślnie usunięta
sv: Automatisering har raderats

source: Active automations linked to this recruitment flow step will be shown here.
da: Aktive automatiseringer, der er knyttet til dette trin i rekrutteringsflowet, vil blive vist her.
de: Aktive Automatisierungen, die mit diesem Stufe des Einstellungsprozess verbunden sind, werden hier angezeigt.
et: Siin kuvatakse selle värbamisvoo etapiga seotud aktiivsed automatiseerimised.
fi: Tähän rekrytointipolkuun linkitetyt aktiiviset automaatiot näkyvät tässä.
fr: Les automatisations actives liées à cette étape du flux de recrutement seront affichées ici.
lv: Ar šo atlases plūsmas darbību saistītās aktīvās automatizācijas tiks parādītas šeit.
nb: Aktive automatiseringer knyttet til dette rekrutteringsflyt-trinnet vises her.
nl: Actieve automatiseringen gekoppeld aan deze wervingsstap worden hier weergegeven.
pl: Aktywne automatyzacje powiązane z tym krokiem procesu rekrutacji będą wyświetlane tutaj.
sv: Aktiva automatiseringar kopplade till detta rekryteringsflödessteg kommer att visas här.

source: Automation
de: Automatisierung
et: Automatiseerimine
fi: Automaatio
fr: Automatisation
lv: Automatizācija
nb: Automatisering
nl: Automatisering
pl: Automatyzacja
sv: Automatisering

source: Change recruitment flow step
da: Skift trin i rekrutteringsflowet
de: Schritt des Einstellungsablaufs ändern
et: Muuda värbamisvoo etappi
fi: Muuta rekrytointipolun vaihetta
fr: Modifier l'étape du flux de recrutement
lv: Mainīt atlases plūsmas darbību
nb: Endre trinn i rekrutteringsflyten
nl: Verander wervingsstap
pl: Zmień krok procesu rekrutacji
sv: Ändra steg i rekryteringsflödet

source: Condition already added
da: Betingelse allerede tilføjet
de: Bedingung bereits hinzugefügt
et: Tingimus on juba lisatud
fi: Ehdot on jo asetettu
fr: Condition déjà ajoutée
lv: Nosacījums jau ir pievienots
nb: Betingelse er allerede lagt til
nl: Voorwaarde al toegevoegd
pl: Warunek już dodany
sv: Villkor har redan lagts till

source: Specify the condition that must be met.
da: Angiv den betingelse, der skal opfyldes.
de: Geben Sie die Bedingung an, die erfüllt sein muss.
et: Määrake tingimus, mis peab olema täidetud.
fi: Määritä ehto jonka tulee täyttyä.
fr: Spécifiez la condition qui doit être remplie.
lv: Norādiet nosacījumu, kam jābūt izpildītam.
nb: Spesifiser betingelsen som må oppfylles.
nl: Geef de voorwaarde aan waaraan moet worden voldaan.
pl: Określ warunek, który musi być spełniony.
sv: Ange villkoret som måste uppfyllas.

source: Conditions's required fields are missing!
da: Betingelsers obligatoriske felter mangler!
de: Es fehlen die Pflichtfelder der Bedingungen!
et: Tingimuste nõutavad väljad on puudu!
fi: Ehtojen vaaditut kentät puuttuvat!
fr: Les champs requis de la condition sont manquants !
lv: Trūkst nosacījumu obligātie lauki!
nb: Betingelsenes obligatoriske felt mangler!
nl: Vereiste velden van voorwaarden ontbreken!
pl: Brakuje wymaganych pól warunku!
sv: De obligatoriska fälten för villkoren saknas!

source: Condition
da: Betingelse
de: Bedingung
et: Tingimus
fi: Ehdot
lv: Nosacījums
nb: Betingelse
nl: Voorwaarde
pl: Warunek
sv: Villkor

source: Given these conditions...
da: Under disse forhold...
de: Unter diesen Bedingungen...
et: Neid tingimusi arvestades ...
fi: Näillä ehdoilla...
fr: Étant donné ces conditions...
lv: Ņemot vērā šos nosacījumus...
nb: Gitt disse betingelsene...
nl: Gegeven deze voorwaarden...
pl: Biorąc pod uwagę te warunki...
sv: Med tanke på villkoren...

source: Confirm removal of automation rule
da: Bekræft fjernelse af automatiseringsregel
de: Bestätigen Sie die Löschung der Automatisierungsregel
et: Kinnitage automatiseerimisreegli eemaldamine
fi: Vahvista automaatiosäännön poisto
fr: Confirmer la suppression de la règle d'automatisation
lv: Apstipriniet automatizācijas kārtulas noņemšanu
nb: Bekreft fjerning av automatiseringsregel
nl: Bevestig verwijdering van automatiseringsregel
pl: Potwierdź usunięcie reguły automatyzacji
sv: Bekräfta borttagning av automatiseringsregeln

source: Delete automation
da: Slet automatisering
de: Automatisierung löschen
et: Kustuta automatiseerimine
fi: Poista automaatio
fr: Supprimer l'automatisation
lv: Dzēst automatizāciju
nb: Slett automatisering
nl: Verwijder automatisering
pl: Usuń automatyzację
sv: Ta bort automatisering

source: Duplicate conditions are not allowed
da: Duplikerede betingelser er ikke tilladt
de: Doppelte Bedingungen sind nicht erlaubt
et: Tingimused ei tohi korduda
fi: Päällekkäiset ehdot eivät ole sallittuja
fr: Les conditions en double ne sont pas autorisées
lv: Vienādi nosacījumi nav atļauti
nb: Dupliserte betingelser er ikke tillatt
nl: Dubbele voorwaarden zijn niet toegestaan
pl: Duplikaty warunków nie są dozwolone
sv: Duplicerade villkor är inte tillåtna

source: Initiate this automation when the following occurs.
da: Start denne automatisering, når følgende sker.
de: Starten Sie diese Automatisierung, wenn Folgendes eintritt.
et: Käivita see automatiseerimine, kui toimub järgmine sündmus.
fi: Aloita tämä automaatio, seuraavien asioiden tapahtuessa
fr: Lancez cette automatisation lorsque les éléments suivants se produisent.
lv: Uzsākt šo automatizāciju, kad notiek tālāk parādītais.
nb: Start denne automatiseringen når følgende skjer.
nl: Start deze automatisering wanneer het volgende gebeurt.
pl: Uruchom tę automatyzację, gdy wystąpi następujące zdarzenie.
sv: Initiera denna automatisering när följande inträffar.

source: Trigger when...
da: Udløs, når...
de: Auslösen, wenn...
et: Käivita, kui ...
fi: Käynnistä kun...
fr: Déclencher quand...
lv: Izraisīt, kad...
nb: Utløs når...
nl: Activeer wanneer...
pl: Wyzwalaj, gdy...
sv: Utlösas när...

source: Leaving this tab will result in lost unsaved changes.
da: Hvis du forlader denne fane, vil du miste ikke-gemte ændringer.
de: Wenn Sie diese Registerkarte verlassen, gehen ungespeicherte Änderungen verloren.
et: Sellelt vahekaardilt lahkumine põhjustab salvestamata muudatuste kaotsimineku.
fi: Tämän välilehden sulkeminen johtaa tallentamattomien muutosten menettämiseen.
fr: Quitter cet onglet entraînera la perte des modifications non enregistrées.
lv: Atstājot šo cilni, nesaglabātās izmaiņas tiks zaudētas.
nb: Hvis du forlater denne fanen, vil endringer som ikke er lagret, gå tapt.
nl: Het verlaten van dit tabblad resulteert in verloren niet-opgeslagen wijzigingen.
pl: Opuszczenie tej karty spowoduje utratę niezapisanych zmian.
sv: Om du lämnar den här fliken kommer ändringar som inte har sparats att gå förlorade.

source: No active automations
da: Ingen aktive automatiseringer
de: Keine aktiven Automatisierungen
et: Aktiivsed automatiseerimised puuduvad
fi: Ei aktiivisia automaatioita
fr: Aucune automatisation active
lv: Nav aktīvu automatizāciju
nb: Ingen aktive automatiseringer
nl: Geen actieve automatiseringen
pl: Brak aktywnych automatyzacji
sv: Inga aktiva automatiseringar

source: Outcomes
da: Resultater
de: Ergebnisse
et: Tulemused
fi: Lopputulos
fr: Résultats
lv: Rezultāti
nb: Utfall
nl: Resultaten
pl: Wyniki
sv: Slutresultat

source: Recruitment flow steps
da: Trin i rekrutteringsforløbet
de: Schritte des Einstellungsprozess
et: Värbamisvoo etapid
fi: Rekrytointipolun vaiheet
fr: Étapes du flux de recrutement
lv: Atlases plūsmas darbības
nb: Trinn i rekrutteringsflyten
nl: Wervingsstappen
pl: Kroki procesu rekrutacji
sv: Rekryteringsflödessteg

source: Select action
da: Vælg handling
de: Aktion auswählen
et: Vali tegevus
fi: Valitse toiminta
fr: Sélectionnez une action
lv: Atlasīt darbību
nb: Velg handling
nl: Selecteer actie
pl: Wybierz akcję
sv: Välj åtgärd

source: Select condition
da: Vælg tilstand
de: Bedingung auswählen
et: Vali tingimus
fi: Valitse ehdot
fr: Sélectionnez une condition
lv: Atlasīt nosacījumu
nb: Velg betingelse
nl: Selecteer voorwaarde
pl: Wybierz warunek
sv: Välj villkor

source: Select trigger
da: Vælg udløser
de: Trigger wählen
et: Vali käivitav sündmus
fi: Valitse käynnistys
fr: Sélectionnez un déclencheur
lv: Atlasīt izraisītāju
nb: Velg utløser
nl: Selecteer trigger
pl: Wybierz wyzwalacz
sv: Välj utlösare (trigger)

source: Send email to candidate
da: Send e-mail til kandidaten
de: E-Mail an Bewerber senden
et: Saada e-kiri kandidaadile
fi: Lähetä hakijalle sähköposti
fr: Envoyer un e-mail au candidat
lv: Sūtīt e-pastu pretendentam
nb: Send e-post til kandidaten
nl: Stuur e-mail naar kandidaat
pl: Wyślij e-mail do kandydata
sv: Skicka e-post till kandidaten

source: Send email to collaborator(s)
da: Send e-mail til samarbejdspartner(e)
de: E-Mail an den/die Mitarbeiter senden
et: Saada e-kiri koostööpartneri(te)le
fi: Lähetä sähköposti yhteiskäyttäjille
fr: Envoyer un e-mail au(x) collaborateur(s)
lv: Sūtīt e-pastu sadarbības kolēģim(-em)
nb: Send e-post til samarbeidspartner(e)
nl: Stuur e-mail naar medewerker(s)
pl: Wyślij e-mail do współpracownika(ów)
sv: Skicka e-post till samarbetande

source: Please select the trigger
da: Vælg venligst udløseren
de: Bitte wählen Sie den Auslöser
et: Palun valige päästik
fi: Ole hyvä ja valitse toiminnon laukaisin
fr: Veuillez sélectionner le déclencheur
lv: Lūdzu, atlasiet trigeri
nb: Vennligst velg utløseren
nl: Selecteer de trigger
pl: Proszę wybrać wyzwalacz
sv: Vänligen välj triggern

source: Trigger
da: Udløser
et: Päästik
fi: Laukaisuehto
fr: Déclencheur
lv: Trigeris
nb: Utløser
pl: Wyzwalacz

source: Users
da: Brugere
de: Benutzer
et: Kasutajad
fi: Käyttäjät
fr: Utilisateurs
lv: Lietotāji
nb: Brukere
nl: Gebruikers
pl: Użytkownicy
sv: Användare

source: Signature
da: Signatur
de: Unterschrift
et: Allkiri
fi: Allekirjoitus
lv: Paraksts
nb: Signatur
nl: Handtekening
pl: Podpis
sv: Signatur

source: Link to application
da: Link til ansøgning
de: Link zur Bewerbung
et: Link kandideerimiseks
fi: Linkki hakemukseen
fr: Lien vers la candidature
lv: Saite uz pieteikumu
nb: Lenke til applikasjon
nl: Link naar sollicitatie
pl: Link do aplikacji
sv: Länk till ansökan

source: Form filled
da: Formular udfyldt
de: Formular ausgefüllt
et: Vorm täidetud
fi: Lomake on täytetty
fr: Formulaire rempli
lv: Aizpildīta veidlapa
nb: Utfylt skjema
nl: Formulier ingevuld
pl: Formularz wypełniony
sv: Formulär ifyllt

source: Application tags
da: Ansøgningstags
de: Bewerbungs-Stichwörter
et: Avalduse märked
fi: Hakemuksen tagit
fr: Étiquettes de candidature
lv: Pieteikuma tagi
nb: Søknadsemneknagger
nl: Sollicitatie tags
pl: Tagi aplikacji
sv: Taggar

source: Evaluation - positive
da: Vurdering - positiv
de: Bewertung - positiv
et: Hindamine – positiivne
fi: Arviointi - vahvuudet
fr: Évaluation - positive
lv: Vērtējums – pozitīvs
nb: Evaluering – positiv
nl: Evaluatie - positief
pl: Ocena - pozytywna
sv: Utvärdering - positiv

source: Evaluation - negative
da: Vurdering - negativ
de: Bewertung - negativ
et: Hindamine – negatiivne
fi: Arviointi - heikkoudet
fr: Évaluation - négative
lv: Vērtējums – negatīvs
nb: Evaluering – negativ
nl: Evaluatie - negatief
pl: Ocena - negatywna
sv: Utvärdering - negativ

source: Candidate has updated their application
da: Kandidaten har opdateret sin ansøgning
de: Kandidat hat seine Bewerbung aktualisiert
et: Kandidaat on avaldust uuendanud
fi: Hakija on päivittänyt hakemustaan
fr: Le candidat a mis à jour sa candidature
lv: Kandidāts ir atjauninājis savu pieteikumu
nb: Kandidaten har oppdatert søknaden sin
nl: Kandidaat heeft de sollicitatie bijgewerkt
pl: Kandydat zaktualizował swoją aplikację
sv: En kandidat har uppdaterat deras ansökan

source: My role in job
da: Min rolle i jobbet
de: Meine Rolle in der Stelle
et: Minu roll ametikohas
fi: Minun roolini
fr: Mon rôle dans l'emploi
lv: Mana loma vakancē
nb: Min rolle i jobben
nl: Mijn rol in de functie
pl: Moja rola w pracy
sv: Min roll i positionen

source: Cut-e tests completed
da: Cut-e-test afsluttet
de: Cut-e Tests komplett
et: Cut-e testid on lõpetatud
fi: Cut-e testit suoritettu
fr: Tests Cut-e terminés
lv: Pabeigti Cut-e testi
nb: Cut-e-tester fullført
nl: Cut-e tests voltooid
pl: Testy Cut-e ukończone
sv: Cut-e-tester avklarade

source: State of recruitment report
da: Rapport om rekrutteringens tilstand
de: Status des Bewerbungsberichts
et: Värbamisaruande olek
fi: Rekrytointiraportin tila
fr: État du rapport de recrutement
lv: Atlases atskaites statuss
nb: Rapport om rekrutteringsstatus
nl: Status van het wervingsrapport
pl: Stan raportu rekrutacyjnego
sv: Status av rekryteringsrapport
