Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Hi [FIRST_NAME]! Here's the link for you to access your information: <a href='[TALENT_CONTINUE_EDITING_LINK]'>[TALENT_CONTINUE_EDITING_LINK]</a> The link is valid for 10 days. If you did not send us a request, please ignore this message. [SIGNATURE]
da: Hej [FORNAVN]! Her er linket, så du kan få adgang til dine oplysninger: <a href='[TALENT_CONTINUE_EDITING_LINK]'>[TALENT_CONTINUE_EDITING_LINK]</a> Linket er gyldigt i 10 dage. Hvis du ikke har sendt os en anmodning, bedes du ignorere denne besked. [SIGNATURE]
de: Hallo [FIRST_NAME]! Hier ist der Link, über den Sie Ihre Informationen abrufen können: <a href='[TALENT_CONTINUE_EDITING_LINK]'>[TALENT_CONTINUE_EDITING_LINK]</a> Der Link ist 10 Tage lang gültig. Wenn Sie uns keine Anfrage geschickt haben, ignorieren Sie bitte diese Nachricht. [SIGNATURE]
et: Tere, [FIRST_NAME]! Enda andmete vaatamiseks kasuta linki: <a href='[TALENT_CONTINUE_EDITING_LINK]'>[TALENT_CONTINUE_EDITING_LINK]</a> Link kehtib kümme päeva. Kui sa ei ole selleks soovi avaldanud, võid sõnumit eirata. [SIGNATURE]
fi: Hei [FIRST_NAME]! Tätä linkkiä klikkaamalla pääset tarkastelemaan omia tietojasi: <a href='[TALENT_CONTINUE_EDITING_LINK]'>[TALENT_CONTINUE_EDITING_LINK]</a> Linkki on voimassa 10 päivää. Jos et lähettänyt meille tätä viestiä, voit jättää sen huomiotta. [SIGNATURE]
fr: Bonjour [FIRST_NAME] ! Voici le lien pour accéder à vos informations : <a href='[TALENT_CONTINUE_EDITING_LINK]'>[TALENT_CONTINUE_EDITING_LINK]</a> Le lien est valide pendant 10 jours. Si vous ne nous avez pas envoyé de demande, veuillez ignorer ce message. [SIGNATURE]
lv: Sveiki, [FIRST_NAME]! Ar šo saiti varat piekļūt savai informācijai: <a href='[TALENT_CONTINUE_EDITING_LINK]'>[TALENT_CONTINUE_EDITING_LINK]</a> Saite ir derīga 10 dienas. Ja neesat mums nosūtījis pieprasījumu, lūdzu, ignorējiet šo ziņojumu. [SIGNATURE]
nb: Hei [FIRST_NAME]! Her er lenken du trenger for å få tilgang til informasjonen din: <a href='[TALENT_CONTINUE_EDITING_LINK]'>[TALENT_CONTINUE_EDITING_LINK]</a> Lenken er gyldig i 10 dager. Hvis du ikke har sendt oss en forespørsel, kan du ignorere denne meldingen. [SIGNATURE]
nl: Hallo [FIRST_NAME]! Hier is de link om toegang te krijgen tot uw informatie: <a href='[TALENT_CONTINUE_EDITING_LINK]'>[TALENT_CONTINUE_EDITING_LINK]</a> De link is 10 dagen geldig. Als u ons geen verzoek heeft gestuurd, negeer dan dit bericht. [SIGNATURE]
pl: Cześć [FIRST_NAME]! Oto link, który umożliwi Ci dostęp do Twoich informacji: <a href='[TALENT_CONTINUE_EDITING_LINK]'>[TALENT_CONTINUE_EDITING_LINK]</a> Link jest ważny przez 10 dni. Jeśli nie wysłałeś/-aś nam prośby, zignoruj tę wiadomość. [SIGNATURE]
sv: Hej [FIRST_NAME]! Se din information genom att klicka på denna länk: <a href='[TALENT_CONTINUE_EDITING_LINK]'>[TALENT_CONTINUE_EDITING_LINK]</a> Länken är giltig i 10 dagar. Om det inte var du som skickade denna förfrågan kan du ignorera detta meddelande. [SIGNATURE]

source: Hi [FIRST_NAME]! You can edit the application from the following link: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a> If you did not send us a request, please ignore this message. [SIGNATURE]
da: Hej [FORNAVN]! Du kan redigere ansøgningen fra følgende link: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a> Hvis du ikke har sendt os en anmodning, bedes du ignorere denne besked. [SIGNATURE]
de: Hi [FIRST_NAME]! Sie können die Bewerbung unter dem folgenden Link bearbeiten:: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a> Wenn Sie uns keine Anfrage geschickt haben, ignorieren Sie bitte diese Nachricht. [SIGNATURE]
et: Tere, [FIRST_NAME]! Avaldust saad muuta järgmise lingi kaudu: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a> Kui sa ei ole selleks soovi avaldanud, võid sõnumit eirata. [SIGNATURE]
fi: Hei [FIRST_NAME]! Voit muokata hakemustasi seuraavan linkin kautta: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a> Mikäli et pyytänyt muokkauslinkkiä, voit jättää tämän viestin huomiotta. [SIGNATURE]
fr: Bonjour [FIRST_NAME]! Vous pouvez modifier la demande à partir du lien suivant: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a> Si vous ne nous avez pas envoyé de demande, veuillez ignorer ce message. [SIGNATURE]
lv: Sveiki, [FIRST_NAME]! Pieteikumu varat rediģēt, izmantojot šo saiti: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a> Ja nesūtījāt mums pieprasījumu, lūdzu, ignorējiet šo ziņojumu. [SIGNATURE]
nb: Hei [FIRST_NAME]! Du kan redigere søknaden via følgende lenke: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a> Hvis du ikke har sendt oss en forespørsel, kan du ignorere denne meldingen. [SIGNATURE]
nl: Hallo [FIRST_NAME]! U kunt de sollicitatie bewerken via de volgende link: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a> Als u ons geen verzoek heeft gestuurd, negeer dan dit bericht. [SIGNATURE]
pl: Cześć [FIRST_NAME]! Możesz edytować aplikację, korzystając z poniższego linku: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a> Jeśli nie wysłałeś/-aś nam prośby, zignoruj tę wiadomość. [SIGNATURE]
sv: Hej [FIRST_NAME]! Du kan redigera ansökan via följande länk: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a> Om du inte skickade en begäran till oss, vänligen ignorera detta meddelande. [SIGNATURE]

source: Hi Candidate {first_name} {last_name} has updated their application. Click here to access the application: {application_link} {unsubscribe_message}
da: Hej, Kandidat {first_name} {last_name} har opdateret sin ansøgning. Klik her for at få adgang til ansøgningen: {application_link} {unsubscribe_message}
de: Hallo Kandidat {first_name} {last_name} hat seine Bewerbung aktualisiert. Klicken Sie hier, um zur Bewerbung zu gelangen: {application_link} {unsubscribe_message}
et: Tere! Kandidaat {first_name} {last_name} on uuendanud oma avaldust. Avaldusele ligipääsemiseks klõpsa siin: {application_link} {unsubscribe_message}
fi: Hei! Hakija {first_name} {last_name} on päivittänyt hakemustaan. Avaa hakemus tästä linkistä: {application_link} {unsubscribe_message}
fr: Bonjour Le candidat {first_name} {last_name} a mis à jour sa demande. Cliquez ici pour accéder à la demande: {application_link} {unsubscribe_message}
lv: Sveiki! Kandidāts {first_name} {last_name} ir atjauninājis savu pieteikumu. Noklikšķiniet šeit, lai piekļūtu pieteikumam: {application_link} {unsubscribe_message}
nb: Hei Kandidaten {first_name} {last_name} har oppdatert søknaden sin. Klikk her for å få tilgang til søknaden: {application_link} {unsubscribe_message}
nl: Hallo Kandidaat {first_name} {last_name} heeft zijn/haar sollicitatie bijgewerkt. Klik hier om toegang te krijgen tot de sollicitatie: {application_link} {unsubscribe_message}
pl: Cześć Kandydat {first_name} {last_name} zaktualizował swoją aplikację. Kliknij tutaj, aby uzyskać dostęp do aplikacji: {application_link} {unsubscribe_message}
sv: Hej, Kandidat {first_name} {last_name} har uppdaterat sin ansökan. Vänligen klicka här för att nå ansökan: {application_link} {unsubscribe_message}

source: Hi {added_username}, {username} from {company_name} has added you as a {role} to {position_name}. You will now be able to access this position and it's applications from <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}
da: Hej {added_username}, {username} fra {company_name} har tilføjet dig som en {role} til {position_name}. Du vil nu have adgang til denne stilling og dens ansøgninger fra <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}
de: Hallo {added_username}, {username} von {company_name} hat Sie als {role} zur Stelle {position_name} hinzugefügt. Sie können nun auf diese Stelle und ihre Bewerbungen über <a href='{vra_link}'>TalentAdore</a>. zugreifen {unsubscribe_message}
et: Tere, {added_username}! {username} ettevõttest {company_name} on määranud sulle rolli {role} ametikohal {position_name}. Näed sellega seotud infot ja avaldusi <a href='{vra_link}'>TalentAdore’is</a>. {unsubscribe_message}
fi: Hei {added_username}, {username} organisaatiosta {company_name} on lisännyt sinut roolilla {role} työpaikkailmoitukseen {position_name}. Sinulla on nyt pääsy kyseiseen työpaikkailmoitukseen ja siihen tulleisiin hakemuksiin <a href='{vra_link}'>TalentAdoressa</a>. {unsubscribe_message}
fr: Bonjour {added_username}, {username} de {company_name} vous a ajouté en tant que {role} à {position_name}. Vous pourrez maintenant accéder à ce poste et à ses demandes depuis <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}
lv: Sveiki, {added_username}! {username} no uzņēmuma {company_name} pievienoja jūs vakancei {position_name} kā {role}. Tagad varēsiet piekļūt šai vakancei un tās pieteikumiem no <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}
nb: Hei {added_username}, {username} fra {company_name} har lagt deg til som {role} i {position_name}. Du vil nå få tilgang til denne stillingen og dens relaterte søknader fra <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}
nl: Hallo {added_username}, {username} van {company_name} heeft u toegevoegd als {role} voor {position_name}. U heeft nu toegang tot deze functie en de bijbehorende sollicitaties via <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}
pl: Cześć {added_username}, {username} z firmy {company_name} dodał/-a Cię jako {role} do stanowiska {position_name}. Będziesz teraz mieć dostęp do tego stanowiska i jego aplikacji z <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}
sv: Hej {added_username}, {username} från {company_name} har lagt till dig som {role} till {position_name}. Du kommer nu att ha tillgång till positionen och dess ansökningar från <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}

source: Hi {added_username}, {username} from {company_name} has updated your access ({role}) in the following community groups: {granted_access}{revoked_access} You can access your communities and its members from <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}
da: Hej {added_username}, {username} fra {company_name} har opdateret din adgang ({role}) i følgende Talent Community grupper: {granted_access}{revoked_access} Du kan få adgang til dine communities og dets medlemmer fra <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}
de: Hallo {added_username}, {username} von {company_name} hat Ihren Zugriff ({role}) in den folgenden Community-Gruppen aktualisiert: {granted_access}{revoked_access} Sie können auf Ihre Communities und deren Mitglieder über <a href='{vra_link}'>TalentAdore</a> zugreifen. {unsubscribe_message}
et: Tere {added_username}, {username} ettevõttest {company_name} on uuendanud teie juurdepääsu ({role}) järgmistes Talent Community gruppides: {granted_access}{revoked_access} Saate oma kommuunidele ja selle liikmetele juurde pääseda <a href='{vra_link}'>TalentAdore</a> kaudu. {unsubscribe_message}
fi: Hei {added_username}, {username} yrityksestä {company_name} on päivittänyt käyttöoikeutesi ({role}) seuraavissa Talent Community -ryhmissä: {granted_access}{revoked_access} Voit käyttää yhteisöjäsi ja sen jäseniä osoitteessa <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}
fr: Bonjour {added_username}, {username} de {company_name} a mis à jour votre accès ({role}) dans les groupes de communauté suivants : {granted_access}{revoked_access} Vous pouvez accéder à vos communautés et à ses membres depuis <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}
lv: Sveiki, {added_username}! {username} no {company_name} ir atjauninājis Jūsu piekļuvi ({role}) šādās Talent Community grupās: {granted_access}{revoked_access} Jūs varat piekļūt savām kopienām un to dalībniekiem no <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}
nb: Hei {added_username}, {username} fra {company_name} har oppdatert din tilgang ({role}) i følgende Talent Community-grupper: {granted_access}{revoked_access} Du kan få tilgang til dine Talent Communities og dets medlemmer fra <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}
nl: Hallo {added_username}, {username} van {company_name} heeft uw toegang ({role}) in de volgende community-groepen bijgewerkt: {granted_access}{revoked_access} U kunt toegang krijgen tot uw communities en de leden ervan via <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}
pl: Cześć {added_username}, {username} z firmy {company_name} zaktualizował(a) Twój dostęp ({role}) w następujących grupach społeczności: {granted_access}{revoked_access} Możesz uzyskać dostęp do swoich społeczności i ich członków z <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}
sv: Hej {added_username}, {username} från {company_name} har uppdaterat din åtkomst ({role}) i följande Talent Community-grupper: {granted_access}{revoked_access} Du kan komma åt dina Talent Communities och dess medlemmar från <a href='{vra_link}'>TalentAdore</a>. {unsubscribe_message}

source: Excludes roles
da: Ekskluderer roller
de: Schließt Rollen aus
et: Välistab rollid
fi: Poissuljetut roolit
fr: Exclut les rôles
lv: Izslēdz lomas
nb: Ekskluderer roller
nl: Sluit rollen uit
pl: Wyklucza role
sv: Utesluter roller

source: Needs roles
da: Kræver roller
de: Benötigt Rollen
et: Vajab rolle
fi: Vaatii rooleja
fr: Nécessite les rôles
lv: Nepieciešamās lomas
nb: Trenger roller
nl: Vereist rollen
pl: Wymaga ról
sv: Kräver roller

source: For me
da: Til mig
de: Für mich
et: Minu jaoks
fi: Minulle
fr: Pour moi
lv: Man
nb: For meg
nl: Voor mij
pl: Dla mnie
sv: För mig

source: Move applications
da: Flyt ansøgninger
de: Bewerbungen verschieben
et: Liiguta avaldusi
fi: Siirrä hakemukset
fr: Déplacer les demandes
lv: Pārvietot pieteikumus
nb: Flytt søknader
nl: Sollicitaties verplaatsen
pl: Przenieś aplikacje
sv: Flytta ansökningar

source: Permission to move application from one position to another
da: Tilladelse til at flytte ansøgning fra en stilling til en anden
de: Berechtigung Bewerbungen zwischen Stellen zu verschieben
et: Õigus liigutada avaldusi ühest ametikohast teise
fi: Lupa siirtää hakemus työpaikkailmoituksesta toiseen
fr: Permission de déplacer une demande d'un poste à un autre
lv: Atļauja pārvietot pieteikumu no vienas vakances uz citu
nb: Tillatelse til å flytte søknaden fra én stilling til en annen
nl: Toestemming om sollicitatie van de ene naar de andere functie te verplaatsen
pl: Uprawnienie do przenoszenia aplikacji z jednego stanowiska na inne
sv: Behörighet att flytta ansökan från en position till en annan

source: Permission to archive position
da: Tilladelse til at arkivere stilling
de: Berechtigung zum Archivieren der Position
et: Luba arhiveerida ametikoht
fi: Lupa arkistoida työpaikka
fr: Permission d'archiver le poste
lv: Atļauja arhivēt vakanci
nb: Tillatelse til å arkivere stilling
nl: Toestemming om positie te archiveren
pl: Uprawnienie do archiwizacji stanowiska
sv: Tillstånd att arkivera tjänst

source: Allows to archive position
da: Tillader at arkivere stilling
de: Erlaubt das Archivieren der Position
et: Lubab arhiveerida ametikoha
fi: Sallii työpaikan arkistoinnin
fr: Permet d'archiver le poste
lv: Ļauj arhivēt vakanci
nb: Tillater å arkivere stilling
nl: Staat toe om positie te archiveren
pl: Pozwala archiwizować stanowisko
sv: Tillåter arkivering av tjänst

source: Manage any position
da: Administrér enhver stilling
de: Jede Stelle verwalten
et: Halda ametikohti
fi: Hallita kaikkia työpaikkailmoituksia
fr: Gérer n'importe quel poste
lv: Jebkuras vakances pārvaldība
nb: Administrer hvilken som helst stilling
nl: Beheer elke functie
pl: Zarządzaj dowolnym stanowiskiem
sv: Hantera vilken position som helst

source: Allows to browse and manage any position, including changes to collaborators
da: Giver mulighed for at gennemse og administrere enhver stilling, herunder ændringer af samarbejdspartnere
de: Ermöglicht das Durchsuchen und Verwalten von Stellen, einschließlich Änderungen an den Kollaborateuren
et: Võimaldab ametikohti sirvida ja hallata, sealhulgas kaasloojaid muuta
fi: Sallii kaikkien työpaikkailmoitusten selaamisen ja hallinnan, sisältäen muutokset yhteiskäyttäjissä
fr: Permet de parcourir et de gérer n'importe quel poste, y compris les modifications apportées aux collaborateurs
lv: Ļauj pārlūkot un pārvaldīt jebkuru vakanci, tostarp mainīt sadarbības kolēģus
nb: Gjør det mulig å bla gjennom og administrere en hvilken som helst stilling, inkludert endringer av samarbeidspartnere
nl: Maakt het mogelijk om elke functie te bekijken en te beheren, inclusief wijzigingen in medewerkers
pl: Pozwala przeglądać i zarządzać dowolnym stanowiskiem, w tym zmieniać współpracowników
sv: Gör det möjligt att bläddra och hantera alla positioner, inklusive ändringar av samarbetare

source: Access to any RecRight video
da: Adgang til enhver RecRight-video
de: Zugriff auf alle RecRight-Videos
et: Juurdepääs mis tahes RecRight videole
fi: Pääsy kaikkiin RecRight-videoihin
fr: Accès à toute vidéo RecRight
lv: Piekļuve jebkuram RecRight video
nb: Tilgang til alle RecRight-videoer
nl: Toegang tot elke RecRight-video
pl: Dostęp do dowolnego nagrania RecRight
sv: Tillgång till alla RecRight-videor

source: Allows to access RecRight videos in any accessible position
da: Giver adgang til RecRight-videoer i enhver tilgængelig stilling
de: Ermöglicht den Zugriff auf RecRight-Videos in jeder zugänglichen Position
et: Lubab juurdepääsu RecRight videotele mis tahes ligipääsetaval ametikohal
fi: Mahdollistaa RecRight-videoiden katselun kaikissa saatavilla olevissa tehtävissä
fr: Permet d'accéder aux vidéos RecRight dans n'importe quel poste accessible
lv: Ļauj piekļūt RecRight video jebkurā pieejamā vakancē
nb: Tillater tilgang til RecRight-videoer i enhver tilgjengelig stilling
nl: Maakt het mogelijk om RecRight-video's te openen in elke toegankelijke positie
pl: Pozwala na dostęp do nagrań RecRight na dowolnym dostępnym stanowisku
sv: Tillåter åtkomst till RecRight-videor i alla tillgängliga positioner

source: Manage career page editor
et: Halda karjäärilehe redaktorit
fi: Hallitse urasivueditoria
sv: Hantera karriärsidans redigerare

source: Allows to manage career page editor
et: Võimaldab hallata karjäärilehe redaktorit
fi: Sallii urasivueditorin hallinnoinnin
sv: Tillåter hantering av karriärsidans redigerare

source: Access any business unit
da: Adgang til enhver forretningsenhed
de: Zugang zu allen Unternehmensbereichen
et: Juurdepääs mis tahes äriüksusele
fi: Pääse käsiksi mihin tahansa yritysyksikköön
fr: Accéder à n'importe quelle unité commerciale
lv: Piekļuve jebkurai uzņēmuma struktūrvienībai
nb: Få tilgang til alle forretningsenheter
nl: Toegang tot elke bedrijfseenheid
pl: Dostęp do dowolnej jednostki biznesowej
sv: Få åtkomst till vilken som helst företagsenhet

source: Allows to access entities of any business units. When not given, access to jobs and applications is controlled by user's local role for specific business units
da: Giver adgang til enheder i alle forretningsenheder. Hvis adgang ikke gives, kontrolleres adgangen til jobs og ansøgninger af brugerens lokale rolle for specifikke forretningsenheder
de: Erlaubt Zugang zu allen Einheiten aller Unternehmensbereiche. Wenn nicht gegeben, wird der Zugang zuStellen und Bewerbungen von der lokalen Rolle des Benutzers für spezifischeUnternehmensbereiche kontrolliert
et: Võimaldab määrata kasutajate rolle mis tahes äriüksuses. Kui juurdepääsu ei anta, piirab kasutaja juurdepääsu tema roll äriüksuses.
fi: Sallii pääsyn mihin tahansa yritysyksikön osa-alueelle. Mikäli pääsyä ei sallita, pääsy työpaikkoihin ja hakemuksiin riippuu käyttäjän paikallisesta roolista tietyssä yritysyksikössä
fr: Permet d'accéder aux entités de toutes les unités commerciales. Lorsqu'il n'est pas donné, l'accès aux emplois et aux applications est contrôlé par le rôle local de l'utilisateur pour des unités commerciales spécifiques
lv: Ļauj piekļūt jebkuras uzņēmuma struktūrvienības vienībām. Ja piekļuve darbiem un pieteikumiem nav piešķirta, to kontrolē lietotāja vietējais amats konkrētās uzņēmuma struktūrvienībās
nb: Gir tilgang til enheter i alle forretningsenheter. Når dette ikke er angitt, styres tilgangen til jobber og søknader av brukerens lokale rolle for spesifikke forretningsenheter
nl: Maakt toegang mogelijk tot entiteiten van alle bedrijfseenheden. Indien niet gegeven, wordt de toegang tot vacatures en sollicitaties gecontroleerd door de lokale rol van de gebruiker voor specifieke bedrijfseenheden
pl: Pozwala na dostęp do jednostek dowolnych jednostek biznesowych. Gdy nie jest nadane, dostęp do ofert pracy i aplikacji jest kontrolowany przez lokalną rolę użytkownika dla określonych jednostek biznesowych
sv: Ger behörighet till alla delområden i företagsenheten. När användaren inte är given behörighet, så är positionerna och ansökningar kontrollerade av användarens lokala rättigheter enligt företagsenhet.

source: Permission to manage user roles for any business units
da: Tilladelse til at administrere brugerroller for alle forretningsenheder
de: Berechtigung Benutzterrollen aller Unternehmensbereiche zu verwalten
et: Õigus hallata kasutajate rolle mis tahes äriüksuses
fi: Oikeus hallinnoida käyttäjärooleja minkä tahansa yritysyksikön puolesta
fr: Permission de gérer les rôles des utilisateurs pour toutes les unités commerciales
lv: Atļauja pārvaldīt lietotāju amatus jebkurai uzņēmuma struktūrvienībai
nb: Tillatelse til å administrere brukerroller for alle forretningsenheter
nl: Toestemming om gebruikersrollen voor alle bedrijfseenheden te beheren
pl: Uprawnienie do zarządzania rolami użytkowników dla dowolnych jednostek biznesowych
sv: Behörighet att hantera användarroller för vilken företagsenhet som helst

source: Allows to define users' local roles for any business units
da: Tillader at definere brugernes lokale roller for alle forretningsenheder
de: Erlaubt lokale Benutzerrollen für alle Unternehmensbereiche zu definieren
et: Võimaldab määratleda kasutajate kohalikke rolle mis tahes äriüksuses
fi: Sallii paikallisen käyttäjäroolin määrittämisen mille tahansa yritysyksikölle
fr: Permet de définir les rôles locaux des utilisateurs pour toutes les unités commerciales
lv: Ļauj definēt lietotāju vietējos amatus jebkurai uzņēmuma struktūrvienībai
nb: Gjør det mulig å definere brukernes lokale roller for alle forretningsenheter
nl: Maakt het mogelijk om lokale rollen van gebruikers voor alle bedrijfseenheden te definiëren
pl: Pozwala definiować lokalne role użytkowników dla dowolnych jednostek biznesowych
sv: Tillåter att definiera lokala användarroller för vilken företagsenhet som helst

source: Invite to pre-onboarding
da: Inviter til pre-onboarding
de: Zum Pre-onboarding einladen
et: Kutsu eeltutvustusele
fi: Kutsua esiperehdytykseen
fr: Inviter à la pré-intégration
lv: Uzaicinājums uz aktivitāti pirms darba uzsākšanas
nb: Inviter til preboarding
nl: Uitnodigen voor pre-onboarding
pl: Zaproś do pre-onboardingu
sv: Bjuda in till pre-onboarding

source: Allows the user to invite applicant to pre-onboarding
da: Giver brugeren mulighed for at invitere ansøgeren til pre-onboarding
de: Erlaubt Benutzer Bewerber zum Pre-onboarding einzuladen
et: Võimaldab kutsuda kandidaati eeltutvustusele
fi: Sallii uuden työntekijän kutsumisen esiperehdytykseen
fr: Permet à l'utilisateur d'inviter le candidat à la pré-intégration
lv: Ļauj lietotājam uzaicināt kandidātu uz aktivitāti pirms darba uzsākšanas
nb: Gjør det mulig for brukeren å invitere søkeren til preboarding
nl: Staat de gebruiker toe om de sollicitant uit te nodigen voor pre-onboarding
pl: Pozwala użytkownikowi zaprosić kandydata do pre-onboardingu
sv: Ger behörighet att bjuda in kandidater till pre-onboarding
