Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Channel Filters
da: Kanalfiltre
de: Kanal-Filter
et: Kanali filtrid
fi: Kanavan suodattimet
fr: Filtres de canaux
lv: Kanālu filtri
nb: Kanalfiltre
nl: Kanaalfilters
pl: Filtry kanałów
sv: Kanalfilter

source: When searching by product name, the Job Title, Job Function, Industries and Location filters will be ignored
da: Når du søger på produktnavn, ignoreres filtrene Jobtitel, Jobfunktion, Brancher og Placering
de: Bei der Suche nach dem Produktnamen werden die Filter Jobtitel, Jobfunktion, Branchen und Standort ignoriert
et: Toote nime järgi otsimisel ignoreeritakse ametinimetuse, tööfunktsiooni, tööstusharude ja asukoha filtreid
fi: Kun etsit tuotenimen perusteella, tehtävän nimi, työtehtävä, toimiala ja sijaintisuodattimia ei oteta huomioon.
fr: Lors de la recherche par nom de produit, les filtres Titre de l'emploi, Fonction de l'emploi, Industries et Emplacement seront ignorés
lv: Meklējot pēc produkta nosaukuma, darba nosaukuma, darba funkcijas, nozares un atrašanās vietas filtri tiks ignorēti
nb: Når du søker etter produktnavn, ignoreres filtrene Jobbtittel, Jobbfunksjon, Bransjer og Lokasjon
nl: Bij het zoeken op productnaam worden de filters voor functietitel, functie, branche en locatie genegeerd
pl: Podczas wyszukiwania według nazwy produktu, filtry Tytuł stanowiska, Funkcja pracy, Branże i Lokalizacja będą ignorowane
sv: När du söker efter produktnamn ignoreras filtren för jobbtitel, jobbfunktion, branscher och plats

source: Select a job function
da: Vælg en jobfunktion
de: Wählen Sie eine Tätigkeit aus
et: Valige tööfunktsioon
fi: Valitse työtehtävä
fr: Sélectionnez une fonction de l'emploi
lv: Atlasiet darba funkciju
nb: Velg en jobbfunksjon
nl: Selecteer een functie
pl: Wybierz funkcję pracy
sv: Välj en jobbfunktion

source: Job Function
da: Jobfunktion
de: Berufliche Funktion
et: Tööfunktsioon
fi: Työtehtävä
fr: Fonction de l'emploi
lv: Darba funkcija
nb: Jobbfunksjon
nl: Functie
pl: Funkcja pracy
sv: Jobbfunktion

source: Job Title
da: Jobtitel
de: Berufsbezeichnung
et: Ametinimetus
fi: Tehtävän nimi
fr: Titre de l'emploi
lv: Darba nosaukums
nb: Jobbtittel
nl: Functietitel
pl: Tytuł stanowiska
sv: Jobbtitel

source: Type a job title...
da: Skriv en jobtitel...
de: Geben Sie eine Stellenbezeichnung ein...
et: Sisestage ametinimetus...
fi: Kirjoita tehtävän nimi...
fr: Tapez un titre d'emploi...
lv: Ierakstiet darba nosaukumu...
nb: Skriv inn en jobbtittel...
nl: Typ een functietitel...
pl: Wpisz tytuł stanowiska...
sv: Skriv en jobbtitel...

source: Product Name
da: Produktnavn
de: Produktname
et: Toote nimi
fi: Tuotenimi
fr: Nom du produit
lv: Produkta nosaukums
nb: Produktnavn
nl: Productnaam
pl: Nazwa produktu
sv: Produktnamn

source: Type a product name...
da: Skriv et produktnavn...
de: Geben Sie einen Produktnamen ein...
et: Sisestage toote nimi...
fi: Kirjoita tuotenimi...
fr: Tapez un nom de produit...
lv: Ierakstiet produkta nosaukumu...
nb: Skriv inn et produktnavn...
nl: Typ een productnaam...
pl: Wpisz nazwę produktu...
sv: Skriv ett produktnamn...

source: Product Region
da: Produktregion
de: Produkt Region
et: Toote piirkond
fi: Tuotteen alue
fr: Région du produit
lv: Produkta reģions
nb: Produktregion
nl: Productregio
pl: Region produktu
sv: Produktregion

source: Type a location...
da: Skriv en placering...
de: Geben Sie einen Ort ein...
et: Sisestage asukoht...
fi: Kirjoita sijainti...
fr: Tapez un emplacement...
lv: Ierakstiet atrašanās vietu...
nb: Skriv inn et sted...
nl: Typ een locatie...
pl: Wpisz lokalizację...
sv: Skriv en plats...

source: Only include products with support for My Contracts
da: Inkluder kun produkter med understøttelse af My Contracts
de: Nur Produkte mit Unterstützung für „Meine Verträge“ aufnehmen
et: Kaasake ainult tooteid, mis toetavad minu lepinguid
fi: Sisällytä ainoastaan tuotteet, joilla on tuki My Contracts:ille
fr: Inclure uniquement les produits avec le support pour Mes Contrats
lv: Iekļaut tikai produktus ar atbalstu Maniem līgumiem
nb: Inkluder kun produkter som støtter Mine kontrakter
nl: Alleen producten met ondersteuning voor Mijn Contracten opnemen
pl: Uwzględnij tylko produkty z obsługą Moich Umów
sv: Inkludera endast produkter med stöd för Mina kontrakt

source: Type an Industry...
da: Skriv en branche...
de: Geben Sie eine Branche ein...
et: Sisestage tööstusharu...
fi: Syötä toimiala...
fr: Saisir une Industrie...
lv: Ierakstiet nozari...
nb: Skriv inn en bransje...
nl: Typ een branche...
pl: Wpisz branżę...
sv: Skriv en industri...

source: Display all
da: Vis alle
de: Alle anzeigen
et: Kuva kõik
fi: Näytä kaikki
fr: Afficher tout
lv: Rādīt visu
nb: Vis alle
nl: Alles weergeven
pl: Wyświetl wszystko
sv: Visa alla

source: Display recommendations only
da: Vis kun anbefalinger
de: Nur Empfehlungen anzeigen
et: Kuva ainult soovitused
fi: Näytä ainoastaan suositukset
fr: Afficher uniquement les recommandations
lv: Rādīt tikai ieteikumus
nb: Vis kun anbefalinger
nl: Alleen aanbevelingen weergeven
pl: Wyświetl tylko rekomendacje
sv: Visa endast rekommendationer

source: Exclude recommendations
da: Ekskluder anbefalinger
de: Empfehlungen ausschließen
et: Välista soovitused
fi: Piilota suositukset
fr: Exclure les recommandations
lv: Izslēgt ieteikumus
nb: Utelukke anbefalinger
nl: Aanbevelingen uitsluiten
pl: Wyklucz rekomendacje
sv: Uteslut rekommendationer

source: Most relevant first
da: Mest relevante først
de: Die Wichtigsten zuerst
et: Kõige asjakohasemad enne
fi: Tärkeimmät ensin
fr: Les plus pertinents en premier
lv: Vispirms visatbilstošākie
nb: Mest relevant først
nl: Meest relevante eerst
pl: Najbardziej trafne jako pierwsze
sv: Mest relevant först

source: Most recently created first
da: Senest oprettede først
de: Zuletzt neu erstellte
et: Hiljuti loodud enne
fi: Viimeksi luodut ensin
fr: Les plus récents en premier
lv: Vispirms nesen izveidotie
nb: Nyligst opprettet først
nl: Meest recent gemaakte eerst
pl: Ostatnio utworzone jako pierwsze
sv: Senast skapad först

source: Recommendations
da: Anbefalinger
de: Empfehlungen
et: Soovitused
fi: Suositukset
fr: Recommandations
lv: Ieteikumi
nb: Anbefalinger
nl: Aanbevelingen
pl: Rekomendacje
sv: Rekommendationer

source: Apply Filters
da: Anvend filtre
de: Filter anwenden
et: Rakenda filtrid
fi: Käytä suodattimia
fr: Appliquer les filtres
lv: Lietot filtrus
nb: Bruk filtre
nl: Filters toepassen
pl: Zastosuj filtry
sv: Använd filter

source: Search by Product Name
da: Søg efter produktnavn
de: Nach Produktnamen suchen
et: Otsi toote nime järgi
fi: Etsi tuotenimellä
fr: Rechercher par Nom de Produit
lv: Meklēt pēc produkta nosaukuma
nb: Søke etter produktnavn
nl: Zoeken op productnaam
pl: Szukaj po nazwie produktu
sv: Sök på Produktnamn

source: Channel Recommendations
da: Anbefalinger af kanaler
de: Kanal-Empfehlungen
et: Kanali soovitused
fi: Kanavasuositukset
fr: Recommandations de Canal
lv: Kanālu ieteikumi
nb: Kanalanbefalinger
nl: Kanaal aanbevelingen
pl: Rekomendacje kanałów
sv: Kanalrekommendationer

source: Other Relevant Channels
da: Andre relevante kanaler
de: Andere relevante Kanäle
et: Muud asjakohased kanalid
fi: Muut huomionarvoiset kanavat
fr: Autres Canaux Pertinents
lv: Citi atbilstoši kanāli
nb: Andre relevante kanaler
nl: Andere relevante kanalen
pl: Inne istotne kanały
sv: Andra relevanta kanaler

source: More Information
da: Mere information
de: Weitere Informationen
et: Lisateave
fi: Lisää tietoa
fr: Plus d'Informations
lv: Vairāk informācijas
nb: Mer informasjon
nl: Meer informatie
pl: Więcej informacji
sv: Mer information

source: Product added to campaign
da: Produkt tilføjet til kampagne
de: Produkt zur Kampagne hinzugefügt
et: Toode lisatud kampaaniasse
fi: Tuote lisätty kampanjaan
fr: Produit ajouté à la campagne
lv: Produkts pievienots kampaņai
nb: Produkt lagt til i kampanjen
nl: Product toegevoegd aan campagne
pl: Produkt dodany do kampanii
sv: Produkten har lagts till i kampanjen

source: Product removed from campaign
da: Produkt fjernet fra kampagne
de: Produkt aus der Kampagne entfernt
et: Toode eemaldatud kampaaniast
fi: Tuote poistettu kampanjasta
fr: Produit supprimé de la campagne
lv: Produkts noņemts no kampaņas
nb: Produkt fjernet fra kampanjen
nl: Product verwijderd uit campagne
pl: Produkt usunięty z kampanii
sv: Produkten har tagits bort från kampanjen

source: Campaign with ID: {campaignId} is a draft because payment has not been finalized yet. To check the status of your payment, visit Billing Information & Invoice History.
da: Kampagne med ID: {campaignId} er en skabelon, fordi betalingen ikke er afsluttet endnu. Hvis du vil tjekke status for din betaling, skal du besøge Faktureringsoplysninger og fakturahistorik.
de: Kampagne mit ID: {campaignId} ist ein Entwurf, da die Zahlung noch nicht abgeschlossen wurde. Um den Status Ihrer Zahlung zu überprüfen, besuchen Sie Rechnungsinformationen & Rechnungsverlauf.
et: Kampaania ID-ga {campaignId} on mustand, kuna makse ei ole veel lõpule viidud. Makse oleku kontrollimiseks külastage arveldusinfot ja arvete ajalugu.
fi: Kampanja, jonka tunnus: {campaignId}, on luonnos, koska maksua ei ole vielä suoritettu. Voit tarkistaa maksusi tilan kohdasta Laskutustiedot ja laskuhistoria.
fr: La campagne avec l'ID: {campaignId} est un brouillon car le paiement n'a pas encore été finalisé. Pour vérifier le statut de votre paiement, visitez Informations de Facturation & Historique des Factures.
lv: Kampaņa ar ID: {campaignId} ir melnraksts, jo maksājums vēl nav pabeigts. Lai pārbaudītu maksājuma statusu, apmeklējiet sadaļu "Norēķinu informācija un rēķinu vēsture".
nb: Kampanje med ID: {campaignId} er et utkast fordi betalingen ikke er fullført ennå. Hvis du vil sjekke betalingsstatusen din, kan du gå til Faktureringsinformasjon og fakturahistorikk.
nl: Campagne met ID: {campaignId} is een concept omdat de betaling nog niet is afgerond. Om de status van uw betaling te controleren, gaat u naar Factureringsgegevens en Factuurgeschiedenis.
pl: Kampania o ID: {campaignId} jest w wersji roboczej, ponieważ płatność nie została jeszcze sfinalizowana. Aby sprawdzić status płatności, odwiedź Informacje o rozliczeniach i historię faktur.
sv: Kampanj med ID: {campaignId} är ett utkast eftersom betalningen inte har slutförts ännu. För att kontrollera statusen för din betalning, besök Faktureringsinformation och fakturahistorik.

source: You do not have enough balance to order the campaign. Top up your balance first
da: Du har ikke nok saldo til at bestille kampagnen. Fyld din saldo op først
de: Sie haben nicht genug Guthaben, um die Kampagne zu bestellen. Laden Sie zuerst Ihr Guthaben auf
et: Teil ei ole kampaania tellimiseks piisavalt saldot. Kõigepealt täiendage oma saldot
fi: Sinulla ei ole riittävästi saldoa kampanjan tilaamiseen. Ole hyvä ja täytä ensin saldosi
fr: Vous n'avez pas assez de solde pour commander la campagne. Rechargez d'abord votre solde
lv: Jums nepietiek līdzekļu, lai pasūtītu kampaņu. Vispirms papildiniet savu kontu
nb: Du har ikke tilstrekkelig høy saldo til å bestille kampanjen. Fyll på saldoen din først
nl: U heeft onvoldoende saldo om de campagne te bestellen. Vul eerst uw saldo aan
pl: Nie masz wystarczającego salda, aby zamówić kampanię. Najpierw doładuj saldo.
sv: Du har inte tillräckligt med saldo för att beställa kampanjen. Fyll på ditt saldo först

source: Posting Organization Name
da: Postering af organisationsnavn
de: Name der buchenden Organisation
et: Postitava organisatsiooni nimi
fi: Lähettävän organisaation nimi
fr: Nom de l'Organisation de Publication
lv: Sludinājuma organizācijas nosaukums
nb: Legger ut på utleggende organisasjon
nl: Naam van de plaatsende organisatie
pl: Nazwa organizacji publikującej
sv: Publicerande organisationens namn

source: Posting Organization Logo URL
da: Postering af organisationslogo URL
de: Logo der entsendenden Organisation URL
et: Postitava organisatsiooni logo URL
fi: Lähettävän organisaation logon URL-osoite
fr: URL du Logo de l'Organisation de Publication
lv: Sludinājuma organizācijas logotipa URL
nb: Legger ut URL-adresse til organisasjons logo
nl: URL van het logo van de plaatsende organisatie
pl: URL logo organizacji publikującej
sv: URL för publicerande organisationens logga

source: Organization
da: Organisation
de: Organisation
et: Organisatsioon
fi: Organisaatio
fr: Organisation
lv: Organizācija
nb: Organisasjon
nl: Organisatie
pl: Organizacja
sv: Organisation

source: Posting Salary Indication Period
da: Postering af lønangivelsesperiode
de: Stellenanzeige Gehaltsangabe Zeitraum
et: Postituse palga näidu periood
fi: Palkkailmoituksen ilmoitusjakso
fr: Période d'indication du salaire de l'offre d'emploi
lv: Sludinājuma algas norādes periods
nb: Legger ut tidsperiode for den indikerte lønnen
nl: Periode salarisindica[NAME]tie
pl: Okres wskazania wynagrodzenia w ogłoszeniu
sv: Angivande av indikerande löneperiod

source: Posting Salary Indication Range Currency
da: Postering af lønangivelsesområde valuta
de: Stellenanzeige Gehaltsangabe Bereich Währung
et: Postituse palga näidu vahemiku valuuta
fi: Työpaikkailmoituksen palkka-alue ja valuutta
fr: Devise de la fourchette d'indication du salaire de l'offre d'emploi
lv: Sludinājuma algas norādes diapazona valūta
nb: Legger ut valuta for det indikerte lønnsintervallet
nl: Valuta salarisindica[NAME]tiebereik
pl: Waluta zakresu wynagrodzenia w ogłoszeniu
sv: Angivande av indikerande löneintervall och valuta

source: Posting Salary Indication Range Max
da: Postering af Lønangivelsesområde maks
de: Stellenanzeige Gehaltsangabe Bereich Max
et: Postituse palga näidu vahemiku maksimum
fi: Työpaikkailmoituksen palkka-alue (enimmäisarvo)
fr: Maximum de la fourchette d'indication du salaire de l'offre d'emploi
lv: Sludinājuma algas norādes diapazona maksimums
nb: Legger ut øvre grense for det indikerte lønnsintervallet
nl: Max. salarisindica[NAME]tiebereik
pl: Maksymalny zakres wynagrodzenia w ogłoszeniu
sv: Angivande av maximalt indikerande löneintervall

source: {fromHours} to {toHours}
da: {fromHours} til {toHours}
de: {fromHours} bis {toHours}
et: {fromHours} kuni {toHours}
fi: {fromHours} - {toHours}
fr: {fromHours} à {toHours}
lv: no {fromHours} līdz {toHours}
nb: {fromHours} til {toHours}
nl: {fromHours} tot {toHours}
pl: od {fromHours} do {toHours}
sv: {fromHours} till {toHours}

source: Posting Weekly Working Hours Max
da: Postering af ugentlig arbejdstid maks
de: Stellenanzeige Max. wöchentliche Arbeitsstunden
et: Postituse iganädalane töötundide maksimum
fi: Työpaikkailmoituksen viikkotyötunnit (enimmäisarvo)
fr: Heures de travail hebdomadaires maximales de l'offre d'emploi
lv: Sludinājuma nedēļas darba stundu maksimums
nb: Legger ut maks. arbeidstimer per uke
nl: Max. wekelijkse werkuren
pl: Maksymalna tygodniowa liczba godzin pracy w ogłoszeniu
sv: Angivande av maximalt antal arbetstimmar i veckan

source: Posting Employment Type
da: Postering af ansættelsestype
de: Stellenanzeige Beschäftigungsart
et: Postituse tööhõive tüüp
fi: Ilmoituksen työsuhteen tyyppi
fr: Type d'emploi de l'offre d'emploi
lv: Sludinājuma nodarbinātības veids
nb: Legger ut ansettelsestype
nl: Type dienstverband
pl: Rodzaj zatrudnienia w ogłoszeniu
sv: Angivande av anställningstyp

source: Posting Description
da: Postering af beskrivelse
de: Stellenanzeige Beschreibung
et: Postituse kirjeldus
fi: Ilmoituksen kuvaus
fr: Description de l'offre d'emploi
lv: Sludinājuma apraksts
nb: Legger ut beskrivelse
nl: Functiebeschrijving
pl: Opis ogłoszenia
sv: Angivande av arbetsbeskrivning

source: Posting Title
da: Postering af titel
de: Titel der Stellenanzeige
et: Postituse pealkiri
fi: Ilmoituksen otsikko
fr: Titre de l'offre d'emploi
lv: Sludinājuma virsraksts
nb: Legger ut tittel
nl: Functietitel
pl: Tytuł ogłoszenia
sv: Angivande av jobbtitel (annonsrubrik)

source: Posting Details
da: Postering af detaljer
de: Details der Stellenanzeige
et: Postituse üksikasjad
fi: Ilmoituksen tiedot
fr: Détails de l'offre d'emploi
lv: Sludinājuma detaļas
nb: Legger ut detaljer
nl: Vacaturedetails
pl: Szczegóły ogłoszenia
sv: Angivande av annonsdetaljer

source: Recruiter Name
da: Navn på rekrutteringsansvarlig
de: Name des Personalleiters
et: Värbaja nimi
fi: Rekrytoijan nimi
fr: Nom du recruteur
lv: Personāla atlases speciālista vārds
nb: Navn på rekrutterer
nl: Naam recruiter
pl: Imię i nazwisko rekrutera
sv: Rekryterarens namn

source: Recruiter Info
da: Rekrutteringsinfo
de: Infos für Personalleiters
et: Värbaja info
fi: Rekrytoijan tiedot
fr: Informations sur le recruteur
lv: Informācija par personāla atlases speciālistu
nb: Rekruttererinformasjon
nl: Informatie recruiter
pl: Informacje o rekruterze
sv: Information om rekryterare

source: Seniority
da: Anciennitet
de: Dienstalter
et: Staaž
fi: Kokemustaso
fr: Ancienneté
lv: Vecākums
nb: Ansiennitet
nl: Senioriteit
pl: Stanowisko
sv: Senioritet

source: Education Level
da: Uddannelsesniveau
de: Bildungsstand
et: Haridustase
fi: Koulutustaso
fr: Niveau d'éducation
lv: Izglītības līmenis
nb: Utdanningsnivå
nl: Opleidingsniveau
pl: Poziom wykształcenia
sv: Utbildningsnivå

source: Target Group
da: Målgruppe
de: Zielgruppe
et: Sihtrühm
fi: Kohderyhmä
fr: Groupe cible
lv: Mērķa grupa
nb: Målgruppe
nl: Doelgroep
pl: Grupa docelowa
sv: Målgrupp

source: URLs
da: URLer
et: URL-id
fi: URL-osoitteet
lv: URL adreses
nb: URL-er
pl: Adresy URL
sv: URL

source: Posting Application URL
da: Postering af ansøgnings-URL
de: Buchung der Anwendungs-URL
et: Postituse avalduse URL
fi: Lähetetään sovelluksen URL-osoite
fr: URL de candidature à l'offre d'emploi
lv: Sludinājuma pieteikuma URL
nb: URL for utlegging av søknad
nl: Sollicitatie-URL
pl: URL aplikacji ogłoszenia
sv: Angivande av ansöknings-URL

source: Job Description URL
da: Jobbeskrivelse URL
de: Stellenbeschreibung URL
et: Töökirjelduse URL
fi: Työnkuvauksen URL-osoite
fr: URL de la description de l'emploi
lv: Darba apraksta URL
nb: URL for jobbeskrivelse
nl: URL functiebeschrijving
pl: URL opisu stanowiska
sv: URL för arbetsbeskrivning

source: Posting Working Location Country
da: Postering af Arbejdssted Land
de: Stellenanzeige Arbeitsort Land
et: Töökoha asukoha riik
fi: Ilmoituksen työskentelypaikan maa
fr: Pays du lieu de travail de l'offre d'emploi
lv: Darba vietas valsts
nb: Legger ut arbeidssted, land
nl: Land werklocatie
pl: Kraj miejsca pracy w ogłoszeniu
sv: Angivande av arbetsplatsens land

source: Posting Working Location City
da: Postering af Arbejdssted By
de: Stellenanzeige Arbeitsort Stadt
et: Töökoha asukoha linn
fi: Ilmoituksen työskentelypaikan kaupunki
fr: Ville du lieu de travail de l'offre d'emploi
lv: Darba vietas pilsēta
nb: Legger ut arbeidssted, by
nl: Plaats werklocatie
pl: Miasto miejsca pracy w ogłoszeniu
sv: Angivande av arbetsplatsens stad

source: Posting Working Location Postcode
da: Postering af Arbejdssted Postnummer
de: Stellenanzeige Arbeitsort Postleitzahl
et: Töökoha asukoha postiindeks
fi: Ilmoituksen työskentelypaikan postinumero
fr: Code postal du lieu de travail de l'offre d'emploi
lv: Darba vietas pasta indekss
nb: Legger ut arbeidssted, postnummer
nl: Postcode werklocatie
pl: Kod pocztowy miejsca pracy w ogłoszeniu
sv: Angivande av arbetsplatsens postnummer

source: Posting Working Location Address Line 1
da: Postering af Arbejdssted Adresse Linje 1
de: Stellenanzeige Arbeitsort Adresse Zeile 1
et: Töökoha asukoha aadress 1
fi: Ilmoituksen työskentelypaikan sijainnin osoiterivi 1
fr: Ligne d'adresse 1 du lieu de travail de l'offre d'emploi
lv: Darba vietas adrese 1. rindiņa
nb: Legger ut arbeidssted, adresselinje 1
nl: Adresregel 1 werklocatie
pl: Adres miejsca pracy w ogłoszeniu, linia 1
sv: Angivande av arbetsplatsens adressrad 1

source: Working Location
da: Arbejdssted
de: Arbeitsort
et: Töökoht
fi: Työpaikan sijainti
fr: Lieu de travail
lv: Darba vieta
nb: Arbeidssted
nl: Werklocatie
pl: Miejsce pracy
sv: Plats för arbete

source: Add More Credits
da: Tilføj flere kreditter
de: Weitere Gutschriften hinzufügen
et: Lisa rohkem krediiti
fi: Lisää krediittejä
fr: Ajouter plus de crédits
lv: Pievienot vairāk kredītus
nb: Legg til flere kreditter
nl: Meer tegoed toevoegen
pl: Dodaj więcej kredytów
sv: Lägg till fler krediter

source: {fromPrice}{fromCurrency} to {toPrice}{toCurrency} {period}
da: {fromPrice}{fromCurrency} til {toPrice}{toCurrency} {period}
de: {fromPrice}{fromCurrency} bis {toPrice}{toCurrency} {period}
et: {fromPrice}{fromCurrency} kuni {toPrice}{toCurrency} {period}
fi: {fromPrice}{fromCurrency} - {toPrice}{toCurrency} {period}
fr: {fromPrice}{fromCurrency} à {toPrice}{toCurrency} {period}
lv: {fromPrice}{fromCurrency} līdz {toPrice}{toCurrency} {period}
nb: {fromPrice}{fromCurrency} til {toPrice}{toCurrency} {period}
nl: {fromPrice} {fromCurrency} tot {toPrice} {toCurrency} {period}
pl: od {fromPrice}{fromCurrency} do {toPrice}{toCurrency} {period}
sv: {fromPrice}{fromCurrency} till {toPrice}{toCurrency} {period}

source: Ask Status
da: Spørg om status
de: Status überprüfen
et: Küsi staatust
fi: Kysy status
fr: Demander le statut
lv: Vaicājuma statuss
nb: Spør etter status
nl: Status aanvraag
pl: Zapytaj o status
sv: Be om status

source: Campaign Status
da: Status for kampagnen
de: Status der Kampagne
et: Kampaania staatus
fi: Kampanjan status
fr: Statut de la campagne
lv: Kampaņas statuss
nb: Status for kampanjen
nl: Campagnestatus
pl: Status kampanii
sv: Kampanjstatus

source: Ordered Product Statuses
da: Status for bestilte produkter
de: Status der bestellten Produkte
et: Tellitud toodete staatused
fi: Tilattujen tuotteiden status
fr: Statuts des produits commandés
lv: Pasūtīto produktu statusi
nb: Status for bestilte produkter
nl: Statussen besteld product
pl: Statusy zamówionych produktów
sv: Statuser för beställda produkter

source: Company Logo
da: Virksomhedslogo
de: Firmenlogo
et: Ettevõtte logo
fi: Yrityksen logo
fr: Logo de l'entreprise
lv: Uzņēmuma logo
nb: Selskapslogo
nl: Bedrijfslogo
pl: Logo firmy
sv: Företagslogga

source: Upload a company logo
da: Upload et firmalogo
de: Hochladen eines Firmenlogos
et: Laadi üles ettevõtte logo
fi: Lataa yrityksen logo
fr: Télécharger un logo d'entreprise
lv: Augšupielādēt uzņēmuma logo
nb: Last opp en selskapslogo
nl: Upload een bedrijfslogo
pl: Prześlij logo firmy
sv: Ladda upp företagets logga

source: Company Name
da: Virksomhedsnavn
de: Firmenname
et: Ettevõtte nimi
fi: Yrityksen nimi
fr: Nom de l'entreprise
lv: Uzņēmuma nosaukums
nb: Bedriftens navn
nl: Bedrijfsnaam
pl: Nazwa firmy
sv: Företagets namn

source: Enter Name of the Company
da: Indtast virksomhedsnavn
de: Name des Unternehmens eingeben
et: Sisesta ettevõtte nimi
fi: Kirjoita yrityksen nimi
fr: Entrez le nom de l'entreprise
lv: Ievadiet uzņēmuma nosaukumu
nb: Skriv inn navnet på selskapet
nl: Voer de bedrijfsnaam in
pl: Wprowadź nazwę firmy
sv: Ange företagets namn

source: The Organization for which the Job Posting is going to be directed.
da: Den organisation, som jobopslaget skal henvende sig til.
de: Die Organisation, für die die Stellenanzeige bestimmt ist.
et: Organisatsioon, kellele tööpakkumine suunatakse.
fi: Organisaatio mihin työpaikkailmoitus kohdistuu
fr: L'organisation à laquelle l'offre d'emploi sera dirigée.
lv: Organizācija, kurai tiks vērsts darba sludinājums.
nb: Organisasjonen som jobbannonsen skal rettes mot.
nl: De organisatie waarvoor de vacature wordt gepubliceerd.
pl: Organizacja, do której będzie kierowane ogłoszenie o pracę.
sv: Organisationen för vilken jobbannonsen kommer att riktas.
