Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: The mobile version can be handy for all TalentAdore users, nevertheless, it is designed to especially address the needs of hiring managers. Mobile version entails key functionalities and allows to perform such actions as prescreening new applications, leaving notes, handling tasks, sending emails, as well as calling and messaging directly from your phone. Quick decision making and rapid communication with both - your colleagues and candidates - leads to reduced application handling time.
da: Mobilversionen kan være praktisk for alle TalentAdore-brugere, men den er designet til især at imødekomme behovene hos rekrutterende ledere. Mobilversionen indeholder nøglefunktionaliteter og gør det muligt at udføre handlinger som at prescreene nye ansøgninger, efterlade noter, håndtere opgaver, sende e-mails samt ringe og sende beskeder direkte fra din telefon. Hurtig beslutningstagning og hurtig kommunikation med både dine kolleger og kandidater betyder reduceret tid til håndtering af ansøgninger.
de: Die mobile Version kann für alle TalentAdore-Nutzer praktisch sein, dennoch wurde sie speziell für die Bedürfnisse von Personalverantwortlichen entwickelt. Die mobile Version umfasst die wichtigsten Funktionen und ermöglicht die Durchführung von Aktionen wie neue Bewerbungen zu prüfen, Notizen zu hinterlassen, Aufgaben zu bearbeiten, E-Mails, sowie Anrufe und Nachrichten direkt von Ihrem Telefon aus zu verwalten. Schnelle Entscheidungsfindung und Kommunikation mit Ihren Kollegen und Bewerbern führen zu einer kürzeren Bearbeitungszeit der Bewerbungen.
et: TalentAdore’i mobiiliversioon on kasulik kõigile kasutajatele, ent eelkõige loodud värbavate juhtide vajadusi silmas pidades. Mobiiliversioonis on olemas põhifunktsioonid ning seal saad uusi avaldusi sõeluda, jätta märkmeid, hallata ülesandeid, saata e-kirju ning helistada ja saata sõnumeid otse oma telefonist. Kiired otsused ja sujuv suhtlus nii kolleegide kui ka kandidaatidega tähendab seda, et avaldusi vaadatakse kiiremini läbi.
fi: TalentAdoren mobiiliversio on suunniteltu ensisijaisesti rekrytoivien esihenkilöiden käyttöön, mutta uskomme, että siitä on hyötyä kaikille käyttäjille roolista riippumatta. Mobiiliversiolla voit suorittaa useita TalentAdoren yleisimpiä toimenpiteitä, kuten uusien hakemusten alkukarsinnan, sisäisten muistiinpanojen lisäämisen, tehtävien delegoimisen ja sähköpostiviestien lähettämisen. Voit myös soittaa ja lähettää tekstiviestejä hakijoille. Mobiiliversio tuo tehokkuutta päätöksentekoon, sisäiseen viestintään ja hakijaviestintään ja nopeuttaa täten hakemusten käsittelyaikaa.
fr: La version mobile peut être pratique pour tous les utilisateurs de TalentAdore, néanmoins, elle est conçue pour répondre spécialement aux besoins des responsables de recrutement. La version mobile comprend des fonctionnalités clés et permet d'effectuer des actions telles que la présélection de nouvelles candidatures, la prise de notes, la gestion des tâches, l'envoi d'e-mails, ainsi que les appels et la messagerie directement depuis votre téléphone. Une prise de décision rapide et une communication rapide avec vos collègues et les candidats permet de réduire le temps de traitement des candidatures.
lv: Mobilā versija var būt ērta visiem TalentAdore lietotājiem, tomēr tā ir īpaši izstrādāta par pieņemšanu darbā atbildīgo vadītāju vajadzībām. Mobilā versija ietver galvenās funkcijas un ļauj veikt tādas darbības kā jaunu pieteikumu sākotnējā atlase, piezīmju atstāšana, uzdevumu apstrāde, e-pasta vēstuļu sūtīšana, kā arī zvanīšana un ziņojumu sūtīšana tieši no tālruņa. Ātra lēmumu pieņemšana un saziņa gan ar kolēģiem, gan kandidātiem ļauj samazināt pieteikumu apstrādes laiku.
nb: Mobilversjonen kan være nyttig for alle TalentAdore-brukere, men den er spesielt utviklet for å dekke behovene til rekrutterende ledere. Mobilversjonen inneholder viktige funksjoner og gjør det mulig å utføre handlinger som forhåndsvurdering av nye søknader, legge igjen merknader, håndtere oppgaver, sende e-post, ringe og sende meldinger direkte fra telefonen. Kjapp beslutningstaking og rask kommunikasjon med både kolleger og kandidater fører til redusert behandlingstid for søknader.
nl: De mobiele versie kan handig zijn voor alle TalentAdore-gebruikers, maar is vooral ontworpen om tegemoet te komen aan de behoeften van hiring managers. De mobiele versie bevat belangrijke functionaliteiten en maakt het mogelijk om acties uit te voeren zoals het vooraf screenen van nieuwe sollicitaties, het maken van notities, het afhandelen van taken, het versturen van e-mails en het rechtstreeks bellen en berichten versturen vanaf uw telefoon. Snelle besluitvorming en snelle communicatie met zowel uw collega's als kandidaten leidt tot een kortere afhandelingstijd van sollicitaties.
pl: Wersja mobilna może być przydatna dla wszystkich użytkowników TalentAdore, niemniej jednak jest zaprojektowana szczególnie z myślą o potrzebach menedżerów ds. rekrutacji. Wersja mobilna zawiera kluczowe funkcje i pozwala na wykonywanie takich czynności jak wstępna selekcja nowych aplikacji, pozostawianie notatek, obsługa zadań, wysyłanie e-maili, a także dzwonienie i wysyłanie wiadomości bezpośrednio z telefonu. Szybkie podejmowanie decyzji i błyskawiczna komunikacja zarówno z kolegami, jak i kandydatami prowadzi do skrócenia czasu obsługi aplikacji.
sv: TalentAdores mobilversion är speciellt tillämpad för rekryterande chefer, men den är garanterat till nytta för alla användare oberoende av roll. Med mobilversionen kan man utföra de vanligaste rekryteringsåtgärderna, som t.ex. gallring av nya ansökningar, skriva in interna anteckningar, delegera uppgifter och skicka emails. Du kan också ringa upp och skicka SMS-meddelanden till kandidaterna. Mobilversionen gör beslutsfattandet, intern kommunikation och kandidatkommunikation mer effektiv, och gör rekryteringsprocessen snabbare.

source: Recruit from your mobile device
da: Rekrutter fra din mobile enhed
de: Personalbeschaffung auf Ihrem mobilen Gerät
et: Värba oma mobiilseadmest
fi: Hoida rekrytointeja mobiililaitteeltasi käsin
fr: Recrutez depuis votre appareil mobile
lv: Pieņemiet darbā no mobilās ierīces
nb: Rekrutter fra din mobile enhet
nl: Werven vanaf uw mobiele apparaat
pl: Rekrutuj z urządzenia mobilnego
sv: Sköt rekryteringen på din egna mobila enhet

source: Mobile version
da: Mobil version
et: Mobiiliversioon
fi: Mobiiliversio
fr: Version mobile
lv: Mobilā versija
nb: Mobilversjon
nl: Mobiele versie
pl: Wersja mobilna
sv: Mobilversion

source: Our solution adds AI-based personalized candidate communication and candidate matching capabilities to your SuccessFactors Recruiting module. For hiring managers, it offers a highly intuitive and simplified user interface. All relevant data gets dynamically synchronized between TalentAdore Hire and SAP SF. Talent Community enhancements enable you to sort top matches from your talent pools resulting in access to pre-qualified workforce and filling positions faster.
da: Vores løsning tilføjer AI-baseret personlig kandidatkommunikation og kandidatmatching til dit SuccessFactors Recruiting-modul. For rekrutterende ledere tilbyder den en meget intuitiv og forenklet brugergrænseflade. Alle relevante data bliver dynamisk synkroniseret mellem TalentAdore Hire og SAP SF. Med forbedringer af Talent Community kan du sortere de bedste matches fra dine talentpuljer, hvilket giver adgang til forhåndskvalificeret arbejdskraft og gør det muligt at besætte stillinger hurtigere.
de: Unsere Lösung erweitert Ihr SuccessFactors-Recruiting-Modul um KI-basierte personalisierte Bewerberkommunikation und Kandidaten-Matching-Funktionen. Für Personalverantwortliche bietet sie eine sehr intuitive und vereinfachte Benutzeroberfläche. Alle relevanten Daten werden dynamisch zwischen TalentAdore Hire und SAP SF synchronisiert. Die Verbesserungen der Talent-Community ermöglichen es Ihnen, die besten Treffer aus Ihren Talentpools zu sortieren, was den Zugriff auf vorqualifizierte Arbeitskräfte erleichtert und es Ihnen ermöglicht Stellen schneller besetzen zu können.
et: Meie lahendus lisab SuccessFactors Recruitingi moodulile AI-põhised isikupärastatud suhtlus- ja kandidaatide leidmise funktsioonid. Värbavad juhid saavad kasutada lihtsat kasutajaliidest. Kõiki asjakohaseid andmeid sünkroonitakse automaatselt TalentAdore Hire’i ja SAP SF-i vahel. Talent Community täiustused võimaldavad sorteerida ja leida sobivamaid talente, mistõttu täituvad vabad töökohad kiiremini.
fi: Ratkaisumme lisää tekoälypohjaisen matchingin ja henkilökohtaisen hakijaviestinnän SuccessFactors Recruiting -moduuliinne. Palkkaaville esihenkilöille ratkaisumme tarjoaa erittäin intuitiivisen käyttöliittymän, joka tekee rekrytoinnista motivoivampaa. Kaikki olennaisimmat tiedot synkronoidaan TalentAdore Hire:n ja SAP SF:n välillä. Talent Community -lisäominaisuuksiemme avulla löydätte sopivimmat osaajat osaajayhteisöstänne automaattisesti ja täytätte avoimet tehtävänne nopeammin."
fr: Notre solution ajoute des capacités de communication personnalisée basée sur l'IA avec les candidats et de matching des candidats à votre module SAP SuccessFactors Recruiting. Pour les responsables du recrutement, elle offre une interface utilisateur très intuitive et simplifiée. Toutes les données pertinentes sont synchronisées dynamiquement entre TalentAdore Hire et SAP SF. Les améliorations de la Talent Community vous permettent de trier les meilleurs matches de vos viviers de talents, ce qui vous permet d'accéder à une main-d'œuvre pré-qualifiée et de pourvoir les postes plus rapidement.
lv: Mūsu risinājums jūsu SuccessFactors atlases modulim pievieno uz AI balstītas personalizētas kandidātu saziņas un atlases iespējas. Par pieņemšanu darbā atbildīgajiem vadītājiem tas piedāvā ļoti intuitīvu un vienkāršotu lietotāja saskarni. Visi nepieciešamie dati tiek dinamiski sinhronizēti starp TalentAdore Hire un SAP SF. Talent Community uzlabojumi ļauj jums atlasīt labākos kandidātus no talantu kopām, tādējādi nodrošinot piekļuvi iepriekš kvalificētam darbaspēkam un ātrāk aizpildot vakances.
nb: Løsningen vår legger til AI-basert personlig kandidatkommunikasjon og kandidatmatching i SuccessFactors' rekrutteringsmodul. For rekrutterende ledere tilbyr den et meget intuitivt og forenklet brukergrensesnitt. Alle relevante opplysninger synkroniseres dynamisk mellom TalentAdore Hire og SAP SF. Forbedringer i Talent Community gjør at du kan sortere de beste matchene fra talentpoolene dine, noe som gir tilgang til forhåndskvalifisert arbeidskraft og gjør det mulig å besette stillinger raskere.
nl: Onze oplossing voegt AI-gebaseerde gepersonaliseerde kandidaatcommunicatie en kandidaat-matching mogelijkheden toe aan uw SuccessFactors Recruiting module. Voor hiring managers biedt het een zeer intuïtieve en vereenvoudigde gebruikersinterface. Alle relevante gegevens worden dynamisch gesynchroniseerd tussen TalentAdore Hire en SAP SF. Talent Community verbeteringen stellen u in staat om de beste matches uit uw talentpools te sorteren, wat resulteert in toegang tot een vooraf gekwalificeerd personeelsbestand en het sneller invullen van vacatures.
pl: Nasze rozwiązanie dodaje do modułu SuccessFactors Recruiting możliwości spersonalizowanej komunikacji z kandydatami opartej na sztucznej inteligencji oraz dopasowywania kandydatów. Dla menedżerów ds. rekrutacji oferuje wysoce intuicyjny i uproszczony interfejs użytkownika. Wszystkie istotne dane są dynamicznie synchronizowane między TalentAdore Hire a SAP SF. Ulepszenia Talent Community umożliwiają sortowanie najlepszych dopasowań z puli talentów, co skutkuje dostępem do wstępnie zakwalifikowanej siły roboczej i szybszym obsadzaniem stanowisk.
sv: Vår lösning lägger till AI-baserad personlig kandidatkommunikation och kandidatmatchningsfunktioner till din SuccessFactors Rekryteringsmodul. För rekryterande chefer erbjuder den ett mycket intuitivt och förenklat användargränssnitt. All relevant data synkroniseras mellan TalentAdore Hire och SAP SF. Förbättringar av Talent Community gör att du kan sortera topp kandidater i din talent pool, vilket resulterar i tillgång till för-kvalificerad arbetskraft och fylla i tjänster snabbare.

source: Human Experience Management (HXM) solution
da: Human Experience Management-løsning (HXM)
de: Human Experience Management (HXM) Lösung
et: Human Experience Managementi (HXM) lahendus
fi: Työntekijäkokemuksen hallintaratkaisu
fr: Solution de gestion de l'expérience humaine (HXM)
lv: Darbinieku pieredzes pārvaldības (HXM) risinājums
nb: Human Experience Management-løsning (HXM)
nl: Human Experience Management (HXM) oplossing
pl: Rozwiązanie do zarządzania doświadczeniem ludzkim (HXM)
sv: Human Experience Management (HXM) -lösning

source: A public employment and business service provider which offers career opportunities for job seekers.
da: En offentlig arbejds- og erhvervsserviceudbyder, der tilbyder karrieremuligheder for jobsøgende.
de: Ein öffentlicher Arbeitsvermittlungs- und Unternehmensdienstleister, der Arbeitssuchenden berufliche Perspektiven bietet.
et: Avalike tööhõive- ja äriteenuste osutaja, kes pakub tööotsijatele karjäärivõimalusi.
fi: Julkinen työvoima- ja yrityspalveluyritys, joka tarjoaa uramahdollisuuksia työnhakijoille.
fr: Un fournisseur de services publics d'emploi et d'entreprise qui offre des opportunités de carrière aux chercheurs d'emploi.
lv: Valsts nodarbinātības un uzņēmējdarbības pakalpojumu sniedzējs, kas darba meklētājiem sniedz karjeras iespējas.
nb: En leverandør av arbeids- og næringslivstjenester i offentlig sektor som tilbyr arbeidssøkere karrieremuligheter.
nl: Een openbare arbeids- en zakelijke dienstverlener die carrièremogelijkheden biedt voor werkzoekenden.
pl: Publiczny dostawca usług zatrudnienia i biznesowych, który oferuje możliwości kariery dla osób poszukujących pracy.
sv: En offentlig arbets- och företagstjänsteleverantör som erbjuder karriärmöjligheter för arbetssökande.

source: Meeting place for people and jobs
da: Mødested for mennesker og job
de: Treffpunkt für Menschen und Arbeitsplätze
et: Portaal tööpakkujatele ja -otsijatele
fi: Ihmisten ja töiden kohtaamispaikka
fr: Lieu de rencontre pour les personnes et les emplois
lv: Vieta, kur cilvēki un vakances satiekās.
nb: Møteplass for mennesker og jobber
nl: Ontmoetingsplaats voor mensen en banen
pl: Miejsce spotkań ludzi i pracy
sv: Mötesplats för människor och jobb

source: Specializing in providing industry-specific solutions for HR and task management. This integration enables you to transfer candidates' data to LikeIt. When a candidate is in the "Offer" step, you send out a form and ask them to fill in the information necessary for starting the new job and signing the contract. The form's completion status and candidate's answers are visible in the "Candidate" view. The candidate's data is transferred to LikeIt when TalentAdore user clicks "Hired"
da: Specialiseret i at levere branchespecifikke løsninger til HR og opgavestyring. Denne integration giver dig mulighed for at overføre kandidaternes data til LikeIt. Når en kandidat er i trinnet "Tilbud", sender du en formular og beder dem om at udfylde de oplysninger, der er nødvendige for at starte det nye job og underskrive kontrakten. Formularens udfyldningsstatus og kandidatens svar er synlige i "Kandidat"-visningen. Kandidatens data overføres til LikeIt, når TalentAdore-brugeren klikker på "Ansat"
de: Spezialisiert auf die Bereitstellung branchenspezifischer Lösungen für Personal- und Aufgabenverwaltung. Diese Integration ermöglicht es Ihnen, die Daten der Bewerber an LikeIT zu übertragen. Wenn ein Kandidat sich im Schritt "Angebot" befindet, senden Sie ihm ein Formular und bitten ihn, Informationen auszufüllen, die für die Aufnahme der neuen Tätigkeit und die Unterzeichnung des Vertrags notwendig sind. Der Ausfüllstatus des Formulars und die Antworten des Bewerbers sind in der Bewerbungsansicht sichtbar. Die Daten des Kandidaten werden an LikeIT übertragen, wenn der TalentAdore Benutzer auf "Eingestellt" klickt.
et: Spetsialiseerunud valdkonnapõhiste personali- ja ülesandehalduslahenduste pakkumisele. See integratsioon võimaldab teisaldada kandidaatide andmed LikeItisse. Kui kandidaat on etapis „Tööpakkumine“, saada talle vorm ning palu täita uuel töökohal alustamiseks ja lepingu allkirjastamiseks vajalikud andmed. Vormi täitmise olek ja kandidaadi vastused on nähtavad vaates „Kandidaat“. Kandidaadi andmed edastatakse LikeItisse, kui TalentAdore’i kasutaja klõpsab nuppu „Tööle võetud“.
fi: Toimialakohtaisesti erikoistunut ratkaisu henkilöstö- ja tehtävänhallintaan. Tämän integraation avulla voit siirtää palkattujen hakijoiden tiedot LikeIt:iin. Kun hakija siirretään “Tarjous”-vaiheeseen, voit pyytää häntä täyttämään uuden työn aloittamiseen tarvittavat lisätiedot. Lomakkeen tila ja ehdokkaan vastaukset näkyvät hakijanäkymässä. Hakijan tiedot siirretään LikeIt:iin, kun TalentAdoressa hakijan lopputulokseksi määritetään "palkattu".
fr: Spécialisé dans la fourniture de solutions spécifiques à l'industrie pour la gestion des RH et des tâches. Cette intégration vous permet de transférer les données des candidats vers LikeIt. Lorsqu'un candidat est à l'étape "Offre", vous envoyez un formulaire et lui demandez de remplir les informations nécessaires pour commencer le nouvel emploi et signer le contrat. L'état d'achèvement du formulaire et les réponses du candidat sont visibles dans la vue "Candidat". Les données du candidat sont transférées à LikeIt lorsque l'utilisateur de TalentAdore clique sur "Embauché"
lv: Specializējas nozarei specifisku risinājumu nodrošināšanā cilvēkresursu un uzdevumu pārvaldībai. Šī integrācija ļauj pārsūtīt kandidātu datus LikeIt. Kad kandidāts ir posmā “Piedāvājums”, nosūtiet viņam veidlapu un lūdziet ierakstīt informāciju, kas nepieciešama, lai sāktu strādāt jaunajā darbā un parakstītu līgumu. Veidlapas aizpildīšanas statuss un kandidāta atbildes ir redzami skatā “Kandidāts”. Kandidāta dati tiek pārsūtīti LikeIt, kad TalentAdore lietotājs noklikšķina uz “Pieņemts darbā”
nb: Spesialisert på bransjespesifikke løsninger for HR og oppgavehåndtering. Med denne integrasjonen kan du overføre kandidatdata til LikeIt. Når en kandidat er i fasen "Tilbud", sender du ut et skjema og ber vedkommende fylle ut informasjonen som er nødvendig for å starte i den nye jobben og signere kontrakten. Skjemaets utfyllingsstatus og kandidatens svar er synlige i visningen "Kandidat". Kandidatens opplysninger overføres til LikeIt når TalentAdore-brukeren klikker på "Ansatt"
nl: Gespecialiseerd in het bieden van branchespecifieke oplossingen voor HR en taakbeheer. Deze integratie stelt u in staat om gegevens van kandidaten over te dragen naar LikeIt. Wanneer een kandidaat zich in de "Aanbod" stap bevindt, stuurt u een formulier uit en vraagt u hen de informatie in te vullen die nodig is om de nieuwe baan te starten en het contract te ondertekenen. De voltooiingsstatus van het formulier en de antwoorden van de kandidaat zijn zichtbaar in de "Kandidaat" weergave. De gegevens van de kandidaat worden overgedragen naar LikeIt wanneer de TalentAdore-gebruiker op "Aangenomen" klikt
pl: Specjalizujemy się w dostarczaniu rozwiązań dla HR i zarządzania zadaniami dostosowanych do konkretnej branży. Ta integracja umożliwia przeniesienie danych kandydatów do LikeIt. Gdy kandydat jest na etapie "Oferta", wysyłasz formularz i prosisz o wypełnienie informacji niezbędnych do rozpoczęcia nowej pracy i podpisania umowy. Status wypełnienia formularza i odpowiedzi kandydata są widoczne w widoku "Kandydat". Dane kandydata są przenoszone do LikeIt, gdy użytkownik TalentAdore kliknie "Zatrudniony"
sv: Branchspecifika lösningar för uppgiftshantering och administration inom HR. Med denna integration kan du lätt överföra nyanställda kandidaters uppgifter till LikeIt. Då kandidaten flyttas till fasen "Erbjudande", kan de ombes att fylla i en blankett med tilläggsuppgifter och skriva under jobbkontraktet. Blankettens status och kandidatens ifyllda uppgifter syns på kandidatens sida. Den nyanställdas uppgifter förs över till LikeIt då kandidatens resultat sätts till "Anställd".

source: HR and task management solutions
da: HR- og opgavestyringsløsninger
de: HR- und Aufgabenmanagementlösungen
et: Personali- ja ülesandehalduslahendused
fi: HR- ja tehtävänhallintaratkaisut
fr: Solutions de gestion des RH et des tâches
lv: Personāla un uzdevumu pārvaldības risinājumi
nb: Løsninger for HR og oppgavehåndtering
nl: HR- en taakbeheeroplossingen
pl: Rozwiązania do zarządzania HR i zadaniami
sv: Lösningar för uppgiftshantering och HR-administration
