Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Additional info request message sent
da: Besked om anmodning om yderligere oplysninger sendt
de: Nachricht zur Anforderung zusätzlicher Informationen gesendet
et: Lisainfopäringu sõnum on saadetud
fi: Lisätietopyyntöviesti lähetetty
fr: Message de demande d'informations supplémentaires envoyé
lv: Papildu informācijas pieprasījuma ziņojums ir nosūtīts
nb: Melding om forespørsel om tilleggsinformasjon sendt
nl: Verzoek om aanvullende informatie verzonden
pl: Wiadomość z prośbą o dodatkowe informacje została wysłana
sv: Förfrågan om tilläggsinformation har skickats

source: Send additional information form to {}
da: Send formularen om yderligere oplysninger til {}
de: Formular für zusätzliche Informationen an {} senden
et: Saada lisainfovorm isikule {}
fi: Lähetä lisätietolomake hakijalle {}
fr: Envoyer le formulaire d'informations supplémentaires à {}
lv: Nosūtīt papildu informācijas veidlapu uz {}
nb: Send skjema for tilleggsinformasjon til {}
nl: Stuur formulier voor aanvullende informatie naar {}
pl: Wyślij formularz dodatkowych informacji do {}
sv: Skicka ytterligare informationsformulär till {}

source: Resend request for additional information
da: Send anmodningen om yderligere oplysninger igen
de: Anfrage nach zusätzlichen Informationen erneut senden
et: Saada lisainfopäring uuesti
fi: Lähetä pyyntö lisätiedoista uudelleen
fr: Renvoyer la demande d'informations supplémentaires
lv: Atkārtoti nosūtīt papildu informācijas pieprasījumu
nb: Send forespørsel om tilleggsinformasjon på nytt
nl: Verzoek om aanvullende informatie opnieuw verzenden
pl: Wyślij ponownie prośbę o dodatkowe informacje
sv: Återsänd förfrågan om tilläggsinformation

source: Check additional information
da: Tjek yderligere oplysninger
de: Zusätzliche Informationen prüfen
et: Kontrolli lisainfot
fi: Viimeistele lisätietolomake
fr: Vérifier les informations supplémentaires
lv: Pārbaudīt papildu informāciju
nb: Sjekk tilleggsinformasjon
nl: Controleer aanvullende informatie
pl: Sprawdź dodatkowe informacje
sv: Kontrollera tilläggsinformation

source: You do not have permission to check additional information
da: Du har ikke tilladelse til at tjekke yderligere oplysninger
de: Sie sind nicht berechtigt, zusätzliche Informationen zu prüfen
et: Sul ei ole õigust lisainfot kontrollida
fi: Sinulla ei ole oikeutta tarkastella lisätietoja
fr: Vous n'avez pas la permission de vérifier les informations supplémentaires
lv: Jums nav atļaujas pārbaudīt papildu informāciju
nb: Du har ikke tillatelse til å sjekke tilleggsinformasjon
nl: U heeft geen toestemming om aanvullende informatie te controleren
pl: Nie masz uprawnień do sprawdzania dodatkowych informacji
sv: Du har inte åtkomst att undersöka tilläggsinformation

source: Request for additional information sent
da: Anmodning om yderligere oplysninger sendt
de: Anfrage nach zusätzlichen Informationen gesendet
et: Lisainfopäring on saadetud
fi: Lisätietopyyntö lähetetty
fr: Demande d'informations supplémentaires envoyée
lv: Papildu informācijas pieprasījums ir nosūtīts
nb: Forespørsel om tilleggsinformasjon sendt
nl: Verzoek om aanvullende informatie verzonden
pl: Prośba o dodatkowe informacje została wysłana
sv: Begäran om ytterligare information har skickats

source: Request for additional information answered
da: Anmodning om yderligere oplysninger besvaret
de: Anfrage nach zusätzlichen Informationen beantwortet
et: Lisainfopäringule vastati
fi: Lisätietopyyntöön vastattu
fr: Demande d'informations supplémentaires répondue
lv: Uz papildu informācijas pieprasījumu ir sniegta atbilde
nb: Forespørsel om tilleggsinformasjon besvart
nl: Verzoek om aanvullende informatie beantwoord
pl: Prośba o dodatkowe informacje została udzielona
sv: Begäran om ytterligare information har besvarats

source: Request for additional information answered.
da: Anmodning om yderligere oplysninger besvaret.
de: Anfrage nach zusätzlichen Informationen beantwortet.
et: Lisainfopäringule vastati.
fi: Lisätietopyyntöösi on vastattu
fr: Demande d'informations supplémentaires répondue.
lv: Uz papildu informācijas pieprasījumu ir sniegta atbilde.
nb: Forespørsel om tilleggsinformasjon besvart.
nl: Verzoek om aanvullende informatie beantwoord.
pl: Prośba o dodatkowe informacje została udzielona.
sv: Förfrågan om tilläggsinformation har besvarats.

source: Additional information checked
da: Yderligere oplysninger kontrolleret
de: Zusätzliche Informationen geprüft
et: Lisainfo on kontrollitud
fi: Lisätiedot tarkistettu
fr: Informations supplémentaires vérifiées
lv: Papildu informācija ir pārbaudīta
nb: Tilleggsinformasjon kontrollert
nl: Aanvullende informatie gecontroleerd
pl: Dodatkowe informacje zostały sprawdzone
sv: Tilläggsinformationen har kontrollerats

source: Schedule interview
da: Planlæg interview
de: Bewerbungsgespräch planen
et: Planeeri vestlus
fi: Varaa haastattelu
fr: Planifier un entretien
lv: Ieplānot interviju
nb: Avtal intervju
nl: Interview inplannen
pl: Zaplanuj rozmowę
sv: Boka intervju

source: Change step and schedule phone interview
da: Skift trin og planlæg telefoninterview
de: Schritt ändern und telefonisches Bewerbungsgespräch planen
et: Vaheta etappi ja planeeri telefonivestlus
fi: Siirrä vaiheeseen ja varaa puhelinhaastattelu
fr: Changer l'étape et planifier un entretien téléphonique
lv: Mainīt posmu un ieplānot telefona interviju
nb: Endre trinn og avtal telefonintervju
nl: Wijzig stap en plan telefonisch interview in
pl: Zmień etap i zaplanuj rozmowę telefoniczną
sv: Flytta till nytt steg och boka telefonintervju

source: Applicant has an outcome already. Interview can not be scheduled
da: Ansøgeren har allerede et resultat. Interview kan ikke planlægges
de: Bewerber hat bereits ein Ergebnis. Bewerbungsgespräch nicht nicht geplant werden
et: Kandidaadi tulemus on juba olemas. Vestlust ei saa planeerida
fi: Haastattelua ei voi varata, koska hakijalla on jo lopputulos.
fr: Le candidat a déjà un résultat. L'entretien ne peut pas être planifié
lv: Kandidātam jau ir rezultāts. Interviju nevar ieplānot
nb: Søkeren har allerede et utfall. Intervju kan ikke avtales
nl: Aanvrager heeft al een uitkomst. Interview kan niet worden ingepland
pl: Kandydat ma już wynik. Nie można zaplanować rozmowy
sv: Intervjun kan inte bokas eftersom kandidaten har ett slutresultat.

source: Schedule another interview
da: Planlæg et nyt interview
de: Ein weiteres Bewerbungsgespräch planen
et: Planeeri uus vestlus
fi: Varaa uusi haastattelu
fr: Planifier un autre entretien
lv: Ieplānot vēl vienu interviju
nb: Planlegg et nytt intervju
nl: Nog een sollicitatiegesprek inplannen
pl: Zaplanuj kolejną rozmowę
sv: Boka en annan intervju

source: Reschedule interview
da: Udsæt interviewet
de: Bewerbungsgespräch verschieben
et: Muuda vestluse aega
fi: Siirrä haastattelu
fr: Reprogrammer l'entretien
lv: Pārplānot interviju
nb: Flytte intervju
nl: Interview verzetten
pl: Zmień termin rozmowy
sv: Boka om intervju

source: You do not have permission to cancel phone interview
da: Du har ikke tilladelse til at aflyse et telefoninterview
de: Sie sind nicht berechtigt, telefonische Bewerbungsgespräche abzusagen
et: Sul ei ole õigust telefonivestlust tühistada
fi: Sinulla ei ole oikeuksia perua puhelinhaastattelua
fr: Vous n'avez pas la permission d'annuler l'entretien téléphonique
lv: Jums nav atļaujas atcelt telefona interviju
nb: Du har ikke tillatelse til å avlyse telefonintervjuet
nl: U heeft geen toestemming om het telefonisch interview te annuleren
pl: Nie masz uprawnień do anulowania rozmowy telefonicznej
sv: Du har inte behörighet att avboka telefonintervjuer

source: You do not have permission to cancel scheduled phone interview
da: Du har ikke tilladelse til at aflyse et planlagt telefoninterview
de: Sie sind nicht berechtigt, geplante, telefonische Bewerbungsgespräche abzusagen
et: Sul ei ole õigust planeeritud telefonivestlust tühistada
fi: Sinulla ei ole oikeuksia perua vahvistettua puhelinhaastattelua
fr: Vous n'avez pas la permission d'annuler l'entretien téléphonique prévu
lv: Jums nav atļauts atcelt plānotu telefona interviju
nb: Du har ikke tillatelse til å avlyse et avtalt telefonintervju
nl: U heeft geen toestemming om het geplande telefonische interview te annuleren
pl: Nie masz uprawnień do anulowania zaplanowanej rozmowy telefonicznej
sv: Du har inte behörighet att avboka telefonintervjuer

source: You do not have permission to cancel confirmed phone interview
da: Du har ikke tilladelse til at aflyse et bekræftet telefoninterview
de: Sie sind nicht berechtigt, bestätigte, telefonische Bewerbungsgespräche abzusagen
et: Sul ei ole õigust kinnitatud telefonivestlust tühistada
fi: Sinulla ei ole oikeuksia perua vahvistettua puhelinhaastattelua
fr: Vous n'avez pas la permission d'annuler l'entretien téléphonique confirmé
lv: Jums nav atļauts atcelt apstiprinātu telefona interviju
nb: Du har ikke tillatelse til å avlyse et bekreftet telefonintervju
nl: U heeft geen toestemming om het bevestigde telefonische interview te annuleren
pl: Nie masz uprawnień do anulowania potwierdzonej rozmowy telefonicznej
sv: Du har inte behörighet att avboka bekräftade telefonintervjuer

source: Phone interview
da: Telefoninterview
de: Telefonisches Bewerbungsgespräch
et: Telefonivestlus
fi: Puhelinhaastattelu
fr: Entretien téléphonique
lv: Telefona intervija
nb: Telefonintervju
nl: Telefonisch interview
pl: Rozmowa telefoniczna
sv: Telefonintervju

source: Invite to preonboarding
da: Inviter til pre-onboarding
de: Zum Pre-onboarding einladen
et: Kutsu eeltutvustusele
fi: Kutsu esiperehdytykseen
fr: Inviter à la préintégration
lv: Uzaicinājums uz aktivitātēm pirms darba uzsākšanas
nb: Inviter til preboarding
nl: Uitnodigen voor preonboarding
pl: Zaproś do wstępnej adaptacji
sv: Bjud in till introduktion till inskolning

source: Change step and invite to preonboarding
da: Skift trin og inviter til pre-onboarding
de: Schritt ändern und zum Pre-onboarding einladen
et: Muuda etappi ja kutsu eeltutvustusele
fi: Muuta vaihetta ja kutsu esiperehdytykseen
fr: Changer l'étape et inviter à la préintégration
lv: Mainīt posmu un uzaicināt uz aktivitātēm pirms darba uzsākšanas
nb: Endre trinn og inviter til preboarding
nl: Wijzig stap en nodig uit voor preonboarding
pl: Zmień krok i zaproś do wstępnej adaptacji
sv: Ändra steg och bjud in till introduktion till inskolningen

source: Please select the pre-onboarding team and employment start date for the applicant.
da: Vælg venligst pre-onboarding-team og startdato for ansøgerens ansættelse.
de: Bitte wählen Sie das Pre-onboarding-Team und das Datum des Beschäftigungsbeginns für den Bewerber aus.
et: Vali kandidaadi töö alustamise kuupäev ja eeltutvustust korraldav meeskond.
fi: Valitse uuden työntekijän esiperehdytys-tiimi ja työsuhteen alkamispäivä.
fr: Veuillez sélectionner l'équipe de pré-intégration et la date de début d'emploi pour le candidat.
lv: Lūdzu, izvēlieties kandidāta komandu aktivitātēm pirms darba uzsākšanas un nodarbinātības sākšanas datumu.
nb: Velg preboarding-team og startdato for ansettelsen for søkeren.
nl: Selecteer het pre-onboarding team en de startdatum van het dienstverband voor de sollicitant.
pl: Wybierz zespół ds. wstępnej adaptacji i datę rozpoczęcia zatrudnienia dla kandydata.
sv: Välj den nya anställdas pre-onboarding -team och startdatum för anställningen.

source: {title} field is required
da: {title} feltet er påkrævet
de: {title} Feld ist erforderlich
et: Väli {title} on kohustuslik
fi: {title} kenttä on pakollinen
fr: Le champ {title} est requis
lv: {title} lauks ir obligāts
nb: {title} -feltet er obligatorisk
nl: {title} veld is verplicht
pl: Pole {title} jest wymagane
sv: Fältet {title} måste fyllas i

source: Preonboarding team
et: Eeltutvustust korraldav meeskond
fi: Esiperehdytys-tiimi
fr: Équipe de pré-intégration
lv: Aktivitāšu pirms darba uzsākšanas komanda
nb: Preboarding-team
pl: Zespół ds. wstępnej adaptacji

source: Employment start date
da: Startdato for ansættelse
de: Datum des Beschäftigungsbeginns
et: Tööle asumise kuupäev
fi: Työsuhteen alkamispäivä
fr: Date de début d'emploi
lv: Nodarbinātības sākšanas datums
nb: Startdato for ansettelsen
nl: Startdatum dienstverband
pl: Data rozpoczęcia zatrudnienia
sv: Startdatum för anställningen

source: You do not have permission to perform this action
da: Du har ikke tilladelse til at udføre denne handling
de: Sie sind nicht berechtigt, diese Aktion durchzuführen
et: Sul ei ole õigust seda toimingut teha
fi: Sinulla ei ole lupaa suorittaa tätä toimintoa
fr: Vous n'avez pas la permission d'effectuer cette action
lv: Jums nav atļaujas veikt šo darbību
nb: Du har ikke tillatelse til å utføre denne handlingen
nl: U heeft geen toestemming om deze actie uit te voeren
pl: Nie masz uprawnień do wykonania tej czynności
sv: Du saknar behörighet att utföra denna åtgärd

source: Applicant already invited to preonboarding process
da: Ansøgeren er allerede inviteret til pre-onboarding-processen
de: Bewerber bereits zum Pre-onboarding eingeladen
et: Kandidaat on juba eeltutvustusele kutsutud
fi: Hakija on jo kutsuttu esiperehdytykseen
fr: Le candidat a déjà été invité au processus de pré-intégration
lv: Kandidāts jau ir uzaicināts uz aktivitātēm pirms darba uzsākšanas
nb: Søkeren er allerede invitert til preboarding-prosessen
nl: Sollicitant is al uitgenodigd voor het pre-onboarding proces
pl: Kandydat został już zaproszony do procesu wstępnej adaptacji
sv: Kandidaten har redan bjudits in till pre-onboarding

source: Invitation sent to applicant for pre-onboarding
da: Invitation sendt til ansøger til pre-onboarding
de: Einladung zum Pre-onboarding an Bewerber gesendet
et: Kandidaadile saadeti eeltutvustuse kutse
fi: Kutsu esiperehdytykseen lähetetty hakijalle
fr: Invitation envoyée au candidat pour la pré-intégration
lv: Kandidātam nosūtīts uzaicinājums uz aktivitātēm pirms darba uzsākšanas
nb: Invitasjon sendt til søker for preboarding
nl: Uitnodiging voor pre-onboarding naar sollicitant verzonden
pl: Zaproszenie do wstępnej adaptacji zostało wysłane do kandydata
sv: Inbjudan till pre-onboarding har skickats till kandidaten

source: Applicant cannot be invited to preonboarding
da: Ansøgeren kan ikke blive inviteret til pre-onboarding
de: Bewerber kann nicht zum Pre-onboarding eingeladen werden
et: Kandidaati ei saa eeltutvustusele kutsuda
fi: Hakijaa ei voida kutsua esiperehdytykseen
fr: Le candidat ne peut pas être invité à la pré-intégration
lv: Kandidātu nevar uzaicināt uz aktivitātēm pirms darba uzsākšanas
nb: Søkeren kan ikke inviteres til preboarding
nl: Sollicitant kan niet worden uitgenodigd voor pre-onboarding
pl: Nie można zaprosić kandydata do wstępnej adaptacji
sv: Kandidaten kan inte bjudas in till pre-onboarding

source: Not invited to the preonboarding
da: Ikke inviteret til pre-onboarding
de: Nicht zum Pre-onboarding eingeladen
et: Ei ole kutsutud eeltutvustusele
fi: Ei ole kutsuttu esiperehdytykseen
fr: Non invité à la pré-intégration
lv: Nav uzaicināts uz aktivitātēm pirms darba uzsākšanas
nb: Ikke invitert til preboarding
nl: Niet uitgenodigd voor de pre-onboarding
pl: Nie zaproszono do wstępnej adaptacji
sv: Har inte bjudits in till pre-onboarding

source: Pre-onboarding status is not available
da: Pre-onboarding-status er ikke tilgængelig
de: Pre-onboarding-Status nicht verfügbar
et: Eeltutvustuse olek ei ole saadaval
fi: Esiperehdytys-status ei ole käytettävissä
fr: Le statut de pré-intégration n'est pas disponible
lv: Aktivitāšu pirms darba uzsākšanas statuss nav pieejams
nb: Preboarding-status er ikke tilgjengelig
nl: Pre-onboarding status is niet beschikbaar
pl: Status wstępnej adaptacji jest niedostępny
sv: Pre-onboarding -statusen är inte tillgänglig

source: Pre-onboarding: {completed_number} / {total_number} handbooks completed
da: Pre-onboarding: {completed_number} / {total_number} færdige håndbøger
de: Pre-onboarding: {completed_number} / {total_number} Handbücher fertiggestellt
et: Eeltutvustus: läbitud on {completed_number}/{total_number} juhendit
fi: Esiperehdytys: {completed_number} / {total_number} käsikirjaa suoritettu
fr: Pré-intégration : {completed_number} / {total_number} manuels complétés
lv: Aktivitātes pirms darba uzsākšanas: {completed_number}/{total_number} pabeigtas rokasgrāmatas
nb: Preboarding: {completed_number} / {total_number} fullførte håndbøker
nl: Pre-onboarding: {completed_number} / {total_number} handboeken voltooid
pl: Wstępna adaptacja: ukończono {completed_number} / {total_number} podręczników
sv: Pre-onboarding: {completed_number} / {total_number} handböcker avklarade

source: Change step and invite to video interview
da: Skift trin og inviter til videointerview
de: Schritt ändern und zum Video-Bewerbungsgespräch einladen
et: Muuda etappi ja kutsu videovestlusele
fi: Vaihda vaihetta ja kutsu videohaastatteluun
fr: Changer d'étape et inviter à l'entretien vidéo
lv: Mainīt posmu un uzaicināt uz video interviju
nb: Endre trinn og inviter til videointervju
nl: Wijzig stap en nodig uit voor video-interview
pl: Zmień krok i zaproś na rozmowę wideo
sv: Ändra steg och bjud in till videointervju

source: Invitation to video interview and link to record answers will be sent to applicant.
da: Invitation til videointerview og link til optagelse af svar vil blive sendt til ansøgeren.
de: Einladung zum Video-Bewerbungsgespräch und Link zur Aufnahme der Antworten werden an den Bewerber gesendet.
et: Kandidaadile saadetakse videovestluse kutse ja vastuste salvestamise link.
fi: Kutsu haastatteluun ja linkki nauhoittamaan vastauksia lähetetään hakijalle.
fr: L'invitation à l'entretien vidéo et le lien pour enregistrer les réponses seront envoyés au candidat.
lv: Kandidātam tiks nosūtīts uzaicinājums uz video interviju un saite atbilžu ierakstīšanai.
nb: Invitasjon til videointervju og lenke til opptak av svar vil bli sendt til søkeren.
nl: Uitnodiging voor video-interview en link om antwoorden op te nemen worden naar de kandidaat verzonden.
pl: Zaproszenie na rozmowę wideo i link do nagrania odpowiedzi zostaną wysłane do kandydata.
sv: Inbjudan till videointervju och länk till inspelning av svar kommer att skickas till kandidaten.

source: No video interview configured for this job
da: Ingen videointerview konfigureret til dette job
de: Kein Video-Bewerbungsgespräch für diese Stelle konfiguriert
et: Selle ametikoha jaoks ei ole videovestlust konfigureeritud
fi: Videohaastattelua ei ole konfiguroitu tälle työpaikalle
fr: Aucun entretien vidéo configuré pour ce poste
lv: Šai vakancei video intervija nav konfigurēta
nb: Ingen videointervju konfigurert for denne jobben
nl: Geen video-interview geconfigureerd voor deze functie
pl: Brak skonfigurowanej rozmowy wideo dla tego stanowiska
sv: Ingen videointevju är konfigurerad för denna arbetsplats

source: Due date
da: Forfaldsdato
de: Fälligkeitsdatum
et: Tähtpäev
fi: Eräpäivä
fr: Date d'échéance
lv: Termiņš
nb: Forfallsdato
nl: Vervaldatum
pl: Termin
sv: Förfallodatum

source: Invitation to video interview sent.
da: Invitation til videointerview sendt.
de: Einladung zum Video-Bewerbungsgespräch gesendet.
et: Videovestluse kutse on saadetud.
fi: Kutsu videohaastatteluun lähetetty.
fr: Invitation à l'entretien vidéo envoyée.
lv: Uzaicinājums uz video interviju ir nosūtīts.
nb: Invitasjon til videointervju sendt.
nl: Uitnodiging voor video-interview verzonden.
pl: Zaproszenie na rozmowę wideo zostało wysłane.
sv: Inbjudan till videointervju skickad.

source: Applicant cannot be invited to video interview
da: Ansøgeren kan ikke blive inviteret til videointerview
de: Bewerber kann nicht zum Video-Bewerbungsgespräch eingladen werden
et: Kandidaati ei saa videovestlusele kutsuda
fi: Hakijaa ei voida kutsua videohaastatteluun
fr: Le candidat ne peut pas être invité à l'entretien vidéo
lv: Kandidātu nevar uzaicināt uz video interviju
nb: Søkeren kan ikke inviteres til videointervju
nl: Kandidaat kan niet worden uitgenodigd voor video-interview
pl: Nie można zaprosić kandydata na rozmowę wideo
sv: Ansökanden kan inte bjudas in till videointervju

source: Not invited to the video interview
da: Ikke inviteret til videointerview
de: Nicht zum Video-Bewerbungsgespräch eingeladen
et: Ei ole kutsutud videovestlusele
fi: Ei ole kutsuttu videohaastatteluun
fr: Non invité à l'entretien vidéo
lv: Nav uzaicināts uz video interviju
nb: Ikke invitert til videointervjuet
nl: Niet uitgenodigd voor het video-interview
pl: Nie zaproszono na rozmowę wideo
sv: Inte inbjuden till videointervjun

source: Invited to video interview
da: Inviteret til videointerview
de: Zum Video-Bewerbungsgespräch eingeladen
et: Kutsutud videovestlusele
fi: Kutsuttu videohaastatteluun
fr: Invité à l'entretien vidéo
lv: Uzaicināts uz video interviju
nb: Invitert til videointervju
nl: Uitgenodigd voor video-interview
pl: Zaproszono na rozmowę wideo
sv: Inbjuden till videointervjun

source: Send report to applicant
da: Send rapporten til ansøgeren
de: Bericht an Bewerber gesendet
et: Saada aruanne kandidaadile
fi: Lähetä raportti hakijalle
fr: Envoyer le rapport au candidat
lv: Nosūtīt atskaiti kandidātam
nb: Send rapport til søkeren
nl: Rapport naar kandidaat verzenden
pl: Wyślij raport do kandydata
sv: Skicka rapporten till kandidaten

source: Recruitment report has been sent to the applicant
da: Rekrutteringsrapporten er blevet sendt til ansøgeren
de: Einstellungsbericht wurde an Bewerber gesendet
et: Värbamisaruanne on kandidaadile saadetud
fi: Rekrytointiraportti on lähetetty hakijalle
fr: Le rapport de recrutement a été envoyé au candidat
lv: Kandidātam ir nosūtīta atlases atskaite
nb: Rekrutteringsrapporten er sendt til søkeren
nl: Wervingsrapport is naar de kandidaat verzonden
pl: Raport rekrutacyjny został wysłany do kandydata
sv: Rekryteringsrapporten skickades till kandidaten

source: Report not sent
da: Rapport ikke sendt
de: Bericht nicht gesendet
et: Aruanne ei ole saadetud
fi: Raporttia ei lähetetty
fr: Rapport non envoyé
lv: Atskaite nav nosūtīta
nb: Rapport ikke sendt
nl: Rapport niet verzonden
pl: Raport nie został wysłany
sv: Rapporten skickades inte

source: Cannot send report to application
da: Kan ikke sende rapport til ansøgning
de: Kann Bericht nicht an Bewerbung senden
et: Aruannet ei saa kandidaadile saata
fi: Raporttia ei voida lisätä hakemukseen
fr: Impossible d'envoyer le rapport à l'application
lv: Nevar nosūtīt atskaiti, lai pieteiktos
nb: Kan ikke sende rapport til søknad
nl: Kan rapport niet naar sollicitatie verzenden
pl: Nie można wysłać raportu do aplikacji
sv: Kan inte skicka rapporten till ansökan

source: Report is not sent
da: Rapporten er ikke sendt
de: Bericht wurde nicht gesendet
et: Aruanne ei ole saadetud
fi: Raporttia ei lähetetty
fr: Le rapport n'est pas envoyé
lv: Atskaite nav nosūtīta
nb: Rapporten er ikke sendt
nl: Rapport is niet verzonden
pl: Raport nie został wysłany
sv: Rapporten skickas inte

source: Report sent
da: Rapport sendt
de: Bericht gesendet
et: Aruanne saadetud
fi: Raportti lähetettiin
fr: Rapport envoyé
lv: Atskaite ir nosūtīta
nb: Rapport sendt
nl: Rapport verzonden
pl: Raport wysłany
sv: Rapporten skickades

source: Send to reference check
da: Send til referencetjek
de: Zur Referenzüberprüfung senden
et: Saada soovitajate ülevaatusele
fi: Lähetä referenssitarkistukseen
fr: Envoyer pour vérification des références
lv: Nosūtīt uz atsauksmju pārbaudi
nb: Send til referansesjekk
nl: Verzenden voor referentiecontrole
pl: Wyślij do sprawdzenia referencji
sv: Skicka till referenskontroll
