Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Assessment not configured
da: Vurdering ikke konfigureret
de: Assessment nicht konfiguriert
et: Hindamine ei ole konfigureeritud
fi: Testiä ei ole konfiguroitu
fr: Évaluation non configurée
lv: Novērtējums nav konfigurēts
nb: Vurdering ikke konfigurert
nl: Beoordeling niet geconfigureerd
pl: Ocena nie została skonfigurowana
sv: Testet har inte konfigurerats

source: Assessment invitation sent. Waiting to be started
da: Invitation til vurdering sendt. Venter på at blive startet
de: Einladung zum Assessment gesendet. Warte auf Start
et: Hindamise kutse on saadetud. Alustamise ootel
fi: Kutsu arviointitesteihin lähetetty. Odotetaan testien aloittamista.
fr: Invitation à l'évaluation envoyée. En attente de démarrage
lv: Nosūtīts novērtējuma uzaicinājums. Gaida sākšanu
nb: Invitasjon til vurdering sendt. Venter på å bli startet
nl: Uitnodiging voor beoordeling verzonden. Wachten om te starten
pl: Zaproszenie do oceny wysłane. Oczekiwanie na rozpoczęcie
sv: Inbjudan till lämplighetstest har skickats. Väntar på att testet påbörjas,

source: Assessment completed. Waiting for results
da: Vurdering afsluttet. Venter på resultater
de: Assessment abgeschlossen. Warte auf Ergebnisse
et: Hindamine on lõpetatud. Tulemuste ootel
fi: Testi valmis. Tuloksia käsitellään
fr: Évaluation terminée. En attente des résultats
lv: Novērtējums pabeigts. Gaida rezultātus
nb: Vurdering fullført. Venter på resultater
nl: Beoordeling voltooid. Wachten op resultaten
pl: Ocena zakończona. Oczekiwanie na wyniki
sv: Bedömning slutförd. Väntar på resultat.

source: Assessment completed. More reports can be fetched
da: Vurdering afsluttet. Flere rapporter kan hentes
de: Bewertung abgeschlossen. Weitere Berichte können abgerufen werden
et: Hindamine on lõpetatud. Veel aruandeid saab tuua
fi: Arviointi valmis. Lisää raportteja voi hakea
fr: Évaluation terminée. D'autres rapports peuvent être récupérés
lv: Novērtējums pabeigts. Var iegūt vairāk atskaišu
nb: Vurdering fullført. Flere rapporter kan hentes
nl: Beoordeling voltooid. Er kunnen meer rapporten worden opgehaald
pl: Ocena zakończona. Można pobrać więcej raportów
sv: Utvärdering slutförd. Fler rapporter kan hämtas

source: Assessment completed
da: Vurdering afsluttet
de: Assessment vollständig
et: Hindamine on lõpetatud
fi: Testi valmis
fr: Évaluation terminée
lv: Novērtējums pabeigts
nb: Vurdering fullført
nl: Beoordeling voltooid
pl: Ocena zakończona
sv: Bedömning slutförd.

source: Assessment instruments blocked ({timestamp})
da: Vurderingsinstrumenter blokeret ({timestamp})
de: Assessmentwerkzeuge blockiert ({timestamp})
et: Hindamisvahendid blokeeriti ({timestamp})
fi: Testin työkalut blokattu ({timestamp})
fr: Instruments d'évaluation bloqués ({timestamp})
lv: Novērtējuma instrumenti ir bloķēti ({timestamp})
nb: Vurderingsinstrumenter sperret ({timestamp})
nl: Beoordelingsinstrumenten geblokkeerd ({timestamp})
pl: Narzędzia oceny zablokowane ({timestamp})
sv: Bedömningsinstrumenten är blockerade ({timestamp})

source: Assessment paused due to error
da: Vurdering sat på pause på grund af fejl
de: Assessment wegen eines Fehlers pausiert
et: Hindamine peatati tõrke tõttu
fi: Arviointitesti tauolla virheen vuoksi
fr: Évaluation mise en pause en raison d'une erreur
lv: Novērtējums pārtraukts kļūdas dēļ
nb: Vurdering midlertidig stoppet på grunn av feil
nl: Beoordeling gepauzeerd vanwege fout
pl: Ocena wstrzymana z powodu błędu
sv: Lämplighetstestet har avbrutits p.g.a. ett fel.

source: Assessment cancelled
da: Vurdering aflyst
de: Assessment abgebrochen
et: Hindamine tühistati
fi: Arviointitesti keskeytynyt
fr: Évaluation annulée
lv: Novērtējums atcelts
nb: Vurdering avbrutt
nl: Beoordeling geannuleerd
pl: Ocena anulowana
sv: Lämplighetstestet avbröts

source: Assessment in progress since {timestamp}
da: Vurdering i gang siden {timestamp}
de: Assessment aktiv seit {timestamp}
et: Hindamine on toimunud alates {timestamp}
fi: Testi keskeneräinen {timestamp} alkaen
fr: Évaluation en cours depuis {timestamp}
lv: Novērtējums notiek kopš {timestamp}
nb: Vurdering pågår siden {timestamp}
nl: Beoordeling bezig sinds {timestamp}
pl: Ocena w toku od {timestamp}
sv: Bedömning pågår sedan {timestamp}

source: Error getting assessment status
da: Fejl ved hentning af vurderingsstatus
de: Fehler beim Abfragen des Assessment-Status
et: Hindamise oleku määramisel tekkis tõrge
fi: Virhe testin statuksen saamisessa
fr: Erreur lors de l'obtention du statut de l'évaluation
lv: Kļūda, iegūstot novērtējuma statusu
nb: Feil ved henting av vurderingsstatus
nl: Fout bij het ophalen van de beoordelingsstatus
pl: Błąd podczas pobierania statusu oceny
sv: Ett fel uppstod vid hämtning av bedömningsdata

source: Contact TalentAdore support and mention event ids: {}
da: Kontakt TalentAdore-support og nævn event-id'er: {}
de: Kontaktieren Sie TalentAdore mit folgenden Protokolldaten: {}
et: Võta ühendust TalentAdore’i klienditoega ja edasta sündmuse ID: {}
fi: Ota yhteyttä TalentAdoren tukeen ja mainitse event id:t {}
fr: Contactez le support TalentAdore et mentionnez les identifiants d'événement : {}
lv: Sazinieties ar TalentAdore atbalsta dienestu un pieminiet notikuma ID: {}
nb: Kontakt TalentAdore-brukerstøtten og oppgi hendelses-ID: {}
nl: Neem contact op met TalentAdore support en vermeld event-ID's: {}
pl: Skontaktuj się z pomocą techniczną TalentAdore i podaj identyfikatory zdarzeń: {}
sv: Kontakta TalentAdores support och nämn följande händelse-ID: {}

source: Assessments
da: Vurderinger
et: Hindamised
fi: Testit
fr: Évaluations
lv: Novērtējumi
nb: Vurderinger
nl: Beoordelingen
pl: Oceny
sv: Lämplighetstest

source: Package name cannot be left empty
da: Pakkenavnet må ikke være tomt
de: Paketname darf nicht leer sein
et: Paketi nime ei saa tühjaks jätta
fi: Testipaketin nimeä ei voi jättää tyhjäksi
fr: Le nom du package ne peut pas être laissé vide
lv: Komplekta nosaukumu nedrīkst atstāt tukšu
nb: Pakkenavnet kan ikke være tomt
nl: Pakketnaam mag niet leeg zijn
pl: Nazwa pakietu nie może być pusta
sv: Testpaketets namn är obligatoriskt

source: The name is already in use
da: Navnet er allerede i brug
de: Der Name wird bereits verwendet
et: Nimi on juba kasutusel
fi: Nimi on jo käytössä
fr: Ce nom est déjà utilisé
lv: Nosaukums jau tiek lietots
nb: Navnet er allerede i bruk
nl: De naam is al in gebruik
pl: Nazwa jest już w użyciu
sv: Namnet används redan

source: Added successfully
da: Tilføjet med succes
de: Erfolgreich hinzugefügt
et: Lisamine õnnestus
fi: Lisäys onnistui
fr: Ajouté avec succès
lv: Veiksmīgi pievienots
nb: Lagt til
nl: Succesvol toegevoegd
pl: Dodano pomyślnie
sv: Tillägget lyckades

source: Deleted successfully
da: Slettet med succes
de: Erfolgreich gelöscht
et: Kustutamine õnnestus
fi: Poisto onnistui
fr: Supprimé avec succès
lv: Veiksmīgi izdzēsts
nb: Slettet
nl: Succesvol verwijderd
pl: Usunięto pomyślnie
sv: Raderingen lyckades

source: Updated successfully
da: Opdateret med succes
de: Erfolgreich aktualisiert
et: Uuendamine õnnestus
fi: Päivitetty onnistuneesti
fr: Mis à jour avec succès
lv: Veiksmīgi atjaunināts
nb: Oppdatert
nl: Succesvol bijgewerkt
pl: Zaktualizowano pomyślnie
sv: Uppdateringen lyckades

source: {test_package_name} (from settings)
da: {test_package_name} (fra indstillinger)
de: {test_package_name} (aus den Einstellungen)
et: {test_package_name} (seadetest)
fi: {test_package_name} (päivitetty versio)
fr: {test_package_name} (depuis les paramètres)
lv: {test_package_name} (no iestatījumiem)
nb: {test_package_name} (fra innstillinger)
nl: {test_package_name} (uit instellingen)
pl: {test_package_name} (z ustawień)
sv: {test_package_name} (uppdaterad version)

source: There are applications with ongoing assessment process. New test package cannot be assigned
da: Der er ansøgninger med løbende vurderingsproces. Ny testpakke kan ikke tildeles
de: Es gibt Bewerbungen mit laufendem Assessments. Neues Testpaket kann nicht zugewiesen werden
et: Leidub avaldusi, mille hindamist ei ole lõpetatud. Uut testipaketti ei saa määrata
fi: Hakijoita on käynnissä olevassa arviointiprosessissa. Uutta testipakettia ei voida määritellä.
fr: Il y a des candidatures avec un processus d'évaluation en cours. Un nouveau package de test ne peut pas être attribué
lv: Ir pieteikumi ar nepārtrauktu novērtējuma procesu. Nav iespējams piešķirt jaunu testa komplektu
nb: Det er søknader med pågående vurderingsprosess. Ny testpakke kan ikke tildeles
nl: Er zijn sollicitaties met een lopend beoordelingsproces. Er kan geen nieuw testpakket worden toegewezen
pl: Istnieją aplikacje z trwającym procesem oceny. Nie można przypisać nowego pakietu testów
sv: Det finns kandidater aktiva i bedömningsprocessen. Nya testpaket kan inte konfigureras.

source: Test package updated
da: Testpakke opdateret
de: Testpaket aktualisiert
et: Testipaketti uuendati
fi: Testipaketti päivitetty
fr: Package de test mis à jour
lv: Testa komplekts atjaunināts
nb: Testpakke oppdatert
nl: Testpakket bijgewerkt
pl: Zaktualizowano pakiet testów
sv: Bedömningspaketet har uppdaterats

source: Send invitation to assessment
da: Send invitation til vurdering
de: Einladung zum Assessment gesendet
et: Saada hindamise kutse
fi: Lähetä kutsu testiin
fr: Envoyer une invitation à l'évaluation
lv: Nosūtīt uzaicinājumu veikt novērtējumu
nb: Send invitasjon til vurdering
nl: Uitnodiging voor beoordeling verzenden
pl: Wyślij zaproszenie do oceny
sv: Skicka inbjudan till lämplighetstest

source: Update assessment results
da: Opdatering af vurderingsresultater
de: Assessment-Ergebnisse aktualisiert
et: Uuenda hindamise tulemusi
fi: Päivitä arviointitestien tulokset
fr: Mettre à jour les résultats de l'évaluation
lv: Novērtējuma rezultātu atjaunināšana
nb: Oppdater vurderingsresultater
nl: Beoordelingsresultaten bijwerken
pl: Zaktualizuj wyniki oceny
sv: Uppdatera testresultaten

source: Retrieve more reports
da: Hent flere rapporter
de: Weitere Berichte abrufen
et: Too veel aruandeid
fi: Hae lisää raportteja
fr: Récupérer plus de rapports
lv: Iegūt vairāk atskaišu
nb: Hent flere rapporter
nl: Meer rapporten ophalen
pl: Pobierz więcej raportów
sv: Hämta fler rapporter

source: Visit assessment hub
da: Besøg vurderingshub
de: Assessment-Verwaltung besuchen
et: Ava hindamiskeskus
fi: Siirry testi hubiin
fr: Visiter le hub d'évaluation
lv: Apmeklēt novērtējumu centru
nb: Besøk vurderingssenteret
nl: Beoordelingshub bezoeken
pl: Odwiedź centrum oceny
sv: Besök bedömningshubb

source: Update assessment status
da: Opdater vurderingsstatus
de: Assessment-Status aktualisieren
et: Uuenda hindamise olekut
fi: Päivitä arvioinnin status
fr: Mettre à jour le statut de l'évaluation
lv: Atjaunināt novērtējuma statusu
nb: Oppdater vurderingsstatus
nl: Beoordelingsstatus bijwerken
pl: Zaktualizuj status oceny
sv: Uppdatera testets status

source: {} is not a valid assessment provider
da: {} er ikke en gyldig vurderingsudbyder
de: {} ist kein gültiger Assessment-Anbieter
et: {} ei ole sobiv hindamisteenuse osutaja
fi: {} ei ole voimassa oleva palveluntarjoaja
fr: {} n'est pas un fournisseur d'évaluation valide
lv: {} nav derīgs novērtējuma sniedzējs
nb: {} er ikke en gyldig vurderingsleverandør
nl: {} is geen geldige beoordelingsaanbieder
pl: {} nie jest prawidłowym dostawcą oceny
sv: {} är inte en giltig leverantör

source: No assessment vendor configured
da: Ingen vurderingsleverandør konfigureret
de: Kein Assessment-Anbieter konfiguriert
et: Hindamisteenuse osutajat ei ole konfigureeritud
fi: Arviointitestien palvelua ei ole konfiguroitu
fr: Aucun fournisseur d'évaluation configuré
lv: Nav konfigurēts novērtējumu pakalpojumu sniedzējs
nb: Ingen vurderingsleverandør er konfigurert
nl: Geen beoordelingsaanbieder geconfigureerd
pl: Nie skonfigurowano dostawcy oceny
sv: Ingen leverantör av bedömningstesten är konfigurerad

source: No assessment record found for the applicant
da: Der blev ikke fundet nogen vurderingsoplysninger for ansøgeren
de: Kein Assessment-Eintrag für Bewerber gefunden
et: Kandidaadi hindamist ei leitud
fi: Arviointitestien tietoja ei löytynyt tämän hakijan osalta
fr: Aucun enregistrement d'évaluation trouvé pour le candidat
lv: Nav atrasts kandidāta novērtējuma ieraksts
nb: Fant ingen vurderingshistorikk for søkeren
nl: Geen beoordelingsrecord gevonden voor de sollicitant
pl: Nie znaleziono rekordu oceny dla kandydata
sv: Inga testresultat för den här kandidaten hittades

source: Assessment is not yet completed
da: Vurderingen er endnu ikke afsluttet
de: Assessment ist noch nicht abgeschlossen
et: Hindamine ei ole veel lõpetatud
fi: Arviointitestejä ei ole vielä suoritettu
fr: L'évaluation n'est pas encore terminée
lv: Novērtējums vēl nav pabeigts
nb: Vurderingen er ennå ikke fullført
nl: Beoordeling is nog niet voltooid
pl: Ocena nie została jeszcze zakończona
sv: Bedömningstesten är inte slutförda

source: Results have already been fetched
da: Resultaterne er allerede blevet hentet
de: Die Ergebnisse wurden bereits abgerufen
et: Tulemused on juba loodud
fi: Tulokset ovat jo haettu
fr: Les résultats ont déjà été récupérés
lv: Rezultāti jau ir iegūti
nb: Resultatene er allerede hentet
nl: Resultaten zijn al opgehaald
pl: Wyniki zostały już pobrane
sv: Resultaten har redan hämtats

source: Added successfully!
da: Tilføjet med succes!
de: Erfolgreich hinzugefügt!
et: Lisamine õnnestus!
fi: Lisätty!
fr: Ajouté avec succès !
lv: Veiksmīgi pievienots!
nb: Lagt til!
nl: Succesvol toegevoegd!
pl: Dodano pomyślnie!
sv: Tillsatt!

source: Removed successfully
da: Fjernet med succes
de: Erfolgreich entfernt!
et: Eemaldamine õnnestus
fi: Poistettu
fr: Supprimé avec succès
lv: Veiksmīgi noņemts
nb: Fjernet
nl: Succesvol verwijderd
pl: Usunięto pomyślnie
sv: Raderades lyckat

source: The provided action is not valid
da: Den angivne handling er ikke gyldig
de: Die angegebene Aktion ist nicht gültig
et: Esitatud tegevus ei ole kehtiv
fi: Annettu toiminto ei ole voimassa
fr: L'action fournie n'est pas valide
lv: Nodrošinātā darbība nav derīga
nb: Den oppgitte handlingen er ikke gyldig
nl: De opgegeven actie is niet geldig
pl: Podana akcja jest nieprawidłowa
sv: Den angivna åtgärden är inte giltig

source: Application status changed to this outcome
da: Ansøgningsstatus ændret til dette resultat
de: Der Bewerbungsstatus wurde zu diesem Resultat geändert
et: Avalduse staatus muudeti selleks tulemuseks
fi: Hakemuksen tila muutettu tähän lopputulokseen
fr: Le statut de la demande a été modifié pour ce résultat
lv: Pieteikuma statuss mainīts uz šo iznākumu
nb: Søknadsstatus endret til dette utfallet
nl: Applicatiestatus gewijzigd naar deze uitkomst
pl: Status aplikacji zmieniony na ten wynik
sv: Ansökningsstatus ändrad till detta slutresultat

source: Application moved to this step
da: Ansøgningen flyttes til dette trin
de: Bewerbung zu diesem Schritt verschoben
et: Avaldus liikus sellesse etappi
fi: Hakemus siirretty tähän vaiheeseen
fr: La demande a été déplacée à cette étape
lv: Pieteikums ir pārvietots uz šo darbību
nb: Søknaden flyttet til dette trinnet
nl: Applicatie verplaatst naar deze stap
pl: Aplikacja przeniesiona do tego kroku
sv: Ansökningen flyttades till det här steget

source: Scheduled trigger
da: Planlagt udløser
de: Geplanter Auslöser
et: Ajastatud käivitaja
fi: Ajastettu laukaisu
fr: Déclencheur planifié
lv: Ieplānotais izsaukums
nb: Planlagt utløser
nl: Geplande trigger
pl: Zaplanowany wyzwalacz
sv: Schemalagd utlösare

source: Last day
da: Sidste dag
de: Letzter Tag
et: Viimane päev
fi: Viimeinen päivä
fr: Dernier jour
lv: Pēdējā diena
nb: Siste dag
nl: Laatste dag
pl: Ostatni dzień
sv: Sista dagen

source: No such profile.
da: En sådan profil findes ikke.
de: Kein Profil gefunden.
et: Sellist profiili ei ole.
fi: Profiilia ei löytynyt.
fr: Aucun profil de ce type.
lv: Šāda profila nav.
nb: Ingen slik profil.
nl: Geen dergelijk profiel.
pl: Nie ma takiego profilu.
sv: Ingen sådan profil.

source: Main profile can't be deleted.
da: Hovedprofilen kan ikke slettes.
de: Das Hauptprofil kann nicht gelöscht werden.
et: Peaprofiili ei saa kustutada.
fi: Pääprofiilia ei voi poistaa.
fr: Le profil principal ne peut pas être supprimé.
lv: Galveno profilu nevar dzēst.
nb: Hovedprofilen kan ikke slettes.
nl: Hoofdprofiel kan niet worden verwijderd.
pl: Nie można usunąć głównego profilu.
sv: Huvudprofilen kan inte raderas.

source: Can't remove profile: %(num)s position is linked to it.
da: Kan ikke fjerne profil: %(num)s stilling er knyttet til den.
de: Das Profil kann nicht entfernt werden: %(num)s Position ist damit verknüpft.
et: Profiili ei saa eemaldada: sellega on seotud %(num)s ametikoht.
fi: Profiilia ei voi poistaa: %(num)s työpaikka on liitetty siihen.
lv: Nevar noņemt profilu: %(num)s pozīcija ir ar to saistīta.
nb: Kan ikke fjerne profilen: %(num)s stilling er knyttet til den.
sv: Kan inte radera profilen: %(num)s jobb är länkad till den.

source: Profile deleted successfully
da: Profil slettet med succes
de: Profil wurde erfolgreich gelöscht
et: Profiili kustutamine õnnestus
fi: Profiili poistettu
fr: Profil supprimé avec succès
lv: Profils veiksmīgi dzēsts
nb: Profilen er slettet
nl: Profiel succesvol verwijderd
pl: Profil został pomyślnie usunięty
sv: Positionen raderades

source: a copy
da: en kopi
de: eine Kopie
et: koopia
fi: kopio
fr: une copie
lv: kopija
nb: en kopi
nl: een kopie
pl: kopia
sv: en kopia

source: Send new verification e-mail
da: Send ny verifikationsmail
de: Neue Bestätigungs-E-Mail senden
et: Saada uus kinnituskiri
fi: Lähetä uusi vahvistussähköposti
fr: Envoyer un nouvel e-mail de vérification
lv: Nosūtīt jaunu verifikācijas e-pastu
nb: Send ny verifiserings-e-post
nl: Stuur nieuwe verificatie-e-mail
pl: Wyślij nowy e-mail weryfikacyjny
sv: Skicka ny verifierings-e-post

source: Feedback
et: Tagasiside
fi: Palaute
fr: Commentaires
lv: Atsauksmes
nb: Tilbakemelding
pl: Opinia

source: Open feedback
da: Åben feedback
de: Offenes Feedback
et: Ava tagasiside
fi: Avoin palaute
fr: Ouvrir les commentaires
lv: Atklāta atsauksme
nb: Åpen tilbakemelding
pl: Otwarta opinia
sv: Öppen feedback

source: How likely would you be to recommend us to your friends?
da: Hvor sandsynligt er det, at du vil anbefale os til dine venner?
de: Wie wahrscheinlich würden Sie uns Ihren Freunden weiterempfehlen?
et: Kui tõenäoliselt soovitaksid meid oma sõpradele?
fi: Kuinka todennäköisesti suosittelisit meitä ystävällesi?
fr: Quelle est la probabilité que vous nous recommandiez à vos amis ?
lv: Cik liela ir iespēja, ka ieteiksiet mūs saviem draugiem?
nb: Hvor sannsynlig er det at du vil anbefale oss til vennene dine?
nl: Hoe waarschijnlijk is het dat je ons zou aanbevelen bij je vrienden?
pl: Jak bardzo prawdopodobne jest, że polecisz nas swoim znajomym?
sv: Hur troligt är det att du skulle rekommendera oss till dina vänner?

source: Not likely
da: Ikke sandsynligt
de: Nicht wahrscheinlich
et: Ebatõenäoliselt
fi: Epätodennäköisesti
fr: Peu probable
lv: Maz ticams
nb: Ikke sannsynlig
nl: Niet waarschijnlijk
pl: Mało prawdopodobne
sv: Inte troligt

source: Very likely
da: Meget sandsynligt
de: Sehr wahrscheinlich
et: Väga tõenäoliselt
fi: Erittäin todennäköisesti
fr: Très probable
lv: Ļoti iespējams
nb: Svært sannsynlig
nl: Zeer waarschijnlijk
pl: Bardzo prawdopodobne
sv: Väldigt troligt

source: Can you please tell us why you chose this score?
da: Kan du fortælle os, hvorfor du valgte dette nummer?
de: Bitte teilen Sie uns mit, warum Sie diese Auswahl getroffen haben.
et: Kas saaksid oma valikut põhjendada?
fi: Miksi annoit valitsemasi arvosanan?
fr: Pouvez-vous nous dire pourquoi vous avez choisi ce score ?
lv: Vai varat pastāstīt, kāpēc izvēlējāties šo vērtējumu?
nb: Kan du fortelle oss hvorfor du valgte denne skåren?
nl: Kunt u ons vertellen waarom u deze score hebt gekozen?
pl: Czy możesz nam powiedzieć, dlaczego wybrałeś tę ocenę?
sv: Kan du förklara varför du valde att ge detta betyg?

source: Title of introduction
da: Titel på introduktion
de: Titel der Vorstellung
et: Pealkiri
fi: Hakijaesittelyn otsikko
fr: Titre de l'introduction
lv: Iepazīstināšanas nosaukums
nb: Introduksjonens tittel
nl: Titel van introductie
pl: Tytuł wprowadzenia
sv: Titel av introduktionen

source: What information to share?
da: Hvilke oplysninger skal deles?
de: Welche Informationen sollen geteilt werden
et: Millist infot jagada?
fi: Mitä tietoja näytetään?
fr: Quelles informations partager ?
lv: Kādu informāciju kopīgot?
nb: Hvilken informasjon skal deles?
nl: Welke informatie delen?
pl: Jakie informacje udostępnić?
sv: Vilken information vill du dela?

source: Application data
da: Ansøgningsdata
de: Bewerbungsdaten
et: Avalduse andmed
fi: Hakemuksen tiedot
fr: Données de la demande
lv: Pieteikuma dati
nb: Søknadsinformasjon
nl: Applicatiegegevens
pl: Dane aplikacji
sv: Ansökningsdata

source: Contact information
da: Kontaktoplysninger
de: Kontaktinformationen
et: Kontaktandmed
fi: Yhteystiedot
fr: Informations de contact
lv: Kontaktinformācija
nb: Kontaktinformasjon
nl: Contactgegevens
pl: Dane kontaktowe
sv: Kontaktinformation

source: Accent color
da: Accentfarve
de: Akzentfarbe
et: Rõhuvärv
fi: Korostusväri
fr: Couleur d'accentuation
lv: Akcenta krāsa
nb: Aksentfarge
nl: Accentkleur
pl: Kolor akcentu
sv: Accentfärg

source: Headline color
da: Overskriftfarve
de: Überschriftenfarbe
et: Pealkirja värv
fi: Otsikon väri
fr: Couleur du titre
lv: Virsraksta krāsa
nb: Overskriftsfarge
nl: Kopkleur
pl: Kolor nagłówka
sv: Rubrikfärg

source: Background image
da: Baggrundsbillede
de: Hintergrundbild
et: Taustapilt
fi: Taustakuva
fr: Image d'arrière-plan
lv: Fona attēls
nb: Bakgrunnsbilde
nl: Achtergrondafbeelding
pl: Obraz tła
sv: Bakgrundsbild

source: Candidate name
da: Kandidatnavn
de: Kandidatenname
et: Kandidaadi nimi
fi: Hakijan nimi
fr: Nom du candidat
lv: Kandidāta vārds
nb: Kandidatens navn
nl: Naam kandidaat
pl: Imię i nazwisko kandydata
sv: Kandidatens namn

source: Candidate description
da: Beskrivelse af kandidaten
de: Kandidatenbeschreibung
et: Kandidaadi kirjeldus
fi: Kuvaus hakijasta
fr: Description du candidat
lv: Kandidāta apraksts
nb: Beskrivelse av kandidaten
nl: Beschrijving kandidaat
pl: Opis kandydata
sv: Kandidat beskrivning

source: Cover letter
da: Følgebrev
de: Anschreiben
et: Kaaskiri
fi: Saatekirje
fr: Lettre de motivation
lv: Motivācijas vēstule
nb: Følgebrev
nl: Motivatiebrief
pl: List motywacyjny
sv: Personligt brev

source: Job name
da: Jobbets navn
de: Stellenname
et: Ametikoha nimi
fi: Työpaikan nimi
fr: Nom du poste
lv: Vakances nosaukums
nb: Jobbnavn
nl: Functienaam
pl: Nazwa stanowiska
sv: Jobbtitel

source: Other attachments
da: Andre vedhæftede filer
de: Andere Anhänge
et: Muud manused
fi: Muut liitteet
fr: Autres pièces jointes
lv: Citi pielikumi
nb: Andre vedlegg
nl: Andere bijlagen
pl: Inne załączniki
sv: Andra bilagor

source: Video interview (Recright)
de: Video-Bewerbungsgespräch (Recright)
et: Videovestlus (Recright)
fi: Videohaastattelu (Recright)
fr: Entretien vidéo (Recright)
lv: Video intervija (Recright)
nb: Videointervju (Recright)
pl: Rozmowa wideo (Recright)
sv: Video intervju (Recright)

source: Recright video application
da: Recright Videoansøgning
et: Recright'i videokandideerimisavaldus
fi: Recright Videohakemus
sv: Recright videoansökan

source: Evaluation
da: Vurdering
de: Bewertung
et: Hindamine
fi: Arviointi
fr: Évaluation
lv: Vērtējums
nb: Evaluering
nl: Evaluatie
pl: Ocena
sv: Utvärdering

source: Description
da: Beskrivelse
de: Beschreibung
et: Kirjeldus
fi: Kuvaus
lv: Apraksts
nb: Beskrivelse
nl: Beschrijving
pl: Opis
sv: Beskrivning

source: Want feedback
da: Ønsker feedback
de: Möchte Feedback
et: Soovin tagasisidet
fi: Haluaa palautetta
fr: Souhaite un retour
lv: Vēlēties atsauksmes
nb: Ønsker tilbakemelding
nl: Wil feedback
pl: Chcę otrzymać informację zwrotną
sv: Vill ha feedback
