Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Allows to schedule group interview
da: Tillader at planlægge gruppeinterview
de: Erlaubt ein Gruppenbewerbungsgespräch zu planen
et: Võimaldab planeerida grupivestlust
fi: Sallii ryhmähaastattelun varaamisen
fr: Permet de planifier un entretien de groupe
lv: Ļauj ieplānot grupas interviju
nb: Gjør det mulig å avtale gruppeintervju
nl: Maakt het mogelijk om een groepsinterview in te plannen
pl: Pozwala na zaplanowanie rozmowy kwalifikacyjnej grupowej
sv: Ger behörighet att boka gruppintervjuer

source: Share group interview slot
da: Del tid til gruppeinterview
de: Gruppenbewerbungsgesprächsslot teilen
et: Jaga grupivestluse aega
fi: Jaa ryhmähaastatteluaika
fr: Partager le créneau d'entretien de groupe
lv: Kopīgot grupas intervijai atvēlēto laiku
nb: Dele tidsluker for gruppeintervju
nl: Groepsinterviewtijdvak delen
pl: Udostępnij termin rozmowy kwalifikacyjnej grupowej
sv: Dela gruppintervjutid

source: Allows to share group interview slot with other users
da: Tillader at dele gruppeinterview med andre brugere
de: Erlaubt ein Gruppenbewerbungsgesprächsslot mit anderen Benutzern zu teilen
et: Võimaldab jagada grupivestluse aega teiste kasutajatega
fi: Sallii ryhmähaastatteluaikojen jakamisen muille käyttäjille
fr: Permet de partager le créneau d'entretien de groupe avec d'autres utilisateurs
lv: Ļauj kopīgot grupas intervijai atvēlēto laiku ar citiem lietotājiem
nb: Gjør det mulig å dele tidsluker for gruppeintervjuer med andre brukere
nl: Maakt het mogelijk om een groepsinterviewtijdvak met andere gebruikers te delen
pl: Pozwala na udostępnienie terminu rozmowy kwalifikacyjnej grupowej innym użytkownikom
sv: Ger behörighet att dela gruppintervjutider till andra användare

source: Co-interviewers
da: Med-interviewere
de: Co-Befrager
et: Kaasintervjueerijad
fi: Muut haastattelijat
fr: Co-intervieweurs
lv: Papildu intervētāji
nb: Medintervjuere
nl: Mede-interviewers
pl: Współprowadzący rozmowy kwalifikacyjne
sv: Deltagande intervjuare

source: Interviewer
de: Bewerbungsgesprächsleiter
et: Intervjueerija
fi: Haastattelija
lv: Intervētājs
nb: Intervjuer
sv: Intervjuare

source: Hiring Manager
da: Rekrutterende leder
de: Personalchef
et: Värbav juht
fi: Rekrytoiva esihenkilö
fr: Responsable du recrutement
lv: Par pieņemšanu darbā atbildīgais vadītājs
nb: Rekrutterende leder
nl: Wervingsmanager
pl: Menedżer ds. rekrutacji
sv: Rekryterande förman

source: Schedule online interview
da: Planlæg et onlineinterview
de: Online-Bewerbungsgespräch planen
et: Planeeri veebivestlus
fi: Varaa online-haastattelu
fr: Planifier un entretien en ligne
lv: Ieplānot tiešsaistes interviju
nb: Avtale intervju på nett
nl: Online-interview inplannen
pl: Zaplanuj rozmowę kwalifikacyjną online
sv: Boka en online-intervju

source: Allows to schedule online interview
da: Tillader at planlægge et onlineinterview
de: Erlaubt ein Online-Bewerbungsgespräch zu planen
et: Võimaldab planeerida veebivestlust
fi: Sallii varaamaan online-haastattelun
fr: Permet de planifier un entretien en ligne
lv: Ļauj ieplānot tiešsaistes interviju
nb: Gjør det mulig å avtale intervju på nett
nl: Maakt het mogelijk om een online-interview in te plannen
pl: Pozwala na zaplanowanie rozmowy kwalifikacyjnej online
sv: Tillåt att boka online-intervju

source: View mobile application
da: Se mobilansøgning
de: Mobile Anwendung anzeigen
et: Kuva mobiilirakendus
fi: Käyttää mobiiliversiota
fr: Voir l'application mobile
lv: Skatīt mobilo lietotni
nb: Se mobilappen
nl: Mobiele applicatie bekijken
pl: Wyświetl aplikację mobilną
sv: Tillgång till mobilversionen

source: Allows to use the Talentadore's mobile application
da: Giver mulighed for at bruge Talentadores mobilansøgning
de: Erlaubt die mobile Version von TalentAdores Anwendung anzuzeigen
et: Võimaldab kasutada TalentAdore’i mobiilirakendust
fi: Sallii TalentAdoren mobiiliversion käytön
fr: Permet d'utiliser l'application mobile de Talentadore
lv: Ļauj izmantot Talentadore mobilo lietotni
nb: Gjør det mulig å bruke Talentadores mobilapp
nl: Maakt het mogelijk om de mobiele applicatie van Talentadore te gebruiken
pl: Pozwala na korzystanie z aplikacji mobilnej Talentadore
sv: Tillåter att använda TalentAdore-mobilversionen

source: See pricing table
da: Se pristabel
de: Preisliste ansehen
et: Kuva hinnatabel
fi: Nähdä hinnoittelutaulukko
fr: Voir le tableau des tarifs
lv: Skatīt cenu tabulu
nb: Se pristabell
nl: Prijstabel bekijken
pl: Zobacz tabelę cen
sv: Se pristabellen

source: UNUSED
da: IKKE BRUGT
de: UNBENUTZT
et: KASUTAMATA
fi: EI KÄYTÖSSÄ
fr: INUTILISÉ
lv: NEIZMANTOTS
nb: UBRUKT
nl: ONGEBRUIKT
pl: NIEUŻYWANE
sv: OANVÄND

source: Request an integration
da: Anmod om integration
de: Add-on anfordern
et: Taotle integratsiooni
fi: Pyytää integraatiota
fr: Demander une intégration
lv: Pieprasīt integrāciju
nb: Be om en integrasjon
nl: Een integratie aanvragen
pl: Poproś o integrację
sv: Kan begära integrationer

source: Permission to request for an integration
da: Tilladelse til at anmode om integration
de: Berechtigung Add-ons anzufordern
et: Õigus taotleda integratsiooni
fi: Sallii pyytämään integraatiota
fr: Permission de demander une intégration
lv: Atļauja pieprasīt integrāciju
nb: Tillatelse til å be om en integrasjon
nl: Toestemming om een integratie aan te vragen
pl: Uprawnienie do prośby o integrację
sv: Tillåt begära integrationer

source: View integrations page
da: Se integrationssiden
de: Add-ons Seite ansehen
et: Kuva integratsioonide leht
fi: Nähdä Lisätoiminnot-sivu
fr: Voir la page des intégrations
lv: Skatīt integrācijas lapu
nb: Se siden for integrasjoner
nl: Integratiepagina bekijken
pl: Wyświetl stronę integracji
sv: Visa Add-ons -sidan

source: Permission to view integrations page
da: Tilladelse til at se integrationssiden
de: Berechtigung die Add-ons Seite zu sehen
et: Õigus vaadata integratsioonide lehte
fi: Sallii pääsyn Lisätoiminnot-sivulle
fr: Permission de voir la page des intégrations
lv: Atļauja skatīt integrācijas lapu
nb: Tillatelse til å se integrasjonssiden
nl: Toestemming om de integratiepagina te bekijken
pl: Uprawnienie do wyświetlania strony integracji
sv: Ge tillgång till Add-ons -sidan

source: View preonboarding settings
da: Se indstillinger for pre-onboarding
de: Pre-onboarding Einstellungen ansehen
et: Kuva eeltutvustuse seaded
fi: Nähdä Esiperehdytys-asetukset
fr: Voir les paramètres de pré-intégration
lv: Skatīt iestatījumus aktivitātēm pirms darba uzsākšanas
nb: Vis innstillinger for preboarding
nl: Preonboarding-instellingen bekijken
pl: Wyświetl ustawienia preonboardingu
sv: Se inställningar för pre-onboarding

source: Allows to access preonboarding settings
da: Giver adgang til pre-onboarding-indstillinger
de: Erlaubt Zugang zu den Pre-onboarding-Einstellungen
et: Võimaldab juurdepääsu eeltutvustuse seadetele
fi: Sallii pääsyn Esiperehdytys-asetuksiin
fr: Permet d'accéder aux paramètres de pré-intégration
lv: Ļauj piekļūt iestatījumiem par aktivitātēm pirms darba uzsākšanas
nb: Gir tilgang til preboarding-innstillinger
nl: Maakt toegang tot preonboarding-instellingen mogelijk
pl: Pozwala na dostęp do ustawień preonboardingu
sv: Ger tillgång till inställningarna för pre-onboarding

source: Allows to invite talents to Talent Community
da: Tillader at invitere talenter til Talent Community
de: Erlaubt Talente in die Talent-Community einzuladen
et: Võimaldab kutsuda talente Talent Communitysse
fi: Sallii talenttien kutsumisen Talent Communityyn
fr: Permet d'inviter des talents dans la Communauté de Talents
lv: Ļauj uzaicināt talantus uz Talent Community
nb: Gjør det mulig å invitere talenter til Talent Community
nl: Maakt het mogelijk om talenten uit te nodigen voor de Talent Community
pl: Pozwala zapraszać talenty do Talent Community
sv: Tillåter att bjuda in talanger till Talent Community

source: Change notifications
da: Beskeder om ændringer
de: Benachrichtigungen Änderung
et: Muuda teateid
fi: Muokata ilmoituksia
fr: Modifier les notifications
lv: Izmaiņu paziņojumi
nb: Varsler om endringer
nl: Meldingen wijzigen
pl: Zmień powiadomienia
sv: Ändra meddelanden

source: Allows to change user’s own notification settings
da: Tillader at ændre brugerens egne notifikationsindstillinger
de: Erlaubt die eigenenen Benachrichtigungseinstellungen zu ändern
et: Võimaldab kasutajal muuta oma teadete seadeid
fi: Sallii käyttäjän muokata omia ilmoitusasetuksiaan
lv: Ļauj mainīt paša lietotāja paziņojumu iestatījumus
nb: Gjør det mulig å endre brukerens egne varslingsinnstillinger
sv: Gör det möjligt att ändra användarens egna meddelandeinställningar

source: Use experimental languages
da: Brug eksperimentelle sprog
de: Experimentelle Sprachen verwenden
et: Kasuta mittetoetatud keeli
fi: Käyttää kokeellisia kieliä
fr: Utiliser des langues expérimentales
lv: Izmantot eksperimentālas valodas
nb: Bruk eksperimentelle språk
nl: Experimentele talen gebruiken
pl: Używaj eksperymentalnych języków
sv: Använd experimentella språk

source: Grants access to languages, which are not yet fully supported by the system
da: Giver adgang til sprog, som endnu ikke understøttes fuldt ud af systemet
de: Zugang zu Sprachen, die noch nicht vollständig vom System unterstützt werden
et: Annab juurdepääsu keeltele, mida süsteem ei toeta veel täielikult
fi: Myöntää pääsyn sellaisiin kieliin, joita järjestelmä ei vielä tue kokonaan
fr: Donne accès aux langues qui ne sont pas encore entièrement prises en charge par le système
lv: Sniedz pieeju valodām, kuras sistēma vēl pilnībā neatbalsta
nb: Gir tilgang til språk som ennå ikke støttes fullt ut av systemet
nl: Verleent toegang tot talen die nog niet volledig door het systeem worden ondersteund
pl: Zapewnia dostęp do języków, które nie są jeszcze w pełni obsługiwane przez system
sv: Ger tillgång till språk som ännu inte stöds fullt ut av systemet

source: Change own password
da: Ændr egen adgangskode
de: Eigenes Passwort ändern
et: Muuda oma salasõna
fi: Muuttaa oma salasana
fr: Modifier son propre mot de passe
lv: Mainīt savu paroli
nb: Endre eget passord
nl: Eigen wachtwoord wijzigen
pl: Zmień własne hasło
sv: Byt eget lösenord

source: Allows to change or reset user’s own password. Can be disabled when single-sign-on or external user identity management is in use
da: Giver mulighed for at ændre eller nulstille brugerens egen adgangskode. Kan deaktiveres, når single-sign-on eller ekstern brugeridentitetsstyring er i brug
de: Ermöglicht das Ändern oder Zurücksetzen des eigenen Passworts des Benutzers. Kann deaktiviert werden, wenn Single-sign-on oder externes Benutzeridentitätsmanagement verwendet wird
et: Võimaldab kasutajal oma salasõna muuta või lähtestada. Seda saab keelata, kui kasutusel on ühekordne sisselogimine või väline kasutajahaldussüsteem
fi: Sallii käyttäjän muuttaa tai palauttaa oman salasanansa. Tämä voidaan kytkeä pois päältä, jos käytössä on kertakirjautuminen tai ulkoinen käyttäjätunnusten hallinta
lv: Ļauj mainīt vai atiestatīt lietotāja paroli. Var atspējot, ja tiek izmantota vienreizēja pierakstīšanās vai ārējā lietotāja identitātes pārvaldība
nb: Gjør det mulig å endre eller tilbakestille brukerens eget passord. Kan deaktiveres når enkel pålogging eller ekstern brukeridentitetsadministrasjon er i bruk
sv: Tillåter att ändra eller återställa användarens eget lösenord. Kan inaktiveras när enkelinloggning eller extern hantering av användaridentitet används

source: Delete a user
da: Slet en bruger
de: Benutzer löschen
et: Kustuta kasutaja
fi: Poista käyttäjä
fr: Supprimer un utilisateur
lv: Dzēst lietotāju
nb: Slett en bruker
nl: Een gebruiker verwijderen
pl: Usuń użytkownika
sv: Ta bort en användare

source: Allows to delete a company user
da: Tillader at slette en virksomhedsbruger
de: Erlaubt einen Benutzer des Unternehmens zu löschen
et: Võimaldab kustutada ettevõtte kasutajaid
fi: Sallii poistamaan yrityksen käyttäjän
fr: Permet de supprimer un utilisateur de l'entreprise
lv: Ļauj dzēst uzņēmuma lietotāju
nb: Gjør det mulig å slette en selskapsbruker
nl: Hiermee kan een bedrijfsgebruiker worden verwijderd
pl: Pozwala usunąć użytkownika firmy
sv: Ger behörighet att radera användare

source: Delete a talent
da: Slet et talent
de: Talent löschen
et: Kustuta talent
fi: Poista talentti
fr: Supprimer un talent
lv: Dzēst talantu
nb: Slett et talent
nl: Een talent verwijderen
pl: Usuń talent
sv: Ta bort en talang

source: Allows to delete a talent
da: Tillader at slette et talent
de: Erlaubt ein Talent zu löschen
et: Võimaldab kustutada talente
fi: Sallii talentin poistamisen
fr: Permet de supprimer un talent
lv: Ļauj dzēst talantu
nb: Gjør det mulig å slette et talent
nl: Hiermee kan een talent worden verwijderd
pl: Pozwala usunąć talent
sv: Gör att du kan ta bort en talang

source: Modify position collaborators
da: Ændr stillingens samarbejdspartnere
de: Kollaborateure einer Stelle bearbeiten
et: Muuda ametikoha kaasloojaid
fi: Muokkaa työpaikan yhteiskäyttäjiä
fr: Modifier les collaborateurs de poste
lv: Mainīt vakances sadarbības kolēģus
nb: Endre stillingens samarbeidspartnere
nl: Positie-medewerkers wijzigen
pl: Modyfikuj współpracowników stanowiska
sv: Ändra samarbetare för jobbet

source: Allows to modify collaborators of position
da: Tillader at ændre samarbejdspartnere for en stilling
de: Erlaubt Kollaborateure eine Stelle zu bearbeiten
et: Võimaldab muuta ametikoha kaasloojaid
fi: Sallii muokkaamaan työpaikan yhteiskäyttäjiä
fr: Permet de modifier les collaborateurs d'un poste
lv: Ļauj mainīt vakances sadarbības kolēģus
nb: Gjør det mulig å endre samarbeidspartnere for stillingen
nl: Hiermee kunnen medewerkers van een positie worden gewijzigd
pl: Pozwala modyfikować współpracowników stanowiska
sv: Tillåter att ändra samarbetare för en position

source: Member
da: Medlem
de: Mitglied
et: Liige
fi: Jäsen
fr: Membre
lv: Dalībnieks
nb: Medlem
nl: Lid
pl: Członek
sv: Medlem

source: Owner
da: Ejer
de: Besitzer
et: Omanik
fi: Omistaja
fr: Propriétaire
lv: Īpašnieks
nb: Eier
nl: Eigenaar
pl: Właściciel
sv: Ägare

source: Edit positions
da: Redigér stillinger
de: Stellen bearbeiten
et: Muuda ametikohti
fi: Muokata työpaikkoilmoituksia
fr: Modifier les postes
lv: Rediģēt vakances
nb: Redigere stillinger
nl: Posities bewerken
pl: Edytuj stanowiska
sv: Redigera positioner

source: Permits creating, editing, copying positions for users of specific privilege. If denied for all users of specific user privilege, no per position exceptions can be made
da: Tillader oprettelse, redigering og kopiering af stillinger for brugere med specifikke rettigheder. Hvis det nægtes for alle brugere med en bestemt brugerrettighed, kan der ikke gøres undtagelser for hver stilling
de: Erlaubt das Erstellen, Bearbeiten und Kopieren von Stellen für Benutzer mit bestimmten Rollen. Wenn dies für alle Benutzer einer Rolle verweigert wird, können keine stellenspezifischen Ausnahmen gemacht werden
et: Võimaldab kindla õigusega kasutajatel ametikohta luua, muuta ja kopeerida. Kui see keelatakse kõikidele konkreetse õigusega kasutajatele, ei saa erandeid teha
fi: Sallii työpaikkailmoitusten luomisen, muokkaamisen sekä kopioimisen tietylle käyttäjäryhmälle. Mikäli lupa poistetaan kyseiseltä käyttäjäryhmältä, ilmoituskohtaiset poikkeukset eivät ole mahdollisia.
fr: Permet de créer, modifier et copier des postes pour les utilisateurs ayant des privilèges spécifiques. Si refusé pour tous les utilisateurs d'un privilège utilisateur spécifique, aucune exception par poste ne peut être faite
lv: Ļauj izveidot, rediģēt, kopēt vakances lietotājiem ar noteiktām priekšrocībām. Ja aizliegts visiem noteiktu priekšrocību lietotājiem, nav iespējams izdarīt izņēmumus katrai vakancei
nb: Tillater oppretting, redigering og kopiering av stillinger for brukere med spesifikke rettigheter. Hvis dette nektes for alle brukere med spesifikke brukerrettigheter, kan det ikke gjøres unntak for hver enkelt stilling
nl: Hiermee kunnen posities worden gemaakt, bewerkt en gekopieerd voor gebruikers met specifieke rechten. Als dit wordt geweigerd voor alle gebruikers met specifieke gebruikersrechten, kunnen er geen uitzonderingen per positie worden gemaakt
pl: Zezwala na tworzenie, edycję, kopiowanie stanowisk dla użytkowników o określonych uprawnieniach. Jeśli odmówiono wszystkim użytkownikom o określonych uprawnieniach, nie można wprowadzać wyjątków dla poszczególnych stanowisk
sv: Tillåter att skapa, redigera, kopiera positioner för användare med specifikt privilegium. Om det nekas för alla användare med specifikt användarbehörighet, kan inget undantag per position göras

source: Can publish position
da: Kan publicere stilling
de: Kann Position veröffentlichen
et: Saab ametikoha avaldada
fi: Voi julkaista työpaikan
fr: Peut publier un poste
lv: Var publicēt vakanci
nb: Kan publisere stilling
nl: Kan vacature publiceren
pl: Może publikować stanowisko
sv: Kan publicera tjänst

source: Save as template
da: Gem som skabelon
de: Als Vorlage speichern
et: Salvesta vormina
fi: Tallenna mallipohjana
fr: Enregistrer comme modèle
lv: Saglabāt kā paraugu
nb: Lagre som mal
nl: Opslaan als sjabloon
pl: Zapisz jako szablon
sv: Spara som mall

source: Can send job for approval
da: Kan sende job til godkendelse
de: Kann Job zur Genehmigung senden
et: Saab töö kinnitamiseks saata
fi: Voi lähettää työpaikan hyväksyttäväksi
fr: Peut envoyer un poste pour approbation
lv: Var nosūtīt darbu apstiprināšanai
nb: Kan sende jobb for godkjenning
nl: Kan vacature ter goedkeuring verzenden
pl: Może wysłać ofertę pracy do zatwierdzenia
sv: Kan skicka jobb för godkännande

source: Export positions
da: Eksporter stillinger
de: Stellen exportieren
et: Ekspordi ametikohad
fi: Vie työpaikat
fr: Exporter les postes
lv: Eksportēt vakances
nb: Eksportere stillinger
nl: Posities exporteren
pl: Eksportuj stanowiska
sv: Exportera tjänster

source: Permits exporting positions
da: Tillader eksport af stillinger
de: Erlaubt das Exportieren von Stellen
et: Võimaldab ametikohti eksportida
fi: Sallii työpaikkojen viennin Excel-tiedostoon
fr: Permet d'exporter les postes
lv: Atļauj eksportēt vakances
nb: Tillater eksport av stillinger
nl: Hiermee kunnen posities worden geëxporteerd
pl: Zezwala na eksportowanie stanowisk
sv: Ger behörighet att exportera tjänster

source: Delete positions
da: Slet stillinger
de: Stellen löschen
et: Kustuta ametikohad
fi: Poistaa työpaikkoja
fr: Supprimer les postes
lv: Dzēst vakances
nb: Slette stillinger
nl: Posities verwijderen
pl: Usuń stanowiska
sv: Radera positioner

source: Allows to delete positions
da: Tillader at slette stillinger
de: Erlaubt das Löschen von Stellen
et: Võimaldab ametikohti kustutada
fi: Sallii työpaikkailmoituksen poistamisen
fr: Permet de supprimer des postes
lv: Ļauj dzēst vakances
nb: Gjør det mulig å slette stillinger
nl: Hiermee kunnen posities worden verwijderd
pl: Pozwala usuwać stanowiska
sv: Tillåt att radera positioner

source: View evaluations
da: Se vurderinger
de: Bewertungen ansehen
et: Kuva hindamised
fi: Nähdä arvioinnit
fr: Voir les évaluations
lv: Skatīt vērtējumus
nb: Se evalueringer
nl: Evaluaties bekijken
pl: Wyświetl oceny
sv: Visa utvärderingar

source: Allows access to application evaluation
da: Giver adgang til vurdering af ansøgninger
de: Erlaubt Zugang zu Bewerbungsbewertungen
et: Võimaldab vaadata avalduste hindamisi
fi: Sallii pääsyn hakemusten arviointeihin
fr: Permet l'accès à l'évaluation des applications
lv: Ļauj piekļūt pieteikuma vērtējumam
nb: Gir tilgang til evaluering av søknader
nl: Hiermee krijgt u toegang tot de evaluatie van de applicatie
pl: Pozwala na dostęp do oceny aplikacji
sv: Tillåter åtkomst till utvärdering av ansökningar

source: Edit applications
da: Redigér ansøgninger
de: Bewerbungen bearbeiten
et: Muuda avaldusi
fi: Muokata hakemuksia
fr: Modifier les applications
lv: Rediģēt pieteikumus
nb: Redigere søknader
nl: Applicaties bewerken
pl: Edytuj aplikacje
sv: Redigera ansökningar

source: Permits editing of application
da: Tillader redigering af ansøgning
de: Erlaubt das Bearbeiten von Bewerbungen
et: Võimaldab avaldusi muuta
fi: Sallii hakemuksen muokkaamisen
fr: Permet la modification de la demande
lv: Atļauj rediģēt pieteikumu
nb: Tillater redigering av søknaden
nl: Staat bewerken van sollicitatie toe
pl: Zezwala na edycję aplikacji
sv: Möjliggör redigering av ansökan

source: Edit company profile settings
da: Redigér indstillinger for virksomhedsprofil
de: Unternehmensprofileinstellungen bearbeiten
et: Muuda ettevõtte profiili seadeid
fi: Muokata Yritysprofiili-asetuksia
fr: Modifier les paramètres du profil de l'entreprise
lv: Rediģēt uzņēmuma profila iestatījumus
nb: Redigere selskapsprofilinnstillinger
nl: Bedrijfsprofielinstellingen bewerken
pl: Edytuj ustawienia profilu firmy
sv: Redigera företagsprofil inställningar

source: Allows to manage company profile settings
da: Tillader at administrere virksomhedens profilindstillinger
de: Erlaubt Unternehmensprofileinstellungen zu bearbeiten
et: Võimaldab hallata ettevõtte profiili seadeid
fi: Sallii Yritysprofiili-asetusten muokkaamisen
fr: Permet de gérer les paramètres du profil de l'entreprise
lv: Ļauj pārvaldīt uzņēmuma profila iestatījumus
nb: Gjør det mulig å administrere selskapsprofilinnstillinger
nl: Maakt het mogelijk om bedrijfsprofielinstellingen te beheren
pl: Pozwala zarządzać ustawieniami profilu firmy
sv: Tilllåt att redigera företagsprofil inställningar

source: Edit company managed lists
da: Rediger virksomhedsstyrede lister
de: Bearbeiten von unternehmensverwalteten Listen
et: Muuda ettevõtte hallatavaid nimekirju
fi: Muokkaa yrityksen hallinnoimia listoja
fr: Modifier les listes gérées par l'entreprise
lv: Rediģēt uzņēmuma pārvaldītos sarakstus
nb: Rediger firmastyrede lister
nl: Bedrijfsbeheerde lijsten bewerken
pl: Edytuj listy zarządzane przez firmę
sv: Redigera företagshanterande listor

source: Allows to manage company managed lists data entries
da: Giver mulighed for at administrere dataindgange i virksomhedsstyrede lister
de: Ermöglicht die Verwaltung von Dateneinträgen in unternehmensverwalteten Listen
et: Võimaldab hallata ettevõtte hallatavate nimekirjade andmeid
fi: Mahdollistaa yrityksen hallinnoimien listojen tietojen hallinnan
fr: Permet de gérer les entrées de données des listes gérées par l'entreprise
lv: Ļauj pārvaldīt uzņēmuma pārvaldīto sarakstu datu ierakstus
nb: Tillater å administrere dataoppføringer i firmastyrede lister
nl: Hiermee kunnen gegevensvermeldingen in bedrijfsbeheerde lijsten worden beheerd
pl: Pozwala zarządzać wpisami danych na listach zarządzanych przez firmę
sv: Tillåter hantering av datauppgifter i företagshanterande listor

source: Search positions
da: Søg stillinger
de: Stellen suchen
et: Otsi ametikohti
fi: Etsiä työpaikkoja
fr: Rechercher des postes
lv: Meklēt vakances
nb: Søke etter stillinger
nl: Zoek vacatures
pl: Wyszukaj stanowiska
sv: Söka positioner

source: Allows to search positions
da: Tillader at søge stillinger
de: Erlaubt nach Stellen zu suchen
et: Võimaldab ametikohti otsida
fi: Sallii työpaikkojen etsimisen
fr: Permet de rechercher des postes
lv: Ļauj meklēt vakances
nb: Gjør det mulig å søke etter stillinger
nl: Maakt het mogelijk om vacatures te zoeken
pl: Pozwala wyszukiwać stanowiska
sv: Tillåt att söka positioner

source: Permission to search talents
da: Tilladelse til at søge i talenter
de: Suche von Talenten erlauben
et: Õigus talente otsida
fi: Etsiä talentteja
fr: Permission de rechercher des talents
lv: Atļauja meklēt talantus
nb: Tillatelse til å søke etter talenter
nl: Toestemming om talenten te zoeken
pl: Uprawnienie do wyszukiwania talentów
sv: Söka talents
