Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Are you sure you want to discard your changes?
da: Er du sikker på, at du vil kassere dine ændringer?
de: Möchten Sie Ihre Änderungen wirklich verwerfen?
et: Kas olete kindel, et soovite muudatused tühistada?
fi: Haluatko varmasti hylätä muutokset?
fr: Êtes-vous sûr de vouloir annuler vos modifications ?
lv: Vai tiešām vēlaties atmest veiktās izmaiņas?
nb: Er du sikker på at du vil forkaste endringene dine?
nl: Weet u zeker dat u uw wijzigingen wilt annuleren?
pl: Czy na pewno chcesz odrzucić swoje zmiany?
sv: Är du säker på att du vill förkasta dina ändringar?

source: Confirm
da: Bekræft
de: Bestätigen
et: Kinnita
fi: Vahvista
fr: Confirmer
lv: Apstiprināt
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
sv: Bekräfta

source: See more
da: Se mere
de: Mehr sehen
et: Kuva rohkem
fi: Näytä enemmän
fr: Voir plus
lv: Skatīt vairāk
nb: Se mer
nl: Meer weergeven
pl: Zobacz więcej
sv: Se mer

source: See less
da: Se mindre
de: Weniger sehen
et: Kuva vähem
fi: Näytä vähemmän
fr: Voir moins
lv: Skatīt mazāk
nb: Se mindre
nl: Minder weergeven
pl: Zobacz mniej
sv: Se mindre

source: Send
de: Senden
et: Saada
fi: Lähetä
fr: Envoyer
lv: Sūtīt
nl: Verzenden
pl: Wyślij
sv: Skicka

source: Telephone
da: Telefon
de: Telefon
et: Telefon
fi: Puhelin
fr: Téléphone
lv: Tālrunis
nb: Telefon
nl: Telefoon
pl: Telefon
sv: Telefon

source: This referrer has informed talent about the referral
da: Denne henviser har informeret talent om henvisningen
de: Dieser Empfehler hat das Talent über die Empfehlung informiert
et: Soovitaja on teavitanud talenti soovitusest
fi: Talentti on tietoinen suosittelusta
fr: Ce référent a informé le talent de la référence
lv: Šis ieteicējs ir informējis talantu par ieteikumu
nb: Denne henviseren har informert talentet om henvisningen
nl: Deze doorverwijzer heeft talent geïnformeerd over de doorverwijzing
pl: Ten polecający poinformował kandydata o poleceniu
sv: Talangen är medveten om att hen har blivit refererad

source: More information
da: Mere information
de: Weitere Informationen
et: Lisainfo
fi: Lisätietoa
fr: Plus d'informations
lv: Vairāk informācijas
nb: Mer informasjon
nl: Meer informatie
pl: Więcej informacji
sv: Mer information

source: Navigate up
da: Naviger op
de: Nach oben navigieren
et: Navigeerige üles
fi: Siirry ylös
fr: Naviguer vers le haut
lv: Pārvietoties uz augšu
nb: Naviger opp
nl: Navigeer omhoog
pl: Przejdź w górę
sv: Navigera uppåt

source: Navigate down
da: Naviger ned
de: Nach unten navigieren
et: Liigu alla
fi: Siirry alas
fr: Naviguer vers le bas
lv: Pārvietoties uz leju
nb: Naviger ned
nl: Navigeer omlaag
pl: Przejdź w dół
sv: Navigera nedåt

source: No messages
da: Ingen beskeder
de: Keine Nachrichten
et: Sõnumeid ei ole
fi: Ei viestejä
fr: Aucun message
lv: Nav ziņojumu
nb: Ingen meldinger
nl: Geen berichten
pl: Brak wiadomości
sv: Inga meddelanden

source: This group name is already exist!
da: Dette gruppenavn findes allerede!
de: Dieser Gruppenname existiert bereits!
et: See grupinimi on juba olemas.
fi: Tämän niminen ryhmä on jo olemassa!
fr: Ce nom de groupe existe déjà!
lv: Šāds grupas nosaukums jau pastāv!
nb: Dette gruppenavnet finnes allerede!
nl: Deze groepsnaam bestaat al!
pl: Ta nazwa grupy już istnieje!
sv: Detta gruppnamn finns redan!

source: Number of talents to be removed:
da: Antal talenter, der skal fjernes:
de: Anzahl der Talente, die entfernt werden:
et: Eemaldatavate talentide arv:
fi: Poistettavien talenttien määrä:
fr: Nombre de talents à supprimer:
lv: Noņemamo talantu skaits:
nb: Antall talenter som skal fjernes:
nl: Aantal te verwijderen talenten:
pl: Liczba kandydatów do usunięcia:
sv: Antal talanger att ta bort:

source: Confirm talent removal
da: Bekræft fjernelse af talent
de: Bestätige Talent-Entfernung
et: Kinnita talendi eemaldamine
fi: Vahvista talentin poistaminen
fr: Confirmer la suppression des talents
lv: Apstiprināt talantu izņemšanu
nb: Bekreft fjerning av talent
nl: Bevestig verwijdering van talent
pl: Potwierdź usunięcie kandydatów
sv: Bekräfta borttagning av talang

source: Deleting talents will also delete all related applications.
da: Sletning af talenter vil også slette alle relaterede ansøgninger.
de: Beim Löschen von Talenten werden auch alle zugehörigen Bewerbungen gelöscht.
et: Talentide kustutamine kustutab ka kõik seotud kandideerimisavaldused.
fi: Kykyjen poistaminen poistaa myös kaikki niihin liittyvät hakemukset.
fr: La suppression des talents supprimera également toutes les candidatures associées.
lv: Dzēšot talantus, tiks dzēsti arī visi saistītie pieteikumi.
nb: Sletting av talenter vil også slette alle relaterte søknader.
nl: Het verwijderen van talenten zal ook alle gerelateerde sollicitaties verwijderen.
pl: Usunięcie kandydatów spowoduje również usunięcie wszystkich powiązanych aplikacji.
sv: Om du tar bort talanger kommer även alla relaterade ansökningar att tas bort.

source: There are some errors with selected talents, please resolve those before proceeding.
da: Der er nogle fejl med de valgte talenter, som du bedes rette, før du fortsætter.
de: Es gibt einige Fehler mit ausgewählten Talenten, bitte beheben Sie diese um fortzufahren.
et: Valitud talentidega on probleeme; lahenda need enne jätkamist.
fi: Valittujen talenttien joukossa on virheitä, ole hyvä ja korjaa ne ennen jatkamista.
fr: Il y a des erreurs avec les talents sélectionnés, veuillez les résoudre avant de continuer.
lv: Izvēlētajiem talantiem ir dažas kļūdas; lūdzu, pirms turpināšanas novērsiet tās.
nb: Det er noen feil med utvalgte talenter, vennligst rett dem opp før du fortsetter.
nl: Er zijn enkele fouten met de geselecteerde talenten, los deze op voordat u verder gaat.
pl: Wystąpiły błędy z wybranymi kandydatami, rozwiąż je przed kontynuowaniem.
sv: Några av de valda kandidaterna innehåller fel. Var god och korrigera dem innan du går vidare.

source: There is incorrect information in the spreadsheet
da: Der er forkerte oplysninger i regnearket
de: Es gibt falsche Informationen in der Tabelle
et: Arvutustabelis on valeinfot
fi: Tiedostossa on vääriä tietoja
fr: Il y a des informations incorrectes dans la feuille de calcul
lv: Izklājlapā ir nepareiza informācija
nb: Det er feil informasjon i regnearket
nl: Er staat onjuiste informatie in het spreadsheet
pl: W arkuszu kalkulacyjnym znajdują się nieprawidłowe informacje
sv: Filen innehåller felaktig information

source: Field cannot be empty
da: Feltet må ikke være tomt
de: Feld kann nicht leer sein
et: Väli ei tohi olla tühi
fi: Kenttä ei voi olla tyhjä
fr: Le champ ne peut pas être vide
lv: Lauks nedrīkst būt tukšs
nb: Feltet kan ikke være tomt
nl: Veld mag niet leeg zijn
pl: Pole nie może być puste
sv: Fältet kan inte lämnas tomt

source: We're preparing your file, we'll notify you once it's ready!
da: Vi er ved at forberede din fil og giver dig besked, når den er klar!
de: Wir bereiten Ihre Datei vor. Wir benachrichtigen Sie, sobald sie fertig ist!
et: Valmistame faili ette ja anname teada, kui see on valmis.
fi: Valmistelemme tiedostoasi, ilmoitamme sinulle kun se on valmis!
fr: Nous préparons votre fichier, nous vous informerons une fois qu'il sera prêt !
lv: Mēs gatavojam jūsu failu, un paziņosim, tiklīdz tas būs gatavs!
nb: Vi forbereder filen din og gir deg beskjed når den er klar!
nl: We bereiden uw bestand voor, we laten het u weten zodra het klaar is!
pl: Przygotowujemy Twój plik, powiadomimy Cię, gdy będzie gotowy!
sv: Vi förbereder din fil, vi meddelar när den är klar!

source: {} filtered out of {} total talents
da: {} filtreret ud af {} talenter i alt
de: {} von insgesamt {} Talenten herausgefiltert
et: {} filtreeritud {} talendist kokku
fi: {} suodatettu {}:stä talentista
fr: {} filtré sur un total de {} talents
lv: {} atlasīti no {} kopējiem talantiem
nb: {} filtrert ut av totalt {} talenter
nl: {} gefilterd uit {} totale talenten
pl: {} odfiltrowanych z {} wszystkich talentów
sv: {} filtrerade av {} totala talanger

source: Shared with me
da: Delt med mig
de: Mit mir geteilt
et: Minuga jagatud
fi: Jaettu kanssani
fr: Partagé avec moi
lv: Kopīgots ar mani
nb: Delt med meg
nl: Met mij gedeeld
pl: Udostępnione mi
sv: Delade med mig

source: Default
da: Standard
de: Standard
et: Vaikesäte
fi: Oletus
fr: Par défaut
lv: Noklusējuma
nb: Standard
nl: Standaard
pl: Domyślny
sv: Standard

source: Hired candidate’s additional information
da: Yderligere oplysninger om den ansatte kandidat
de: Zusätzliche Informationen über den eingestellten Bewerber
et: Tööle võetud kandidaadi lisainfo
fi: Palkatun hakijan lisätiedot
lv: Papildu informācija par darbā pieņemto kandidātu
nb: Ytterligere informasjon om den ansatte kandidaten
sv: Ytterligare information om den anställda kandidaten

source: {}View the hired person in {}{}
da: {}Se den ansatte person i {}{}
de: {}Betrachten Sie die eingestellte Person in {}{}
et: {}Vaata tööle võetud isikut kohas {}{}
fi: {}Näytä palkattu henkilö järjestelmässä {}{}
fr: {}Voir la personne embauchée dans {}{}
lv: {}Skatīt darbā pieņemto personu {}{}
nb: {}Se den ansatte personen i {}{}
nl: {}Bekijk de aangenomen persoon in {}{}
pl: {}Wyświetl zatrudnioną osobę w {}{}
sv: {}Se den anställda personen i {}{}

source: Filling your academic vacancy doesn’t have to be time consuming. Academic Positions makes attracting top talent easy so that you can spend more time on the things that matter to you.
da: Det behøver ikke at være tidskrævende at besætte en ledig akademisk stilling. Academic Positions gør det nemt at tiltrække toptalenter, så du kan bruge mere tid på de ting, der betyder noget for dig.
de: Ihre akademische Stelle zu besetzen, muss nicht zeitaufwändig sein. Akademische Positionen macht die Anwerbung von Spitzenkräften einfach, so dass Sie mehr Zeit für die Dinge haben, die Ihnen wichtig sind.
et: Akadeemilise töötaja leidmine on kiirem kui kunagi varem. Portaal Academic Positions teeb parimate töötajate leidmise lihtsaks, mistõttu saad tegeleda rohkem nende asjadega, mis on sulle tähtsad.
fi: Akateemisen työpaikan täyttämisen ei tarvitse olla aikaa vievää. Academic Positions tekee huippuosaajien houkuttelemisesta helppoa, jotta voit viettää enemmän aikaa sinulle tärkeisiin asioihin.
lv: Akadēmiskās vakances pieteikuma reģistrēšanai nav jāaizņem daudz laika. Academic Positions atvieglo talantīgāko kandidātu piesaisti, lai jūs varētu vairāk laika veltīt lietām, kas jums ir tiešām svarīgas.
nb: Det trenger ikke å være tidkrevende å besette ledige akademiske stillinger. Akademiske stillinger gjør det enkelt å tiltrekke seg de beste talentene, slik at du kan bruke mer tid på det som er viktig for deg.
sv: Att fylla din akademiska vakans behöver inte vara tidskrävande. Akademic Positions gör det enkelt att attrahera topptalanger så att du kan lägga mer tid på saker som betyder något för dig

source: Job advertising
da: Jobannoncering
de: Stellenausschreibung
et: Töökuulutus
fi: Työpaikkailmoitus
fr: Publicité d'emploi
lv: Darba sludinājumi
nb: Jobbreklame
nl: Vacatureadvertenties
pl: Ogłoszenia o pracę
sv: Annonsering av jobb

source: Using assessment tools establishes a science-based foundation that supports the hiring process. When this integration is enabled, it allows you to invite candidates to participate in specific Cut-e tests from TalentAdore. An automatic email about participating in the test is sent from TalentAdore upon your request. The status of the test and the results are visible in the candidate's application view.
da: Brug af assessmentværktøjer skaber et videnskabeligt baseret fundament, der understøtter ansættelsesprocessen. Når denne integration er aktiveret, giver den dig mulighed for at invitere kandidater til at deltage i specifikke Cut-e-tests fra TalentAdore. En automatisk e-mail om deltagelse i testen sendes fra TalentAdore efter din anmodning. Status for testen og resultaterne er synlige i kandidatens ansøgningsvisning.
de: Der Einsatz von Assessments schafft eine wissenschaftlich fundierte Grundlage, die den Einstellungsprozess unterstützt. Wenn diese Integration aktiviert ist, ermöglicht sie es Ihnen Kandidaten zur Teilnahme an bestimmten Cut-e Tests einzuladen. Eine automatische E-Mail über die Teilnahme an Tests wird von TalentAdore auf Ihre Anfrage hin gesendet. Der Status der Tests und die Ergebnisse sind in der Bewerbungsansicht des Kandidaten sichtbar.
et: Hindamistööriistu kasutades toetad värbamisprotsessi teaduspõhiselt. Kui see integratsioon on lubatud, saad kutsuda kandidaate TalentAdore’i kaudu osalema kindlates Cut-e testides. Sinu nõudmisel saadetakse kandidaadile TalentAdore’ist automaatne e-kiri testis osalemise kohta. Testi olek ja tulemused on nähtavad kandidaadi avalduse vaates.
fi: Arviointityökalut antavat rekrytointiprosessille tieteelliseen tutkimukseen pohjautuvaa tukea. Cut-e -integraatiolla lähetät hakijoille automaattisesti kutsut osallistumaan erilaisiin soveltuvuustesteihin TalentAdoresta käsin. Testin status ja tulokset ovat nähtävissä hakijanäkymässä, kun hakija on suorittanut testin.
fr: L'utilisation d'outils d'évaluation établit une fondation scientifique qui soutient le processus d'embauche. Lorsque cette intégration est activée, elle vous permet d'inviter les candidats à participer à des tests Cut-e spécifiques depuis TalentAdore. Un e-mail automatique concernant la participation au test est envoyé depuis TalentAdore à votre demande. Le statut du test et les résultats sont visibles dans la vue de la candidature du candidat.
lv: Izmantojot novērtēšanas rīkus, tiek izveidots zinātnē balstīts pamats, kas uzlabo darbā pieņemšanas procesu. Ja šī integrācija ir iespējota, tā ļauj uzaicināt kandidātus piedalīties noteiktos TalentAdore Cut-e testos. Pēc jūsu pieprasījuma no TalentAdore tiek nosūtīts automātisks e-pasta ziņojums par dalību testā. Testa statuss un rezultāti ir redzami kandidāta pieteikuma skatā.
nb: Ved å bruke vurderingsverktøy får du et vitenskapsbasert grunnlag som støtter ansettelsesprosessen. Når denne integrasjonen er aktivert, kan du invitere kandidater til å delta i spesifikke Cut-e-tester fra TalentAdore. En automatisk e-post om deltakelse i testen sendes fra TalentAdore når du ber om det. Status for testen og resultatene er synlige i kandidatens søknadsvisning.
nl: Het gebruik van assessmenttools legt een wetenschappelijk onderbouwde basis die het wervingsproces ondersteunt. Wanneer deze integratie is ingeschakeld, kunt u kandidaten uitnodigen om deel te nemen aan specifieke Cut-e-tests vanuit TalentAdore. Er wordt op uw verzoek automatisch een e-mail over deelname aan de test verzonden vanuit TalentAdore. De status van de test en de resultaten zijn zichtbaar in de sollicitatieweergave van de kandidaat.
pl: Korzystanie z narzędzi oceny tworzy opartą na nauce podstawę, która wspiera proces rekrutacji. Gdy ta integracja jest włączona, pozwala zaprosić kandydatów do udziału w określonych testach Cut-e z TalentAdore. Na Twoje żądanie z TalentAdore wysyłany jest automatyczny e-mail dotyczący udziału w teście. Status testu i wyniki są widoczne w widoku aplikacji kandydata.
sv: Olika bedömningsverktyg stöder er rekryteringsprocess genom att införa vetenskapligt beprövade metoder. Med Cut-e -integrationen kan du bjuda in kandidater till specifika tester direkt från TalentAdore. TalentAdore kan konfigureras att skicka ut automatiska emails om att delta i testerna. Testens status och resultat kan ses direkt i kandidatens profilsida.

source: Personality and competence assessments
da: Personligheds- og kompetencevurderinger
de: Persönlichkeits- und Kompetenz-Assessments
et: Isiksuseomaduste ja pädevuse hindamine
fi: Soveltuvuus- ja kykytestit
fr: Évaluations de personnalité et de compétence
lv: Personības un kompetences novērtēšana
nb: Personlighets- og kompetansevurderinger
nl: Persoonlijkheids- en competentiebeoordelingen
pl: Oceny osobowości i kompetencji
sv: Lämplighets- och personlighetstester

source: CatalystOne's cloud-based HR software suite will elevate your HR and management teams to a whole new level. Our solution has been designed to streamline key processes for medium and large organisations across the Nordics and beyond.
da: CatalystOne's cloud-baserede HR-softwarepakke vil løfte jeres HR- og ledelsesteam til et helt nyt niveau. Vores løsning er designet til at strømline nøgleprocesser for mellemstore og store organisationer i Norden og resten af verden.
de: CatalystOnes cloudbasierte HR-Software-Suite wird Ihre HR- und Management-Teams auf ein völlig neues Niveau anheben. Unsere Lösung wurde entwickelt, um wichtige Prozesse für mittlere und große Unternehmen in den nordischen Ländern und darüber hinaus zu rationalisieren.
et: CatalystOne’i pilvepõhine personalitarkvara komplekt teeb personali- ja juhtimismeeskondade töö imelihtsaks. Meie lahendus aitab keskmise suurusega ja suurtel ettevõtetel nii Põhjamaades kui ka mujal oma põhitoiminguid palju kiiremini läbida.
fi: CatalystOnen pilvipohjainen HR-ohjelmistopaketti nostaa HR- ja johtoryhmäsi aivan uudelle tasolle. Ratkaisumme on suunniteltu virtaviivaistamaan keskeisiä prosesseja keskisuurille ja suurille organisaatioille kaikkialla Pohjoismaissa ja sen ulkopuolella.
fr: La suite logicielle RH basée sur le cloud de CatalystOne élèvera vos équipes RH et de management à un tout nouveau niveau. Notre solution a été conçue pour rationaliser les processus clés des moyennes et grandes organisations à travers les pays nordiques et au-delà.
lv: CatalystOne mākoņrisinājuma cilvēkresursu programmatūras komplekts padarīs jūsu cilvēkresursu un vadības komandu darbu tik efektīvu kā vēl nekad. Mūsu risinājums ir īpaši izstrādāts vidēji lielu un lielu organizāciju procesu optimizēšanai kā Ziemeļvalstīs, tā arī citviet.
nb: CatalystOnes skybaserte HR-programvare vil bringe HR- og lederteamene opp på et helt nytt nivå. Løsningen vår er utviklet for å effektivisere viktige prosesser for mellomstore og store organisasjoner i og utenfor Norden.
nl: De cloudgebaseerde HR-softwaresuite van CatalystOne zal uw HR- en managementteams naar een heel nieuw niveau tillen. Onze oplossing is ontworpen om belangrijke processen te stroomlijnen voor middelgrote en grote organisaties in de Noordse landen en daarbuiten.
pl: Pakiet oprogramowania HR oparty na chmurze CatalystOne podniesie Twoje zespoły HR i zarządzania na zupełnie nowy poziom. Nasze rozwiązanie zostało zaprojektowane w celu usprawnienia kluczowych procesów dla średnich i dużych organizacji w krajach nordyckich i nie tylko.
sv: CatalystOnes molnbaserade HR-programsvit kommer att lyfta dina HR- och ledningsgrupper till en helt ny nivå. Vår lösning har designats för att effektivisera nyckelprocesser för medelstora och stora organisationer över hela Norden och utanför.

source: Cloud-based HR software suite
da: Cloud-baseret HR-softwarepakke
de: Cloud-basierte HR-Software-Suite
et: Pilvepõhine personalitarkvara komplekt
fi: Pilvipohjainen HR-ohjelmistopaketti
fr: Suite logicielle RH basée sur le cloud
lv: Mākoņrisinājuma cilvēkresursu programmatūras komplekts
nb: Skybasert HR-programvarepakke
nl: Cloudgebaseerde HR-softwaresuite
pl: Pakiet oprogramowania HR oparty na chmurze
sv: Molnbaserad HR-programsvit
