Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: The company that's actually hiring a candidate.
da: Den virksomhed, der rent faktisk ansætter en kandidat.
de: Das Unternehmen, welches den Bewerber tatsächlich einstellt.
et: Ettevõte, kes tegelikult kandidaadi palkab.
fi: Yritys joka tosiasiallisesti palkkaa hakijan
fr: L'entreprise qui embauche réellement un candidat.
lv: Uzņēmums, kas faktiski pieņem darbā kandidātu.
nb: Bedriften som faktisk ansetter en kandidat.
nl: Het bedrijf dat daadwerkelijk een kandidaat aanneemt.
pl: Firma, która faktycznie zatrudnia kandydata.
sv: Företaget som faktiskt anställer kandidaten.

source: Weekly Working Hours
da: Ugentlig arbejdstid
de: Wöchentliche Arbeitsstunden
et: Iganädalased töötunnid
fi: Viikottaiset työtunnit
fr: Heures de travail hebdomadaires
lv: Iknedēļas darba stundas
nb: Ukentlig arbeidstid
nl: Wekelijkse werkuren
pl: Tygodniowa liczba godzin pracy
sv: Veckoarbetstider

source: Years of Experience
da: Års erfaring
de: Jahre der Berufserfahrung
et: Töökogemus aastates
fi: Kokemus vuosissa
fr: Années d'expérience
lv: Pieredzes gadi
nb: Års erfaring
nl: Jaren ervaring
pl: Lata doświadczenia
sv: År av erfarenhet

source: Posting details represents the Job Posting information that's going to be published in the products selected in this request.
da: Postering af detaljer repræsenterer de jobopslagsoplysninger, der vil blive offentliggjort i de produkter, der er valgt i denne anmodning.
de: Stellenanzeigedetails stellen die Informationen zur Stellenanzeige dar, die in den in dieser Anfrage ausgewählten Produkten veröffentlicht werden sollen.
et: Tööpakkumise üksikasjad esindavad tööpakkumise teavet, mis avaldatakse selles taotluses valitud toodetes.
fi: Ilmoitustiedot edustavat työpaikkailmoitustietoja, jotka julkaistaan tässä pyynnössä valituissa tuotteissa.
fr: Les détails de l'annonce représentent les informations de l'offre d'emploi qui seront publiées dans les produits sélectionnés dans cette demande.
lv: Sludinājuma informācija attēlo darba sludinājuma informāciju, kas tiks publicēta šajā pieprasījumā izvēlētajos produktos.
nb: Den utlagte informasjonen utgjør jobbannonseinformasjonen som skal publiseres i produktene som er valgt i denne forespørselen.
nl: Plaatsingsdetails vertegenwoordigen de vacature-informatie die wordt gepubliceerd in de producten die in dit verzoek zijn geselecteerd.
pl: Szczegóły ogłoszenia przedstawiają informacje o ogłoszeniu o pracę, które zostaną opublikowane w produktach wybranych w tym żądaniu.
sv: Publiceringsdetaljer representerar informationen för jobbannonsen som kommer att publiceras i de valda produkterna i denna förfrågan.

source: Email Address
da: E-mail-adresse
de: E-Mail Adresse
et: E-posti aadress
fi: Sähköpostiosoite
fr: Adresse e-mail
lv: E-pasta adrese
nb: E-postadresse
nl: E-mailadres
pl: Adres e-mail
sv: E-postadress

source: Full Name
da: Fulde navn
de: Vollständiger Name
et: Täisnimi
fi: Koko nimi
fr: Nom complet
lv: Pilns vārds
nb: Fullt navn
nl: Volledige naam
pl: Imię i nazwisko
sv: Fullständigt namn

source: Recruiter is the person using the ATS to create the Campaign and it's generally part of the Company whose Id we request first.
da: Den rekrutteringsansvarlige er den person, der bruger ATS'en til at oprette kampagnen, og det er som regel den del af virksomheden, hvis ID vi anmoder om først.
de: Der Personalmittlers ist die Person, die das ATS benutzt, um die Kampagne zu erstellen, und im Allgemeinen ist er Teil des Unternehmens, dessen Kennung wir zuerst abfragen.
et: Värbaja on isik, kes kasutab ATS-i kampaania loomiseks ja see on tavaliselt osa ettevõttest, mille ID-d me kõigepealt küsime.
fi: Rekrytoija on henkilö, joka käyttää ATS:ää kampanjan luomiseen, ja se on yleensä osa sitä yritystä, jonka ID:n pyydämme ensin.
fr: Le recruteur est la personne qui utilise l'ATS pour créer la campagne et fait généralement partie de l'entreprise dont nous demandons d'abord l'identifiant.
lv: Personāla atlases speciālists ir persona, kas izmanto ATS, lai izveidotu kampaņu, un parasti ir daļa no uzņēmuma, kura ID mēs pieprasām vispirms.
nb: Rekrutteringsansvarlig er den personen som bruker ATS til å opprette kampanjen, og dette er vanligvis del av selskapet som vi først ber om ID fra.
nl: De recruiter is de persoon die het ATS gebruikt om de campagne te maken en maakt over het algemeen deel uit van het bedrijf waarvan we eerst het ID opvragen.
pl: Rekruter to osoba korzystająca z systemu ATS do tworzenia kampanii i jest zazwyczaj częścią firmy, której identyfikator jest wymagany na początku.
sv: Rekryterare är den person som använder ATS för att skapa kampanjen och det är vanligtvis en del av företaget vars ID vi först begär.

source: Enter Email Address of the Contact Person
da: Indtast kontaktpersonens e-mail-adresse
de: E-Mail Adresse der Kontaktperson eingeben
et: Sisestage kontaktisiku e-posti aadress
fi: Anna yhteyshenkilön sähköpostiosoite
fr: Saisissez l'adresse e-mail de la personne à contacter
lv: Ievadiet kontaktpersonas e-pasta adresi
nb: Angi e-postadressen til kontaktpersonen
nl: Voer het e-mailadres van de contactpersoon in
pl: Wprowadź adres e-mail osoby kontaktowej
sv: Ange kontaktpersonens e-postadress

source: Enter Full Name of the Contact Person
da: Indtast kontaktpersonens fulde navn
de: Vollständigen Namen der Kontaktperson eingeben
et: Sisestage kontaktisiku täisnimi
fi: Kirjoita yhteyshenkilön koko nimi
fr: Saisissez le nom complet de la personne à contacter
lv: Ievadiet kontaktpersonas pilnu vārdu
nb: Angi kontaktpersonens fulle navn
nl: Voer de volledige naam van de contactpersoon in
pl: Wprowadź pełne imię i nazwisko osoby kontaktowej
sv: Ange kontaktpersonens fullständiga namn

source: Phone Number
da: Telefonnummer
de: Telefonnummer
et: Telefoninumber
fi: Puhelinnumero
fr: Numéro de téléphone
lv: Tālruņa numurs
nb: Telefonnummer
nl: Telefoonnummer
pl: Numer telefonu
sv: Telefonnummer

source: Enter Phone Number of the Contact Person
da: Indtast telefonnummer på kontaktpersonen
de: Telefonnummer der Kontaktperson eingeben
et: Sisestage kontaktisiku telefoninumber
fi: Anna yhteyshenkilön puhelinnumero
fr: Saisissez le numéro de téléphone de la personne à contacter
lv: Ievadiet kontaktpersonas tālruņa numuru
nb: Angi telefonnummeret til kontaktpersonen
nl: Voer het telefoonnummer van de contactpersoon in
pl: Wprowadź numer telefonu osoby kontaktowej
sv: Ange kontaktpersonens telefonnummer

source: Contact Info is same as Recruiter Info (as recruiter info does not have a phone number, you can optionally enter your phone number)
da: Kontaktinfo er det samme som rekrutteringsinfo (da rekrutteringsinfo ikke har et telefonnummer, kan du eventuelt indtaste dit telefonnummer)
de: Die Kontaktinformationen entsprechen denen des Personalmittlers (da der Personalmittlers keine Telefonnummer hat, können Sie optional Ihre Telefonnummer eingeben)
et: Kontaktandmed on samad, mis värbaja andmed (kuna värbaja andmetes pole telefoninumbrit, võite soovi korral sisestada oma telefoninumbri)
fi: Yhteystiedot ovat samat kuin Rekrytoijatiedot (koska rekrytoijatiedoissa ei ole puhelinnumeroa, voit halutessasi kirjoittaa puhelinnumerosi)
fr: Les informations de contact sont les mêmes que les informations du recruteur (comme les informations du recruteur n'ont pas de numéro de téléphone, vous pouvez éventuellement entrer votre numéro de téléphone)
lv: Kontaktinformācija ir tāda pati kā personāla atlases speciālista informācija (tā kā personāla atlases speciālista informācijai nav tālruņa numura, varat pēc izvēles ievadīt savu tālruņa numuru)
nb: Kontaktinfo er det samme som rekruttererinfo (hvis rekruttererinfo ikke inneholder et telefonnummer, kan du eventuelt angi telefonnummeret ditt)
nl: Contactgegevens zijn hetzelfde als de gegevens van de recruiter (aangezien de gegevens van de recruiter geen telefoonnummer bevatten, kunt u optioneel uw telefoonnummer invoeren)
pl: Dane kontaktowe są takie same jak dane rekrutera (ponieważ dane rekrutera nie zawierają numeru telefonu, możesz opcjonalnie wprowadzić swój numer telefonu)
sv: Kontaktinformation är samma som rekryterarinformation (eftersom rekryterarinformation inte har något telefonnummer kan du ange ditt telefonnummer)

source: Contact Info
da: Kontaktoplysninger
de: Kontaktinformationen
et: Kontaktandmed
fi: Yhteystiedot
fr: Informations de contact
lv: Kontaktinformācija
nb: Kontaktinformasjon
nl: Contactgegevens
pl: Dane kontaktowe
sv: Kontaktinformation

source: Contact Info may be different from the Recruiter Info and the applicants will use the contact info to reach for the application
da: Kontaktoplysningerne kan være forskellige fra rekrutteringsoplysningerne, og ansøgerne vil bruge kontaktoplysningerne til at nå frem til ansøgningen
de: Die Kontaktinformationen können sich von denen des Personalmittlers unterscheiden und die Bewerber werden die Kontaktinformationen verwenden, um sich zu bewerben
et: Kontaktandmed võivad erineda värbaja andmetest ja kandidaadid kasutavad kandideerimiseks kontaktandmeid
fi: Yhteystiedot voivat poiketa Rekrytoijatiedoista, ja hakijat käyttävät yhteystietoja etsiessään hakemusta
fr: Les informations de contact peuvent être différentes des informations du recruteur et les candidats utiliseront les informations de contact pour postuler
lv: Kontaktinformācija var atšķirties no personāla atlases speciālista informācijas, un kandidāti izmantos kontaktinformāciju, lai sazinātos par pieteikumu
nb: Kontaktinformasjonen kan være forskjellig fra rekruttererinformasjonen, og søkerne bruker kontaktinformasjonen for henvendelser som angår søknaden
nl: Contactgegevens kunnen verschillen van de gegevens van de recruiter en de sollicitanten zullen de contactgegevens gebruiken om te solliciteren
pl: Dane kontaktowe mogą być inne niż dane rekrutera, a kandydaci będą używać danych kontaktowych do ubiegania się o pracę
sv: Kontaktinformation kan skilja sig från rekryterarinformationen och de sökande kommer att använda kontaktuppgifterna för att nå ansökan

source: Fill in details for your target group.
da: Udfyld detaljer for din målgruppe.
de: Geben Sie Details zu Ihrer Zielgruppe an.
et: Täitke oma sihtgrupi andmed.
fi: Täytä kohderyhmäsi tiedot.
fr: Remplissez les détails de votre groupe cible.
lv: Aizpildiet informāciju par savu mērķa grupu.
nb: Fyll ut informasjon om målgruppen din.
nl: Vul details in voor uw doelgroep.
pl: Wprowadź szczegóły dotyczące grupy docelowej.
sv: Fyll i information för din målgrupp.

source: Application URL
da: URL til ansøgning
de: URL der Anwendung
et: Kandideerimise URL
fi: Sovelluksen URL-osoite
fr: URL de candidature
lv: Pieteikuma URL
nb: URL til søknaden
nl: Sollicitatie-URL
pl: Adres URL aplikacji
sv: URL för ansökning

source: Fill in the URL that will be used as the landing page for your job application
da: Udfyld den URL, der skal bruges som landingsside for din jobansøgning
de: Geben Sie die URL ein, die als Zielseite für Ihre Bewerbung verwendet werden soll
et: Sisestage URL, mida kasutatakse tööpakkumise sihtlehena
fi: Täytä URL-osoite, jota käytetään työhakemuksesi aloitussivuna
fr: Remplissez l'URL qui sera utilisée comme page de destination pour votre offre d'emploi
lv: Aizpildiet URL, kas tiks izmantots kā galvenā lapa jūsu darba pieteikumam
nb: Fyll ut URL-adressen som skal brukes som målside for jobbsøknaden din
nl: Vul de URL in die zal worden gebruikt als de landingspagina voor uw sollicitatie
pl: Wprowadź adres URL, który będzie używany jako strona docelowa dla Twojej aplikacji o pracę
sv: Fyll i URL:en som kommer att användas som målsida för din jobbansökan

source: Job Page URL
da: URL til jobside
de: URL der Stellenseite
et: Tööpakkumise lehe URL
fi: Työsivun URL-osoite
fr: URL de la page d'emploi
lv: Darba lapas URL
nb: URL til jobbsiden
nl: Vacaturepagina-URL
pl: Adres URL strony oferty pracy
sv: Jobbsidans URL

source: Fill in details for your job and application pages.
da: Udfyld oplysninger om dit job og ansøgningssider.
de: Füllen Sie die Angaben zu der Stelle und den Bewerbungsseiten aus.
et: Täitke oma tööpakkumise ja kandideerimislehe üksikasjad.
fi: Täytä työpaikkasi ja hakemussivusi tiedot.
fr: Remplissez les détails de vos pages d'emploi et de candidature.
lv: Aizpildiet informāciju par savu darbu un pieteikumu lapām.
nb: Fyll ut informasjon til jobb- og søknadssidene dine.
nl: Vul details in voor uw vacature- en sollicitatiepagina's.
pl: Wprowadź szczegóły dotyczące Twoich stron ofert pracy i aplikacji.
sv: Fyll i detaljer för dina jobb- och ansökningssidor.

source: Postcode
da: Postnummer
de: Postleitzahl
et: Postiindeks
fi: Postinumero
fr: Code postal
lv: Pasta indekss
nb: Postnummer
pl: Kod pocztowy
sv: Postnummer

source: Fill in details for the location of the work.
da: Udfyld oplysninger om arbejdets placering.
de: Machen Sie Angaben zum Ort der Arbeitsstelle.
et: Täitke töökoha asukoha üksikasjad.
fi: Täytä työn sijaintitiedot.
fr: Remplissez les détails de l'emplacement du travail.
lv: Aizpildiet informāciju par darba atrašanās vietu.
nb: Fyll ut informasjon om hvor arbeidet skal utføres.
nl: Vul details in voor de locatie van het werk.
pl: Wprowadź szczegóły dotyczące lokalizacji pracy.
sv: Fyll i detaljer för platsen för arbetet.

source: Create your job ad(s)
da: Opret din(e) jobannonce(r)
de: Erstellen Sie Ihre Stellenanzeige(n)
et: Looge oma tööpakkumine(d)
fi: Luo työpaikkailmoituksesi
fr: Créez votre(vos) annonce(s) d'emploi
lv: Izveidojiet savu(-s) darba sludinājumu(-s)
nb: Opprett jobbannonsen(e) din(e)
nl: Maak uw vacature(s)
pl: Utwórz swoje ogłoszenie(a) o pracę
sv: Skapa din(a) jobbannons(er)

source: Fill in the needed information for your job posting(s). Some fields are required by job boards to be able to post on it.
da: Udfyld de nødvendige oplysninger til dit/dine jobopslag. Nogle felter er påkrævet af jobsites for at kunne slå op på dem.
de: Füllen Sie die erforderlichen Informationen für Ihre Stellenanzeige(n) aus. Einige Felder müssen von den Stellenbörsen ausgefüllt werden, damit Sie eine Anzeige aufgeben können.
et: Täitke oma tööpakkumis(t)e jaoks vajalik teave. Mõned väljad on tööportaalides avaldamiseks kohustuslikud.
fi: Täytä työpaikkailmoitukseen tarvittavat tiedot. Työpaikkataulukot edellyttävät jotkin kentät, jotta julkaisu voidaan tehdä.
fr: Remplissez les informations nécessaires pour votre(vos) offre(s) d'emploi. Certains champs sont requis par les sites d'emploi pour pouvoir y publier.
lv: Aizpildiet nepieciešamo informāciju savam(-iem) darba sludinājumam(-iem). Dažus laukus darba dēļi pieprasa, lai varētu tur publicēt.
nb: Fyll ut nødvendig informasjon for jobbannonsen(e) din(e). Noen av feltene må fylles ut for at du skal kunne legge ut en stilling.
nl: Vul de benodigde informatie in voor uw vacature(s). Sommige velden zijn vereist door vacaturesites om erop te kunnen plaatsen.
pl: Wprowadź potrzebne informacje do Twojego ogłoszenia (ogłoszeń) o pracę. Niektóre pola są wymagane przez portale z ofertami pracy, aby móc na nich publikować.
sv: Fyll i den information som behövs för din(a) platsannons(er). Vissa fält krävs av jobbbrädor för att kunna publicera på det.

source: Organization Company Logo
da: Organisationens firmalogo
de: Organisation Firmenlogo
et: Organisatsiooni ettevõtte logo
fi: Organisaation yrityslogo
fr: Logo de l'entreprise de l'organisation
lv: Organizācijas uzņēmuma logo
nb: Organisasjonens selskapslogo
nl: Bedrijfslogo van de organisatie
pl: Logo firmy
sv: Företagets logotyp för organisationen

source: Audience
da: Publikum
de: Publikum
et: Sihtrühm
fi: Yleisö
lv: Auditorija
nb: Publikum
nl: Doelgroep
pl: Odbiorcy
sv: Publik

source: Ordered Products
da: Bestilte produkter
de: Bestellte Produkte
et: Tellitud tooted
fi: Tilatut tuotteet
fr: Produits commandés
lv: Pasūtītie produkti
nb: Bestilte produkter
nl: Bestelde producten
pl: Zamówione produkty
sv: Beställda produkter

source: Select a Seniority
da: Vælg en anciennitet
de: Wählen Sie ein Dienstalter
et: Valige ametikoha tase
fi: Valitse kokemustaso
fr: Sélectionnez une ancienneté
lv: Atlasiet vecākumu
nb: Velg en ansiennitet
nl: Selecteer een senioriteit
pl: Wybierz poziom stanowiska
sv: Välj en senioritet

source: Employment Type
da: Ansættelsestype
de: Beschäftigungsart
et: Tööhõive tüüp
fi: Työn tyyppi
fr: Type d'emploi
lv: Nodarbinātības veids
nb: Ansettelsestype
nl: Type dienstverband
pl: Rodzaj zatrudnienia
sv: Typ av anställning

source: Select an Employment Type
da: Vælg en ansættelsestype
de: Wählen Sie eine Beschäftigungsart
et: Valige tööhõive tüüp
fi: Valitse työsuhdetyyppi
fr: Sélectionnez un type d'emploi
lv: Atlasiet nodarbinātības veidu
nb: Velg en ansettelsestype
nl: Selecteer een type dienstverband
pl: Wybierz rodzaj zatrudnienia
sv: Välj en typ av anställning

source: Enter a value for the hour
da: Indtast en værdi for timen
de: Geben Sie den Stundenlohn ein
et: Sisestage tunni väärtus
fi: Syötä arvo tunnille
fr: Entrez une valeur pour l'heure
lv: Ievadiet vērtību stundai
nb: Angi en timelønn
nl: Voer een waarde in voor het uur
pl: Wprowadź wartość za godzinę
sv: Ange ett värde på timmen

source: This is the job title which will be shown to your candidates
da: Dette er den jobtitel, som vil blive vist til dine kandidater
de: Dies ist die Stellenbezeichnung, die Ihren Bewerbern angezeigt wird
et: See on ametinimetus, mida näidatakse teie kandidaatidele
fi: Tämä on työpaikan nimi, joka näytetään hakijoillesi
fr: C'est le titre du poste qui sera affiché à vos candidats
lv: Šis ir darba nosaukums, kas tiks parādīts jūsu kandidātiem
nb: Dette er jobbtittelen som vil bli vist til kandidatene
nl: Dit is de functietitel die aan uw kandidaten wordt getoond
pl: To jest tytuł stanowiska, który będzie wyświetlany kandydatom
sv: Detta är jobbtiteln som kommer att visas för dina kandidater

source: Some channels require an email to post a job. Leave a contact email or a general company email
da: Nogle kanaler kræver en e-mail for at offentligøre et job. Efterlad en kontakt-e-mail eller en generel virksomheds-e-mail
de: Einige Kanäle erfordern eine E-Mail, um eine Stelle zu veröffentlichen. Hinterlassen Sie eine Kontakt-E-Mail oder eine allgemeine Unternehmens-E-Mail
et: Mõned kanalid nõuavad töö postitamiseks e-posti aadressi. Jätke kontaktisiku e-posti aadress või ettevõtte üldine e-posti aadress
fi: Jotkut kanavat vaativat sähköpostiosoitteen työpaikkailmoituksen julkaisemiseksi. Jätä yhteystietosähköposti tai yleinen yrityksen sähköposti
fr: Certains canaux nécessitent un e-mail pour publier une offre d'emploi. Laissez un e-mail de contact ou un e-mail général de l'entreprise
lv: Dažiem kanāliem ir nepieciešams e-pasts, lai publicētu darbu. Atstājiet kontaktpersonas e-pastu vai vispārēju uzņēmuma e-pastu
nb: Noen kanaler krever en e-postadresse for å kunne legge ut en jobb. Legg igjen en kontakt-e-postadresse eller en generell e-post til selskapet
nl: Sommige kanalen vereisen een e-mailadres om een vacature te plaatsen. Laat een contacte-mailadres of een algemeen bedrijfse-mailadres achter
pl: Niektóre kanały wymagają adresu e-mail do publikacji oferty pracy. Podaj kontaktowy adres e-mail lub ogólny adres firmy
sv: Vissa kanaler kräver ett e-postmeddelande för att publicera jobbannons. Lämna ett kontaktmail eller ett allmänt företagsmail

source: Recruiter's Email Address
da: Rekrutteringsmedarbejderens e-mail-adresse
de: E-Mail Adresse des Personalvermittlers
et: Värbaja e-posti aadress
fi: Rekrytoijan sähköpostiosoite
fr: Adresse e-mail du recruteur
lv: Personāla atlases speciālista e-pasta adrese
nb: Rekruttererens e-postadresse
nl: E-mailadres van de recruiter
pl: Adres e-mail rekrutera
sv: Rekryterarens e-postadress

source: Leave a contact name (or general company info), so that your job can be properly placed on job boards that require this information
da: Efterlad et kontaktnavn (eller generelle virksomhedsoplysninger), så dit job kan placeres korrekt på jobsites, der kræver disse oplysninger
de: Hinterlassen Sie einen Kontaktnamen (oder allgemeine Unternehmensinformationen), damit Ihre Stelle auf Stellenbörsen, die diese Informationen verlangen, richtig platziert werden kann
et: Jätke kontaktisiku nimi (või ettevõtte üldine teave), et teie tööpakkumine saaks korrektselt paigutatud tööportaalidesse, mis nõuavad seda teavet
fi: Jätä yhteyshenkilön nimi (tai yleiset yritystiedot), jotta työpaikkailmoituksesi voidaan sijoittaa oikein työpaikkapalveluihin, jotka vaativat näitä tietoja.
fr: Laissez un nom de contact (ou des informations générales sur l'entreprise), afin que votre offre d'emploi puisse être correctement placée sur les sites d'emploi qui nécessitent ces informations
lv: Atstājiet kontaktpersonas vārdu (vai vispārīgu uzņēmuma informāciju), lai jūsu darbu varētu pareizi izvietot darba sludinājumu portālos, kuriem šī informācija ir nepieciešama
nb: Legg igjen et kontaktnavn (eller generell selskapsinformasjon), slik at jobben din kan plasseres riktig på jobbtavler som krever denne informasjonen
nl: Laat een contactnaam (of algemene bedrijfsgegevens) achter, zodat uw vacature correct kan worden geplaatst op vacaturesites die deze informatie vereisen
pl: Podaj imię i nazwisko osoby kontaktowej (lub ogólne informacje o firmie), aby Twoja oferta pracy mogła być prawidłowo umieszczona na portalach z ofertami pracy, które wymagają tych informacji
sv: Lämna ett kontaktnamn (eller allmän företagsinformation), så att ditt jobb kan placeras korrekt på jobbtavlor som kräver denna information

source: Posting Requirements
da: Krav til udstationering
de: Anforderungen der Anzeige
et: Postitamise nõuded
fi: Julkaisuvaatimukset
fr: Exigences de publication
lv: Publicēšanas prasības
nb: Krav til utlegging
nl: Plaatsingsvereisten
pl: Wymagania dotyczące publikacji
sv: Krav för publicering

source: Search for values by typing into the field
da: Søg efter værdier ved at skrive i feltet
de: Suche nach Werten durch Eingabe in das Feld
et: Otsige väärtusi, sisestades need väljale
fi: Etsi arvoja kirjoittamalla kenttään
fr: Recherchez des valeurs en tapant dans le champ
lv: Meklējiet vērtības, ierakstot tās laukā
nb: Søk etter verdier ved å skrive i feltet
nl: Zoek naar waarden door in het veld te typen
pl: Wyszukaj wartości, wpisując je w pole
sv: Sök efter värden genom att skriva i fältet

source: Fields "{fieldLabels}" need to be filled in to get options for this field
da: Felter "{fieldLabels}" skal udfyldes for at få muligheder for dette felt
de: Felder "{fieldLabels}" müssen ausgefüllt werden, um Optionen für dieses Feld zu erhalten
et: Selle välja valikute saamiseks tuleb täita väljad "{fieldLabels}"
fi: Kentät {fieldLabels} tulee täyttää saadaksesi vaihtoehdot tälle kentälle
fr: Les champs "{fieldLabels}" doivent être remplis pour obtenir des options pour ce champ
lv: Lauki "{fieldLabels}" ir jāaizpilda, lai iegūtu šī lauka opcijas
nb: Felt "{fieldLabels}" må fylles ut for å få alternativer for dette feltet
nl: Velden "{fieldLabels}" moeten worden ingevuld om opties voor dit veld te krijgen
pl: Pola "{fieldLabels}" muszą być wypełnione, aby uzyskać opcje dla tego pola
sv: Fälten "{fieldLabels}" måste fyllas i för att få alternativ för detta fält
