Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Your data will not be available anymore for our Talent Community.
da: Dine data vil ikke længere være tilgængelige for vores Talent Community.
de: Ihre Daten werden für unsere Talent-Community nicht mehr verfügbar sein.
et: Sinu andmed ei ole enam meie Talent Communitys saadaval.
fi: Tietosi eivät ole enää saatavissa organisaatiomme Talent Communityssa.
fr: Vos données ne seront plus disponibles pour notre Communauté de talents.
lv: Jūsu dati vairs nebūs pieejami mūsu Talent Community.
nb: Opplysningene dine vil ikke lenger være tilgjengelige for Talent Community.
nl: Uw gegevens zijn niet meer beschikbaar voor onze Talent Community.
pl: Twoje dane nie będą już dostępne dla naszej Talent Community.
sv: Dina uppgifter har raderats från vår Talent Community.

source: Your application was saved successfully.
da: Din ansøgning blev gemt med succes.
de: Ihre Bewerbung wurde erfolgreich gespeichert.
et: Sinu avalduse salvestamine õnnestus.
fi: Hakemuksesi tallennettiin onnistuneesti.
fr: Votre candidature a été enregistrée avec succès.
lv: Jūsu pieteikums tika veiksmīgi saglabāts.
nb: Søknaden din ble lagret.
nl: Uw sollicitatie is succesvol opgeslagen.
pl: Twoja aplikacja została zapisana pomyślnie.
sv: Din ansökan sparades.

source: Your application was saved successfully. You can edit your application via the link sent to your email. If our email is missing, it's worth checking your spam.
da: Din ansøgning blev gemt med succes. Du kan redigere din ansøgning via det link, der er sendt til din e-mail. Hvis du ikke kan finde vores e-mail, er det værd at tjekke din spam.
de: Ihre Bewerbung wurde erfolgreich gespeichert. Sie können Ihre Bewerbung über den in Ihrer E-Mail enthaltenen Link bearbeiten. Wenn Sie unsere E-Mail nicht finden, überprüfen Sie bitte Ihren Spam-Ordner.
et: Sinu avalduse salvestamine õnnestus. Oma avaldust saad muuta e-posti aadressile saadetud lingi kaudu. Kui meie e-kiri on puudu, tasub kontrollida rämpsposti.
fi: Hakemuksesi on tallennettu. Voit muokata hakemustasi sähköpostiin lähetetyn linkin kautta. Jos et löydä sähköpostiamme, kannattaa tarkistaa roskapostikansio.
fr: Votre candidature a été enregistrée avec succès. Vous pouvez modifier votre candidature via le lien envoyé à votre adresse e-mail. Si notre e-mail est manquant, il vaut la peine de vérifier vos spams.
lv: Jūsu pieteikums tika veiksmīgi saglabāts. Pieteikumu varat rediģēt, izmantojot saiti, kas tika nosūtīta uz jūsu e-pasta adresi. Ja nevarat atrast mūsu e-pastu, iespējams, tas ir nelūgtajos e-pastos.
nb: Søknaden din ble lagret. Du kan redigere søknaden din via lenken som ble sendt til e-posten din. Hvis du ikke finner e-posten vår, bør du sjekke søppelposten din.
nl: Uw sollicitatie is succesvol opgeslagen. U kunt uw sollicitatie bewerken via de link die naar uw e-mail is verzonden. Als onze e-mail ontbreekt, is het de moeite waard om uw spam te controleren.
pl: Twoja aplikacja została zapisana pomyślnie. Możesz edytować swoją aplikację za pomocą linku wysłanego na Twój adres e-mail. Jeśli nasz e-mail zaginął, warto sprawdzić folder spam.
sv: Din ansökan har sparats. Du kan redigera din ansökan via länken som skickats till din epost. Om du inte hittar vårt mejl är det värt att kolla skräpposten.

source: Applications data
da: Ansøgningsdata
de: Bewerbungsdaten
et: Avalduste andmed
fi: Hakijan tietoja
fr: Données des candidatures
lv: Pieteikumu dati
nb: Søknadsinformasjon
nl: Sollicitatiegegevens
pl: Dane aplikacji
sv: Kandidatinformation

source: Here is the information we stored about you
da: Her er de oplysninger, vi har gemt om dig
de: Hier sind die Informationen, die wir über Sie gespeichert haben
et: Siin on info, mida sinu kohta talletame
fi: Tässä järjestelmään tallennetut tiedot sinusta
fr: Voici les informations que nous avons enregistrées à votre sujet
lv: Šeit ir informācija, ko esam saglabājuši par jums
nb: Her er informasjonen vi har lagret om deg
nl: Hier is de informatie die we over u hebben opgeslagen
pl: Oto informacje, które przechowujemy na Twój temat
sv: Här finns information, som vi har samlat om dig

source: You can edit the application here
da: Du kan redigere ansøgningen her
de: Sie können die Bewerbung hier bearbeiten
et: Avaldust saad muuta siin
fi: Täällä voit muokata tietojasi
fr: Vous pouvez modifier la candidature ici
lv: Pieteikumu varat rediģēt šeit
nb: Du kan redigere søknaden her
nl: U kunt de sollicitatie hier bewerken
pl: Możesz edytować aplikację tutaj
sv: Här kan du ändra dina uppgifter

source: Application expiration date
da: Ansøgningens udløbsdato
de: Ablaufdatum der Bewerbung
et: Avalduse aegumiskuupäev
fi: Hakemustietojen säilyttämisen päättymispäivä
fr: Date d'expiration de la candidature
lv: Pieteikuma derīguma termiņš
nb: Søknadens utløpsdato
nl: Vervaldatum van de sollicitatie
pl: Data wygaśnięcia aplikacji
sv: Slutdatum för förvaring av ansökningsdata

source: Notes
da: Noter
de: Anmerkungen
et: Märkmed
fi: Muistiinpanot
lv: Piezīmes
nb: Merknader
nl: Opmerkingen
pl: Notatki
sv: Anteckningar

source: Timeline
da: Tidslinje
de: Zeitleiste
et: Ajalugu
fi: Tapahtumat
fr: Chronologie
lv: Laika grafiks
nb: Tidslinje
nl: Tijdlijn
pl: Oś czasu
sv: Tidslinje

source: Our video recording feature will be temporarily unavailable from <strong>7:00 AM to 9:00 AM UTC on Monday, July 14</strong> due to scheduled maintenance. Please return later to complete your application. Thank you for your patience and understanding!
et: Meie videosalvestusfunktsioon ei ole ajutiselt saadaval <strong>esmaspäeval, 14. juulil kell 7.00–9.00 UTC</strong> planeeritud hooldustööde tõttu. Palun tulge hiljem tagasi, et täita oma taotlust. Täname teid kannatlikkuse ja mõistva suhtumise eest!
fi: Videotallennusominaisuutemme ei ole väliaikaisesti käytössä <strong>maanantaina 14. heinäkuuta klo 7.00–9.00 UTC</strong> suunnitellun huollon vuoksi. Palaa myöhemmin täyttääksesi hakemuksesi. Kiitos kärsivällisyydestäsi ja ymmärryksestäsi!
lv: Mūsu videoierakstīšanas funkcija uz laiku nebūs pieejama <strong>pirmdien, 14. jūlijā, no plkst. 7.00 līdz 9.00 UTC</strong> plānotās uzturēšanas dēļ. Lūdzu, atgriezieties vēlāk, lai pabeigtu savu pieteikumu. Paldies par jūsu pacietību un sapratni!
sv: Vår videoinspelningsfunktion kommer tillfälligt inte att vara tillgänglig <strong>måndagen den 14 juli kl. 07.00–09.00 UTC</strong> på grund av schemalagt underhåll. Vänligen återkom senare för att slutföra din ansökan. Tack för ditt tålamod och din förståelse!

source: Join our Talent Community for an opportunity to stay up-to-date on new career opportunities in our company!
da: Deltag i vores Talent Community, og hold dig opdateret om nye karrieremuligheder i vores virksomhed!
de: Treten Sie unserer Talent-Community bei, um über neue Karrieremöglichkeiten in unserem Unternehmen auf dem Laufenden zu bleiben!
et: Ühine Talent Communityga, et püsida kursis meie ettevõtte karjäärivõimalustega.
fi: Liity Talent Communityymme pysyäksesi ajan tasalla uusista uramahdollisuuksista yrityksessämme!
fr: Rejoignez notre Communauté de talents pour avoir l'opportunité de rester au courant des nouvelles opportunités de carrière dans notre entreprise !
lv: Pievienojieties mūsu Talent Community, lai iegūtu iespēju sekot līdzi jaunākajām karjeras iespējām mūsu uzņēmumā!
nb: Bli med i Talent Community for å holde deg oppdatert om nye karrieremuligheter i selskapet vårt!
nl: Word lid van onze Talent Community voor de mogelijkheid om op de hoogte te blijven van nieuwe carrièremogelijkheden in ons bedrijf!
pl: Dołącz do naszej Talent Community, aby mieć możliwość bycia na bieżąco z nowymi możliwościami kariery w naszej firmie!
sv: Gå med i vår Talent Community för en möjlighet att hålla dig uppdaterad om nya karriärmöjligheter i vårt företag!

source: Please fill in your information below.
da: Udfyld venligst dine oplysninger nedenfor.
de: Bitte geben Sie Ihre Informationen unten ein.
et: Sisesta allolevad andmed.
fi: Ole hyvä ja täytä tietosi alle.
fr: Veuillez remplir vos informations ci-dessous.
lv: Lūdzu, ievadiet savu informāciju zemāk.
nb: Vennligst fyll ut informasjonen nedenfor.
nl: Vul hieronder uw gegevens in.
pl: Proszę wypełnić poniższe informacje.
sv: Fyll i din information nedan.

source: Upload
de: Hochladen
et: Laadi üles
fi: Valitse tiedosto
fr: Télécharger
lv: Augšupielādēt
nb: Last opp
nl: Uploaden
pl: Prześlij
sv: Ladda upp

source: Add profile picture
da: Tilføj profilbillede
de: Profilbild hinzufügen
et: Lisa profiilipilt
fi: Lisää profiilikuva
fr: Ajouter une photo de profil
lv: Pievienot profila fotoattēlu
nb: Legg til profilbilde
nl: Profielfoto toevoegen
pl: Dodaj zdjęcie profilowe
sv: Ladda upp profilbild

source: Join
da: Tilmeld dig
de: Beitreten
et: Liitu
fi: Liity
fr: Rejoindre
lv: Pievienoties
nb: Bli med
nl: Lid worden
pl: Dołącz
sv: Gå med

source: Thank you for referring talents to our company.
da: Tak, fordi du henviste talenter til vores virksomhed.
de: Danke, dass Sie Talente auf unser Unternehmen aufmerksam gemacht haben.
et: Aitäh, et soovitasid meie ettevõtet talentidele.
fi: Kiitos, että suosittelet uusia kykyjä yrityksellemme.
fr: Merci d'avoir référé des talents à notre entreprise.
lv: Paldies, ka ieteicāt talantiem mūsu uzņēmumu.
nb: Takk for at du henviste talenter til selskapet vårt.
nl: Bedankt voor het verwijzen van talenten naar ons bedrijf.
pl: Dziękujemy za polecanie talentów do naszej firmy.
sv: Tack för att du refererar talanger till vårt företag.

source: Please fill in the information below.
da: Udfyld venligst oplysningerne nedenfor.
de: Bitte füllen Sie die nachstehenden Informationen aus.
et: Palun sisesta alltoodud andmed.
fi: Ole hyvä ja täytä tietosi alle.
fr: Veuillez remplir les informations ci-dessous.
lv: Lūdzu, ievadiet tālāk norādīto nepieciešamo informāciju.
nb: Vennligst fyll ut informasjonen nedenfor.
nl: Vul hieronder de informatie in.
pl: Proszę wypełnić poniższe informacje.
sv: Fyll i informationen nedan.

source: Your information
da: Dine oplysninger
de: Ihre Informationen
et: Sinu andmed
fi: Sinun tietosi
fr: Vos informations
lv: Jūsu informācija
nb: Din informasjon
nl: Uw informatie
pl: Twoje informacje
sv: Din information

source: Information of the person you want to refer
da: Oplysninger om den person, du vil henvise
de: Informationen über die Person, die Sie empfehlen möchten
et: Selle isiku andmed, keda soovitad
fi: Tiedot henkilöstä, jota haluat suositella
fr: Informations de la personne que vous souhaitez référer
lv: Informācija par personu, kuru vēlaties ieteikt
nb: Informasjon om personen du ønsker å henvise
nl: Informatie van de persoon die u wilt verwijzen
pl: Informacje o osobie, którą chcesz polecić
sv: Kontaktuppgifter till personen du refererar om

source: Refer
da: Henvis
de: Empfehle
et: Soovita
fi: Suosittele
fr: Référer
lv: Ieteikt
nb: Henvis
nl: Verwijzen
pl: Poleć
sv: Refererar

source: The referral information was saved successfully.
da: Henvisningsoplysningerne blev gemt med succes.
de: Die Empfehlungsdaten wurden erfolgreich gespeichert.
et: Soovituse info salvestamine õnnestus.
fi: Tiedot tallennettiin onnistuneesti.
fr: Les informations de référence ont été enregistrées avec succès.
lv: Ieteikuma informācija ir veiksmīgi saglabāta.
nb: Henvisningsinformasjonen ble lagret.
nl: De verwijzingsinformatie is succesvol opgeslagen.
pl: Informacje o poleceniu zostały zapisane pomyślnie.
sv: Referensinformationen har sparats.

source: We already have received your rating, thanks!
da: Vi har allerede modtaget din bedømmelse, tak!
de: Wir haben Ihre Bewertung bereits erhalten, vielen Dank!
et: Saime hinnangu juba kätte, aitäh!
fi: Olemme jo saaneet arviosi, kiitos!
fr: Nous avons déjà reçu votre évaluation, merci !
lv: Mēs jau esam saņēmuši jūsu vērtējumu, paldies!
nb: Vi har allerede mottatt rangeringen din, takk!
nl: We hebben uw beoordeling al ontvangen, bedankt!
pl: Już otrzymaliśmy Twoją ocenę, dziękujemy!
sv: Vi har redan mottagit din utvärdering, tack!

source: We already have received your confirmation, thanks!
da: Vi har allerede modtaget din bekræftelse, tak!
de: Wir haben bereits Ihre Bestätigung erhalten, vielen Dank!
et: Saime kinnituse juba kätte, aitäh!
fi: Saimme jo vahvistuksesi, kiitos!
fr: Nous avons déjà reçu votre confirmation, merci !
lv: Mēs jau esam saņēmuši jūsu apstiprinājumu, paldies!
nb: Vi har allerede mottatt bekreftelsen din, takk!
nl: We hebben uw bevestiging al ontvangen, bedankt!
pl: Już otrzymaliśmy Twoje potwierdzenie, dziękujemy!
sv: Vi har redan tagit emot er bekräftelse, tack!

source: Thank you for the rating!
da: Tak for bedømmelsen!
de: Vielen Dank für Ihre Bewertung!
et: Aitäh hinnangu eest!
fi: Kiitos arviostasi!
fr: Merci pour votre évaluation !
lv: Paldies par vērtējumu!
nb: Takk for rangeringen!
nl: Bedankt voor uw beoordeling!
pl: Dziękujemy za ocenę!
sv: Tack för din utvärdering!

source: Feel free to give any other feedback below, as well. It means the world to us!
da: Du er også velkommen til at give os anden feedback nedenfor. Det betyder meget for os!
de: Sie können uns unten auch gerne weiteres Feedback geben. Es ist sehr wertvoll für uns!
et: Kui soovid, võid allpool anda ka muud tagasisidet. Oleksime selle eest väga tänulikud.
fi: Voit myös vapaasti antaa muuta palautetta. Se merkitsee meille paljon!
fr: N'hésitez pas à nous donner d'autres commentaires ci-dessous également. Cela signifie beaucoup pour nous !
lv: Turpmāk varat sniegt arī citas atsauksmes. Mēs to ļoti novērtējam!
nb: Kom gjerne med andre tilbakemeldinger nedenfor også. Det betyr mye for oss!
nl: Voel u vrij om hieronder ook andere feedback te geven. Het betekent de wereld voor ons!
pl: Zachęcamy również do przekazania wszelkich innych uwag poniżej. To dla nas bardzo ważne!
sv: Ge gärna även ytterligare feedback nedan. Det betyder otroligt mycket för oss!

source: Feedback is anonymous.
da: Feedback er anonym.
de: Feedback ist anonym.
et: Tagasiside on anonüümne.
fi: Palaute on anonyymia.
fr: Les commentaires sont anonymes.
lv: Atsauksmes ir anonīmas.
nb: Tilbakemeldinger er anonyme.
nl: Feedback is anoniem.
pl: Opinia jest anonimowa.
sv: Feedback är anonym.

source: Submit
da: Indsend
de: Abschicken
et: Esita
fi: Lähetä
fr: Soumettre
lv: Iesniegt
nb: Send inn
nl: Verzenden
pl: Prześlij
sv: Skicka

source: Report link
da: Link til rapport
de: Link melden
et: Aruande link
fi: Testitulosten linkki
fr: Lien du rapport
lv: Atskaites saite
nb: Rapportlenke
nl: Link melden
pl: Link do raportu
sv: Länk till testresultat

source: Join our Talent Community!
da: Bliv en del af vores Talent Community!
de: Werden Sie Mitglied unserer Talent-Community!
et: Liitu meie Talent Communityga.
fi: Liity Talent Communityymme!
fr: Rejoignez notre communauté de talents !
lv: Pievienojieties mūsu Talent Community!
nb: Bli med i vårt Talent Community!
nl: Word lid van onze Talent Community!
pl: Dołącz do naszej Talent Community!
sv: Gå med i vår Talent Community!

source: Confirm your email here
da: Bekræft din e-mail her
de: Bestätigen Sie Ihre E-Mail hier
et: Kinnita oma e-posti aadress siin
fi: Vahvista sähköpostiosoitteesi
fr: Confirmez votre e-mail ici
lv: Apstipriniet savu e-pasta adresi šeit
nb: Bekreft e-postadressen din her
nl: Bevestig hier uw e-mailadres
pl: Potwierdź swój adres e-mail tutaj
sv: Bekräfta din email

source: You'll soon receive an email with a link to submit your information. If it's missing, please check your spam folder.
da: Du vil snart modtage en email med et link til at indsende dine oplysninger. Hvis den mangler, tjek venligst dit spamfilter.
de: Sie erhalten in Kürze eine E-Mail mit einem Link zur Übermittlung Ihrer Informationen. Wenn sie fehlt, überprüfen Sie bitte Ihren Spam-Ordner.
et: Varsti saate e-kirja lingiga oma teabe esitamiseks. Kui see puudub, palun kontrollige oma rämpsposti kausta.
fi: Saat pian sähköpostin, jossa on linkki tietojesi lähettämiseen. Jos se puuttuu, tarkista roskapostikansiosi.
fr: Vous recevrez bientôt un e-mail avec un lien pour soumettre vos informations. S'il est manquant, veuillez vérifier votre dossier spam.
lv: Drīzumā saņemsiet e-pastu ar saiti, kur iesniegt savu informāciju. Ja to neatradīsiet, lūdzu, pārbaudiet savu surogātpasta mapi.
nb: Du vil snart motta en e-post med en lenke for å sende inn informasjonen din. Hvis den mangler, vennligst sjekk søppelpostmappen din.
nl: U ontvangt binnenkort een e-mail met een link om uw informatie in te dienen. Als deze ontbreekt, controleer dan uw spammap.
pl: Wkrótce otrzymasz wiadomość e-mail z linkiem do przesłania swoich informacji. Jeśli jej nie ma, sprawdź folder ze spamem.
sv: Du kommer snart att få ett e-postmeddelande med en länk för att skicka in din information. Om det saknas, vänligen kontrollera din skräppostmapp.

source: If your email has changed, you will receive a new link to your Talent Community information.
da: Hvis din e-mail er blevet ændret, vil du modtage et nyt link til dine Talent Community-oplysninger.
de: Wenn sich Ihre E-Mail-Adresse geändert hat, erhalten Sie einen neuen Link zu Ihren Talent Community Informationen.
et: Kui e-posti aadress on muutunud, saadetakse sulle uus link, mille kaudu pääsed juurde oma Talent Community infole.
fi: Jos sähköpostiosoitteesi muuttuu, lähetämme sinulle uuden linkin, josta pääset muokkaamaan Talent Community -tietojasi.
fr: Si votre email a été modifié, vous recevrez un nouveau lien vers les informations de votre Talent Community.
lv: Ja jūsu e-pasta adrese ir mainījusies, saņemsiet jaunu saiti uz informāciju par Talent Community.
nb: Hvis e-postadressen din er endret, vil du få en ny lenke til Talent Community-informasjonen din.
nl: Als uw e-mailadres is gewijzigd, ontvangt u een nieuwe link naar uw Talent Community-informatie.
pl: Jeśli Twój adres e-mail uległ zmianie, otrzymasz nowy link do informacji o Talent Community.
sv: Om din emailadress ändras, skickar vi dig en ny länk till din Talent Community-information.

source: Your email has been saved
da: Din e-mail er blevet gemt
de: Ihre E-Mail wurde gespeichert
et: E-posti aadress on salvestatud
fi: Sähköpostiosoitteesi on tallennettu
fr: Votre email a été enregistré
lv: Jūsu e-pasta adrese ir saglabāta
nb: E-postadressen din er lagret
nl: Uw e-mailadres is opgeslagen
pl: Twój adres e-mail został zapisany
sv: Din email har sparats

source: You will shortly receive a link to edit your information.
da: Du vil snart modtage et link til at redigere dine oplysninger.
de: Sie werden in Kürze einen Link erhalten, über den Sie Ihre Daten bearbeiten können.
et: Sulle saadetakse varsti link, mille kaudu saad oma infot muuta.
fi: Lähetämme sinulle pian linkin, jonka kautta voit muokata profiilitietojasi.
fr: Vous recevrez sous peu un lien pour modifier vos informations.
lv: Drīz saņemsiet saiti, lai rediģētu savu informāciju.
nb: Du vil snart få en lenke for å redigere opplysningene dine.
nl: U ontvangt binnenkort een link om uw gegevens te bewerken.
pl: Wkrótce otrzymasz link do edycji swoich informacji.
sv: Vi skickar dig snart en länk till din information

source: Edit your information
da: Redigér dine oplysninger
de: Bearbeiten Sie Ihre Informationen
et: Muuda oma infot
fi: Muokkaa tietojasi
fr: Modifier vos informations
lv: Rediģējiet savu informāciju
nb: Rediger informasjonen din
nl: Bewerk uw gegevens
pl: Edytuj swoje informacje
sv: Redigera din information

source: Please fill in your email to record a video.
da: Udfyld venligst din e-mail for at optage en video.
de: Bitte geben Sie Ihre E-Mail-Adresse ein, um ein Video aufzunehmen.
et: Video salvestamiseks sisestage oma e-posti aadress.
fi: Täytä sähköpostiosoitteesi nauhoittaaksesi videon.
fr: Veuillez saisir votre e-mail pour enregistrer une vidéo.
lv: Lūdzu, ievadiet savu e-pasta adresi, lai ierakstītu video.
nb: Vennligst fyll inn e-postadressen din for å spille inn en video.
nl: Vul uw e-mailadres in om een video op te nemen.
pl: Wpisz swój adres e-mail, aby nagrać wideo.
sv: Fyll i din e-postadress för att spela in en video.

source: Please fill in your email and agree to the privacy policy to record a video.
da: Udfyld venligst din e-mail og accepter privatlivspolitikken for at optage en video.
de: Bitte geben Sie Ihre E-Mail-Adresse ein und stimmen Sie der Datenschutzerklärung zu, um ein Video aufzunehmen.
et: Video salvestamiseks sisestage oma e-posti aadress ja nõustuge privaatsuspoliitikaga.
fi: Täytä sähköpostiosoitteesi ja hyväksy tietosuojakäytäntö, jotta voit tallentaa videon.
fr: Veuillez renseigner votre adresse e-mail et accepter la politique de confidentialité pour enregistrer une vidéo.
lv: Lūdzu, ievadiet savu e-pasta adresi un piekrītiet konfidencialitātes politikai, lai ierakstītu video.
nb: Vennligst fyll inn e-postadressen din og godta personvernerklæringen for å spille inn en video.
nl: Vul uw e-mailadres in en ga akkoord met het privacybeleid om een video op te nemen.
pl: Wpisz swój adres e-mail i zaakceptuj politykę prywatności, aby nagrać wideo.
sv: Fyll i din e-post och godkänn integritetspolicyn för att spela in en video.

source: Video question
da: Videospørgsmål
de: Video-Frage
et: Videoküsimus
fi: Videoesittely
fr: Question vidéo
lv: Video jautājums
nb: Videospørsmål
nl: Videovraag
pl: Pytanie wideo
sv: Videofråga

source: You can introduce yourself with a video.
da: Du kan introducere dig selv med en video.
de: Sie können sich mit einem Video vorstellen.
et: Saad end video kaudu tutvustada.
fi: Voit halutessasi lisätä hakemukseesi videoesittelyn.
fr: Vous pouvez vous présenter avec une vidéo.
lv: Varat ar sevi iepazīstināt, izmantojot videoklipu.
nb: Du kan presentere deg selv med en video.
nl: U kunt uzelf voorstellen met een video.
pl: Możesz przedstawić się w formie wideo.
sv: Du kan presentera dig med en video.

source: Please submit a video response (mandatory step).
da: Indsend venligst et video-svar (obligatorisk trin).
de: Bitte senden Sie eine Videoantwort (obligatorischer Schritt).
et: Palun esita videovastus (kohustuslik samm).
fi: Lähetä videovastaus (pakollinen vaihe).
fr: Veuillez soumettre une réponse vidéo (étape obligatoire).
lv: Lūdzu, iesniedziet video atbildi (obligātais solis).
nb: Vennligst send inn en videorespons (obligatorisk trinn).
nl: Dien een videoreactie in (verplichte stap).
pl: Prześlij odpowiedź wideo (krok obowiązkowy).
sv: Vänligen lämna in ett videosvar (obligatoriskt steg).

source: In order to answer the video question, we ask you to agree to share your email address with Recright.
da: For at kunne besvare videospørgsmålet beder vi dig om at acceptere at dele din e-mail-adresse med Recright.
de: Um die Videofrage zu beantworten, bitten wir Sie um Ihre Zustimmung, Ihre E-Mail-Adresse an Recright weiterzugeben.
et: Videoküsimusele vastamiseks jaga oma e-posti aadressi Recrightiga.
fi: Vastataksesi videokysymyksiin, pyydämme sinua jakamaan sähköpostiosoitteesi Recrightin kanssa.
fr: Afin de répondre à la question vidéo, nous vous demandons d'accepter de partager votre adresse e-mail avec Recright.
lv: Lai atbildētu uz video jautājumu, lūdzu, piekrītiet jūsu e-pasta adreses kopīgošanai ar Recright.
nb: For å kunne svare på videospørsmålet ber vi deg om å samtykke i å dele e-postadressen din med Recright.
nl: Om de videovraag te beantwoorden, vragen we u ermee in te stemmen uw e-mailadres met Recright te delen.
pl: Aby odpowiedzieć na pytanie wideo, prosimy o wyrażenie zgody na udostępnienie swojego adresu e-mail firmie Recright.
sv: För att svara på videofrågan ber vi dig samtycka till att din e-postadress delas med Recright.
