Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Now you can get an idea of candidates’ previous recruitment performance by seeing their average heart rating in “{application_history}”.
da: Nu kan du få en idé om kandidaternes tidligere rekrutteringspræstationer ved at se deres gennemsnitlige hjertebedømmelse i "{application_history}".
de: Jetzt können Sie sich ein Bild von der bisherigen Performance der Bewerber machen, indem Sie ihre durchschnittliche Herzbewertung in "{application_history}" sehen.
et: Kandidaadi eelmiste värbamisprotsesside tulemustest saad täpse ülevaate keskmise hinnangu kaudu lehel „{application_history}“.
fi: Hakijoiden kokonaisarvioiden keskiarvot näkyvät kohdassa “{application_history}”. Näin saat kätevän katsauksen siihen, millaisia arvioita hakija on saanut aikaisemmissa rekrytointiprosesseissa.
lv: Tagad varat gūt priekšstatu par kandidātu iepriekšējo atlases procesu rezultātiem, sadaļā “{application_history}” aplūkojot viņu vidējo sirsniņu vērtējumu.
nb: Nå kan du få et inntrykk av kandidatenes tidligere rekrutteringsresultater ved å se den gjennomsnittlige hjerterangeringen deres i "{application_history}".
sv: Nu kan du se kandidatens helhetsbetyg i kandidatens “{application_history}” även från rekryteringar de deltagit i tidigare. Detta ger dig en snabb helhetsblick i kandidatens ansökningshistoria.

source: Improvements to “Quick search”
da: Forbedringer af "Hurtig søgning"
de: Verbesserungen bei "Schnellsuche"
et: Kiirotsingut täiustati
fi: Parannuksia “Pikahaku” -toimintoon
lv: “Ātrās meklēšanas” uzlabojumi
nb: Forbedringer av "Hurtigsøk"
sv: Förbättringar till “Snabbsökning”

source: In addition to various invisible changes, we have added a loading indicator that will inform you about the progress of the ongoing search.
da: Ud over forskellige usynlige ændringer har vi tilføjet en indlæsningsindikator, der informerer dig om forløbet af den igangværende søgning.
de: Zusätzlich zu verschiedenen unsichtbaren Änderungen haben wir eine Ladeanzeige hinzugefügt, die Sie über den Fortschritt der laufenden Suche informiert.
et: Lisasime ka nähtava laadimisnäidiku, mis aitab jälgida otsingu edenemist.
fi: Useiden pikahaun taustatoimintoihin vaikuttavien parannusten lisäksi olemme lisänneet hakutoimintoon ilmaisimen, joka näyttää kuinka käynnissä oleva haku etenee.
fr: En plus de divers changements invisibles, nous avons ajouté un indicateur de chargement qui vous informera de la progression de la recherche en cours.
lv: Papildus dažādām neredzamām izmaiņām esam pievienojuši ielādēšanas indikatoru, kas jūs informēs par pašreizējās meklēšanas gaitu.
nb: I tillegg til ulike usynlige endringer har vi lagt til en lasteindikator som informerer deg om fremdriften i det pågående søket.
nl: Naast verschillende onzichtbare wijzigingen hebben we een laadscherm toegevoegd dat u informeert over de voortgang van de lopende zoekopdracht.
pl: Oprócz różnych niewidocznych zmian, dodaliśmy wskaźnik ładowania, który poinformuje Cię o postępie trwającego wyszukiwania.
sv: Utöver en hel del osynliga förbättringar till sökfunktionen, har vi nu lagt till en indikator för att visa hur sökningen framskrider.

source: Position-specific recruitment flows on the Applications page
da: Stillingsspecifikke rekrutteringsflows på ansøgningssiden
de: Stellenspezifische Einstellungsabläufe auf der Seite Bewerbungen
et: Ametipõhised värbamisvood avalduste lehel
fi: Työpaikkakohtaiset rekrytointipolut ”Hakemukset”-sivulla
fr: Flux de recrutement spécifiques au poste sur la page Candidatures
lv: Konkrētajai vakancei specifiskas atlases plūsmas pieteikumu lapā
nb: Stillingsspesifikk rekrutteringsflyt på Søknader-siden
nl: Positie-specifieke wervingsstromen op de pagina Sollicitaties
pl: Przepływy rekrutacyjne specyficzne dla stanowiska na stronie Aplikacje
sv: Tjänstspecifika rekryteringsflöden på "Ansökningar" -sidan

source: We’ve made significant improvements to handling recruitment processes directly from the Applications page. Choose one position, edit the recruitment flow on the go and set deadlines and target lead times for each step. Learn more {}here{}.
da: Vi har foretaget betydelige forbedringer i håndteringen af rekrutteringsprocesser direkte fra ansøgningssiden. Vælg en stilling, rediger rekrutteringsflowet, mens du er i gang, og sæt tidsfrister og mål for gennemløbstid for hvert trin. Få mere at vide {}her{}.
de: Wir haben die Handhabung von Bewerbungsverfahren direkt auf der Seite Bewerbungen erheblich verbessert. Wählen Sie eine Stelle aus, bearbeiten Sie den Einstellungsablauf von unterwegs aus und legen Sie für jeden Schritt Fristen und Zielvorgaben fest. Erfahren Sie mehr {}hier{}.
et: Oleme täiustanud värbamisprotsesside käsitlemist otse avalduste lehel. Vali ametikoht, muuda värbamisvoogu liikvel olles ning määra igale etapile täht- ja sihtajad. Loe lähemalt {}siin{}.
fi: Olemme tehneet huomattavia uudistuksia rekrytointiprosessien läpiviemiseen “Hakemukset”-sivulla. Muokkaa joustavasti valitsemasi työpaikan rekrytointipolkua: poista, lisää ja muokkaa vaiheita ja aseta eri vaiheille eräpäivät ja tavoiteajat. Lue lisää {}täältä{}.
lv: Esam veikuši būtiskus uzlabojumus atlases procesu apstrādē tieši no pieteikumu lapas. Izvēlieties vienu vakanci, uzreiz rediģējiet atlases plūsmu un iestatiet termiņus un katra posma izpildes termiņus. Uzzināt vairāk {}šeit{}.
nb: Vi har gjort betydelige forbedringer i håndteringen av rekrutteringsprosesser direkte via søknadssiden. Velg en stilling, rediger rekrutteringsflyten mens du er på farten og angi tidsfrister og mål for ledetider for hvert trinn. Finn ut mer {}her{}.
sv: Vi har gjort betydliga förbättringar till rekryteringsprocessen på "Ansökningar" -sidan. Nu kan du välja en tjänst, redigera den flexibelt: radera eller lägg till steg och sätt deadlines och tidsgränser till olika steg. Läs mer {}här{}.

source: Support tab
da: Supportfane
et: Klienditoe vahekaart
fi: Tukipainike
fr: Onglet Support
lv: Atbalsta cilne
nb: Støtte-fanen
nl: Ondersteuning tabblad
pl: Zakładka Wsparcie
sv: Stödfliken

source: The support tab in TalentAdore has been upgraded to serve your needs better. It automatically suggests suitable support articles and allows you to send attachments. This will come in handy when reporting a possible bug.
da: Supportfanen i TalentAdore er blevet opgraderet for at opfylde dine behov bedre. Den foreslår automatisk passende supportartikler og giver dig mulighed for at sende vedhæftede filer. Det vil være nyttigt, når du rapporterer en mulig fejl.
de: Der Support-Tab in TalentAdore wurde erweitert, um Ihre Bedürfnisse besser zu verstehen. Sie schlägt automatisch geeignete Support-Artikel vor und ermöglicht es Ihnen, Anhänge zu versenden. Dies ist sehr nützlich, wenn Sie einen möglichen Fehler melden.
et: TalentAdore’i klienditoe vahekaarti on täiustatud. See soovitab automaatselt sobivaid abistavaid artikleid ja võimaldab saata manuseid, mis tuleb kasuks, kui tahad teatada mõnest veast.
fi: Tukipainiketta on päivitetty, jotta se palvelisi sinua paremmin järjestelmän käytössä. Kun klikkaat painiketta, se tarjoaa automaattisesti niitä tukioppaita, jotka liittyvät samalla sivulla esiintyviin toimintoihin. Myös liitteiden lähetys on nyt mahdollista, mikä tehostaa mahdollisten bugien selvittämistä.
fr: L'onglet support de TalentAdore a été mis à niveau pour mieux répondre à vos besoins. Il suggère automatiquement des articles de support appropriés et vous permet d'envoyer des pièces jointes. Cela sera utile pour signaler un éventuel bug.
lv: TalentAdore atbalsta cilne ir uzlabota, lai tā labāk atbilstu jūsu vajadzībām. Tā automātiski iesaka piemērotus atbalsta rakstus un ļauj nosūtīt pielikumus. Tas noderēs, ja ir jāziņo par iespējamu kļūdu.
nb: Støtte-fanen i TalentAdore har blitt oppgradert for å dekke dine behov på en bedre måte. Den foreslår automatisk passende støtteartikler og lar deg sende vedlegg. Dette er nyttig når du skal rapportere en mulig feil.
nl: Het ondersteuningsgedeelte in TalentAdore is verbeterd om beter aan uw behoeften te voldoen. Het suggereert automatisch geschikte ondersteuningsartikelen en stelt u in staat om bijlagen te verzenden. Dit komt goed van pas bij het melden van een mogelijke bug.
pl: Zakładka wsparcia w TalentAdore została ulepszona, aby lepiej służyć Twoim potrzebom. Automatycznie sugeruje odpowiednie artykuły pomocy i pozwala na wysyłanie załączników. Będzie to przydatne przy zgłaszaniu ewentualnych błędów.
sv: Stödfliken i TalentAdore har blivit uppgraderad för att bättre betjäna dig. Fliken föreslår nu automatiskt relevanta stödartiklar. Det är nu även möjligt att bifoga filler då du kontaktar oss, vilket underlättar att fixa möjliga buggar.

source: Show external calendar in TalentAdore
da: Vis ekstern kalender i TalentAdore
de: Externen Kalender in TalentAdore anzeigen
et: Välise kalendri näitamine TalentAdore’is
fi: Ulkoisen kalenterin näkyminen TalentAdoressa
fr: Afficher le calendrier externe dans TalentAdore
lv: Rādīt ārējo kalendāru TalentAdore
nb: Vise ekstern kalender i TalentAdore
nl: Externe agenda weergeven in TalentAdore
pl: Pokaż zewnętrzny kalendarz w TalentAdore
sv: Visa en extern kalender i TalentAdore

source: Calendar view has been enhanced to show shared external iCal calendars. You can now import your work calendar to see your busy time slots within the TalentAdore interview calendar to avoid double-bookings. Read more {}here{}.
da: Kalendervisningen er blevet forbedret til at vise delte eksterne iCal-kalendere. Du kan nu importere din arbejdskalender for at se dine travle tidspunkter i TalentAdores interviewkalender, så du undgår dobbeltbookinger. Læs mere {}her{}.
de: Die Kalenderansicht wurde verbessert, um gemeinsam genutzte externe iCal-Kalender anzuzeigen. Sie können nun Ihren Arbeitskalender importieren, um Ihre belegten Zeitfenster im TalentAdore Kalender für Bewerbungsgespräche zu sehen und so Doppelbelegungen zu vermeiden. Read more {}here{}.
et: Kalendrivaadet on täiustatud, et saaksid seal kuvada jagatud väliseid iCali kalendreid. Nüüd saad importida oma töökalendri, et näha hõivatud aegasid TalentAdore’i vestluste kalendris ja vältida nii sündmuste kattumist. Lisainfot leiad {}siit{}.
fi: Kalenterinäkymää on parannettu näyttämään jaettuja ulkoisia iCal-kalentereita. Yhdistä työkalenterisi ja TalentAdoren haastattelukalenterisi välttääksesi päällekkäisiä varauksia. Lue lisää {}täältä{}.
fr: La vue du calendrier a été améliorée pour afficher les calendriers iCal externes partagés. Vous pouvez maintenant importer votre calendrier de travail pour voir vos créneaux horaires occupés dans le calendrier des entretiens TalentAdore afin d'éviter les doubles réservations. En savoir plus {}ici{}.
lv: Kalendāra skats ir uzlabots, lai rādītu kopīgotos ārējos iCal kalendārus. Tagad varat importēt darba kalendāru, lai TalentAdore interviju kalendārā redzētu savus aizņemtos interviju laikus un izvairītos no dubultas rezervācijas. Lasīt vairāk {}šeit{}.
nb: Kalendervisningen er forbedret for å vise delte eksterne iCal-kalendere. Du kan nå importere arbeidskalenderen din for å se hvilke tidsluker som er opptatt i TalentAdore-intervjukalenderen, slik at du unngår dobbeltbookinger. Les mer {}her{}.
nl: De agendaweergave is verbeterd om gedeelde externe iCal-agenda's weer te geven. U kunt nu uw werkagenda importeren om uw bezette tijdsloten binnen de TalentAdore-interviewagenda te zien om dubbele boekingen te voorkomen. Lees {}hier{} meer.
pl: Widok kalendarza został ulepszony, aby pokazywać udostępnione zewnętrzne kalendarze iCal. Możesz teraz zaimportować swój kalendarz służbowy, aby zobaczyć zajęte terminy w kalendarzu rozmów kwalifikacyjnych TalentAdore i uniknąć podwójnych rezerwacji. Przeczytaj więcej {}tutaj{}.
sv: Kalenvervyn har förbättrats och stöder nu externa iCal-kalendrar. Du kan nu importera din jobbkalender och se när du är upptagen också i TalentAdores kalender, och undvika dubbelbokningar. Läs mer {}här{}.

source: Advanced Analytics enhancements
da: Forbedringer af avanceret analyse
de: Erweiterte Analysefunktionen
et: Täpsemate analüüsiandmete täiustused
fi: Parannuksia Edistynyt analytiikka -osioon
fr: Améliorations des analyses avancées
lv: Advanced Analytics uzlabojumi
nb: Forbedringer av avansert analyse
nl: Verbeteringen in geavanceerde analyses
pl: Ulepszenia zaawansowanej analityki
sv: Förbättringar till Avancerad Analytik

source: To help you gain better insights from your data, graphs and charts now show percentage values. Data on phone interviews and F2F interviews are also displayed separately for better clarity.
da: For at hjælpe dig med at få bedre indsigt i dine data, viser grafer og diagrammer nu procentværdier. Data fra telefoninterviews og F2F-interviews vises også separat for at gøre det mere overskueligt.
de: Um Ihnen einen besseren Einblick in Ihre Daten zu ermöglichen, werden in den Grafiken und Diagrammen nun Prozentwerte angezeigt. Daten zu telefonischen Bewerbungsgesprächen und persönlichen Bewerbungsgesprächen werden zur besseren Übersichtlichkeit auch getrennt angezeigt.
et: Andmetest parema ülevaate saamiseks kuvatakse graafikutel ja diagrammidel protsendid. Telefoni- ja tavavestluste andmed kuvatakse nüüd parema selguse huvides eraldi.
fi: Antaaksemme sinulle paremman käsityksen kertyneestä datasta, olemme lisänneet prosenttiluvut moniin eri kaavioihin ja taulukoihin. Lisäksi puhelinhaastatteluiden ja haastatteluiden tiedot on eroteltu selkeyden vuoksi.
fr: Pour vous aider à obtenir de meilleures informations à partir de vos données, les graphiques et les tableaux affichent désormais des valeurs en pourcentage. Les données sur les entretiens téléphoniques et les entretiens en face à face sont également affichées séparément pour plus de clarté.
lv: Lai gūtu labāku priekšstatu par datiem, grafikos un diagrammās tagad tiek parādīti procenti. Skaidrības labad dati par telefona intervijām un klātienes intervijām ir parādīti atsevišķi.
nb: For at du skal få bedre innsikt i dataene dine, viser grafer og diagrammer nå prosentverdier. Data fra telefonintervjuer og F2F-intervjuer vises også separat for å gjøre dem mer oversiktlige.
nl: Om u te helpen betere inzichten te verkrijgen uit uw gegevens, tonen grafieken en diagrammen nu percentagewaarden. Gegevens over telefooninterviews en F2F-interviews worden ook afzonderlijk weergegeven voor meer duidelijkheid.
pl: Aby pomóc Ci uzyskać lepszy wgląd w dane, wykresy i diagramy pokazują teraz wartości procentowe. Dane dotyczące rozmów telefonicznych i rozmów twarzą w twarz są również wyświetlane oddzielnie dla większej przejrzystości.
sv: För att hjälpa dig få bättre insikter till ditt rekryteringsdata visar våra grafer nu även procenttal. Vi har också separerat datat för telefonintervjuer och intervjuer för att ge dig tydligare statistik.

source: Automatic status updates
da: Automatiske statusopdateringer
de: Automatische Statusaktualisierungen
et: Automaatsed oleku uuendused
fi: Automaattiset statuspäivitykset
fr: Mises à jour automatiques du statut
lv: Automātiski statusa atjauninājumi
nb: Automatiske statusoppdateringer
nl: Automatische statusupdates
pl: Automatyczne aktualizacje statusu
sv: Automatiska statusuppdateringar

source: You can now move a candidate back to the “New” step without sending the automated message. If your organization is using an automated message in the “Application review” status, you can also choose case-by-case whether that message is sent or not. Read more {}here{}.
da: Du kan nu flytte en kandidat tilbage til trinnet "Ny" uden at sende den automatiserede besked. Hvis din organisation bruger en automatiseret besked i status "Application review", kan du også vælge fra sag til sag, om den besked skal sendes eller ej. Læs mere {}her{}.
de: Sie können jetzt einen Kandidaten zurück zum Schritt "Neu" verschieben, ohne die automatische Nachricht zu senden. Wenn Ihre Organisation eine automatische Nachricht im Status "Bewerbung prüfen" verwendet, können Sie auch von Fall zu Fall entscheiden, ob diese Nachricht gesendet wird oder nicht. Lesen Sie mehr {}hier{}.
et: Nüüd saad liigutada kandidaadi tagasi etappi „Uus“ ilma automaatset sõnumit saatmata. Kui ettevõte kasutab etapis „Avalduse ülevaatamine“ automaatset sõnumit, saad iga kord valida, kas sõnum saadetakse või mitte. Lisainfot leiad {}siit{}.
fi: Voit nyt palauttaa hakijan takaisin “Uusi”-vaiheeseen ilman automaattisen viestin lähettämistä. Mikäli organisaatiollasi on automaattinen “Hakemuskarsinta”-viesti käytössä, voit nyt valita tapauskohtaisesti, lähetetäänkö tätä viestiä vai ei. Lue lisää {}täältä{}.
lv: Tagad varat pārvietot kandidātu atpakaļ uz posmu “Jauns”, nenosūtot automātisko ziņojumu. Ja jūsu organizācija izmanto automatizētu ziņojumu statusā “Pieteikuma pārskatīšana”, varat arī izvēlēties, vai šis ziņojums tiks nosūtīts. Lasīt vairāk {}šeit{}.
nb: Du kan nå flytte en kandidat tilbake til "Ny"-trinnet uten å sende den automatiske meldingen. Hvis organisasjonen din bruker en automatisk melding i statusen "Søknadsgjennomgang", kan du også velge fra sak til sak om meldingen skal sendes eller ikke. Les mer {}her{}.
sv: Du kan nu flytta en kandidat tillbaka till "Ny" -steget utan att skicka ett statusmeddelande på nytt. Om din organisation har i bruk "genomgång av ansökan" -steget, kan du nu välja att inte skicka meddelandet till enskilda kandidater. Läs mer {}här{}.

source: The Pre-onboarding feature allows you to start onboarding new hires before their first day at work. Manage and send all pre-onboarding handbooks directly from TalentAdore. If you're interested in the Pre-onboarding feature, please contact us at {}support@talentadore.com{}.
da: Pre-onboarding-funktionen giver dig mulighed for at starte onboarding af nyansatte før deres første arbejdsdag. Administrér og send alle pre-onboarding-håndbøger direkte fra TalentAdore. Hvis du er interesseret i Pre-onboarding-funktionen, bedes du kontakte os på {}support@talentadore.com{}.
de: Mit der Pre-Onboarding-Funktion können Sie mit dem Onboarding neuer Mitarbeiter beginnen, bevor ihrem ersten Arbeitstag. Verwalten und versenden Sie alle Pre-Onboarding-Handbücher direkt aus TalentAdore. Wenn Sie Interesse an der Pre-Onboarding Funktion haben, kontaktieren Sie uns bitte unter {}support@talentadore.com{}.
et: Eeltutvustuse funktsioon võimaldab tutvustada uutele töötajatele ettevõttes töötamist juba enne esimest tööpäeva. Halda ja saada eeltutvustusega seotud käsiraamatuid otse TalentAdore’is. Kui oled eeltutvustuse funktsioonist huvitatud, võta meiega ühendust aadressil {}support@talentadore.com{}.
fi: Esiperehdytys-toiminnolla pääset aloittamaan uusien työntekijöiden perehdytyksen jo ennen ensimmäistä työpäivää. Muokkaa ja lähetä kaikki esiperehdytysmateriaalit suoraan TalentAdoresta. Jos olet kiinnostunut tästä lisätoiminnosta, ota yhteyttä osoitteeseen {}support@talentadore.com{}.
fr: La fonctionnalité de pré-intégration vous permet de commencer l'intégration des nouvelles recrues avant leur premier jour de travail. Gérez et envoyez tous les manuels de pré-intégration directement depuis TalentAdore. Si vous êtes intéressé par la fonctionnalité de pré-intégration, veuillez nous contacter à {}support@talentadore.com{}.
lv: Aktivitāšu pirms darba uzsākšanas funkcija ļauj sākt ievadīt jaunos darbiniekus amatā pirms viņu pirmās darba dienas. Pārvaldiet un nosūtiet visas aktivitāšu pirms darba uzsākšanas rokasgrāmatas tieši no TalentAdore. Ja jūs interesē aktivitāšu pirms darba uzsākšanas funkcija, lūdzu, sazinieties ar mums: {}support@talentadore.com{}.
nb: Med Preboarding-funksjonen kan du starte onboarding av nyansatte før deres første arbeidsdag. Administrer og send alle preboarding-håndbøker direkte fra TalentAdore. Hvis du er interessert i Pre-onboarding-funksjonen, kan du kontakte oss på {}support@talentadore.com{}.
nl: Met de Pre-onboarding functie kunt u nieuwe medewerkers al onboarden voordat ze hun eerste werkdag beginnen. Beheer en verstuur alle pre-onboarding handboeken rechtstreeks vanuit TalentAdore. Als u geïnteresseerd bent in de Pre-onboarding functie, neem dan contact met ons op via {}support@talentadore.com{}.
pl: Funkcja Pre-onboarding pozwala na rozpoczęcie wdrażania nowych pracowników przed ich pierwszym dniem pracy. Zarządzaj i wysyłaj wszystkie podręczniki pre-onboardingowe bezpośrednio z TalentAdore. Jeśli jesteś zainteresowany funkcją Pre-onboarding, skontaktuj się z nami pod adresem {}support@talentadore.com{}.
sv: Genom att aktivera Pre-onboarding -modulen kan ni börja onboarda era nyanställda redan innan deras första arbetsdag. Redigera och skicka alla pre-onboarding-handböcker direkt från TalentAdore. Kontakta {}support@talentadore.com{} om du är intresserad av att aktivera Pre-onboarding -modulen.

source: Add other interviewers in online interviews
da: Tilføj andre interviewere i onlineinterviews
de: Andere Gesprächspartner in Online-Bewerbungsgesprächen hinzufügen
et: Teiste intervjueerijate lisamine veebivestlustele
fi: Lisää muita haastattelijoita online-haastatteluihin
fr: Ajoutez d'autres intervieweurs dans les entretiens en ligne
lv: Citu intervētāju pievienošana tiešsaistes intervijās
nb: Legg til andre intervjuere i intervjuer på nett
nl: Voeg andere interviewers toe in online sollicitatiegesprekken
pl: Dodaj innych prowadzących rozmowy kwalifikacyjne online
sv: Lägg till flera intervjuare till online-intervjuer
