Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Hi [NAME], We kindly request that you provide us with the necessary documents. Please follow the link below to fill out the form and send it to us. Please note that the link is private and the form can be submitted only once. [ADDITIONAL_FORM_LINK] Should you have any additional questions, please do not hesitate to ask. {additional_message}[SIGNATURE]
da: Hej [NAME], Vi anmoder venligst om, at du giver os de nødvendige dokumenter. Følg venligst linket nedenfor for at udfylde formularen og sende den til os. Bemærk venligst, at linket er privat, og formularen kun kan indsendes én gang. [ADDITIONAL_FORM_LINK] Skulle du have yderligere spørgsmål, så tøv ikke med at spørge. {additional_message}[SIGNATURE]
de: Hallo [NAME], wir bitten Sie höflich, uns die erforderlichen Dokumente zur Verfügung zu stellen. Bitte folgen Sie dem untenstehenden Link, um das Formular auszufüllen und an uns zu senden. Bitte beachten Sie, dass der Link privat ist und das Formular nur einmal eingereicht werden kann. [ADDITIONAL_FORM_LINK] Sollten Sie weitere Fragen haben, zögern Sie bitte nicht, uns zu kontaktieren. {additional_message}[SIGNATURE]
et: Tere [NAME], Palume teil esitada meile vajalikud dokumendid. Vormi täitmiseks ja meile saatmiseks järgige allolevat linki. Pange tähele, et link on privaatne ja vormi saab esitada ainult üks kord. [ADDITIONAL_FORM_LINK] Kui teil on lisaküsimusi, ärge kõhelge küsimast. {additional_message}[SIGNATURE]
fi: Hei [NAME], Pyydämme ystävällisesti toimittamaan meille tarvittavat asiakirjat. Seuraa alla olevaa linkkiä täyttääksesi lomakkeen ja lähettääksesi sen meille. Huomioithan, että linkki on yksityinen ja lomakkeen voi lähettää vain kerran. [ADDITIONAL_FORM_LINK] Mikäli sinulla on lisäkysymyksiä, älä epäröi kysyä. {additional_message}[SIGNATURE]
fr: Bonjour [NAME], Nous vous demandons de bien vouloir nous fournir les documents nécessaires. Veuillez suivre le lien ci-dessous pour remplir le formulaire et nous l'envoyer. Veuillez noter que le lien est privé et que le formulaire ne peut être soumis qu'une seule fois. [ADDITIONAL_FORM_LINK] Si vous avez des questions supplémentaires, n'hésitez pas à nous les poser. {additional_message}[SIGNATURE]
lv: Sveiki, [NAME]! Mēs laipni lūdzam Jūs iesniegt mums nepieciešamos dokumentus. Lūdzu, sekojiet zemāk esošajai saitei, lai aizpildītu veidlapu un nosūtītu to mums. Lūdzu, ņemiet vērā, ka saite ir privāta un veidlapu var iesniegt tikai vienu reizi. [ADDITIONAL_FORM_LINK] Ja Jums rodas papildu jautājumi, lūdzu, nevilcinieties tos uzdot. {additional_message}[SIGNATURE]
nb: Hei [NAME], Vi ber deg vennligst om å sende oss de nødvendige dokumentene. Vennligst følg lenken nedenfor for å fylle ut skjemaet og sende det til oss. Vær oppmerksom på at lenken er privat og skjemaet kan kun sendes inn én gang. [ADDITIONAL_FORM_LINK] Dersom du har ytterligere spørsmål, ikke nøl med å spørre. {additional_message}[SIGNATURE]
nl: Hallo [NAME], Wij verzoeken u vriendelijk om ons de benodigde documenten te verstrekken. Volg de onderstaande link om het formulier in te vullen en naar ons te verzenden. Houd er rekening mee dat de link privé is en het formulier slechts eenmaal kan worden ingediend. [ADDITIONAL_FORM_LINK] Mocht u nog vragen hebben, aarzel dan niet om ze te stellen. {additional_message}[SIGNATURE]
pl: Cześć [NAME], Uprzejmie prosimy o dostarczenie nam niezbędnych dokumentów. Prosimy o kliknięcie w poniższy link, wypełnienie formularza i przesłanie go do nas. Prosimy pamiętać, że link jest prywatny, a formularz można przesłać tylko raz. [ADDITIONAL_FORM_LINK] W razie dodatkowych pytań, prosimy o kontakt. {additional_message}[SIGNATURE]
sv: Hej [NAME], Vi ber dig vänligen att tillhandahålla oss nödvändiga dokument. Vänligen följ länken nedan för att fylla i formuläret och skicka det till oss. Observera att länken är privat och formuläret kan endast skickas in en gång. [ADDITIONAL_FORM_LINK] Om du har ytterligare frågor, tveka inte att fråga. {additional_message}[SIGNATURE]

source: Hi [NAME], Thank you for updating your application. [SUMMARY] [SIGNATURE]
da: Hej [NAME], Tak fordi du opdaterede din ansøgning. [OPSUMMERING] [SIGNATUR]
de: Hallo [NAME], Vielen Dank für die Aktualisierung Ihrer Bewerbung. [SUMMARY] [SIGNATURE]
et: Tere [NAME], Täname, et uuendasite oma kandideerimisavaldust. [SUMMARY] [SIGNATURE]
fi: Hei [NAME], kiitos kun päivitit hakemustasi. [SUMMARY] [SIGNATURE]
fr: Bonjour [NAME], Merci d'avoir mis à jour votre candidature. [SUMMARY] [SIGNATURE]
lv: Sveiki, [NAME]! Paldies, ka atjauninājāt savu pieteikumu. [SUMMARY] [SIGNATURE]
nb: Hei [NAME], Takk for at du oppdaterte søknaden din. [SUMMARY] [SIGNATURE]
nl: Hallo [NAME], Bedankt voor het bijwerken van uw sollicitatie. [SUMMARY] [SIGNATURE]
pl: Cześć [NAME], Dziękujemy za aktualizację Twojego zgłoszenia. [SUMMARY] [SIGNATURE]
sv: Hej [NAME], tack för att du uppdaterade din ansökan. [SUMMARY] [SIGNATURE]

source: Hi {first_name} {last_name} has submitted additional information You can see the information here: {application_link} {unsubscribe_message}
da: Hej {first_name} {last_name} har indsendt yderligere oplysninger. Du kan se oplysningerne her: {application_link} {unsubscribe_message}
de: Hi {first_name} {last_name} hat zusätzliche Informationen übermittelt Sie können die Informationen hier einsehen: {application_link} {unsubscribe_message}
et: Tere! {first_name} {last_name} on saatnud lisainfot. Seda saad vaadata siin: {application_link} {unsubscribe_message}
fi: Hei {first_name}{last_name} on lähettänyt lisätietoja Voit nähdä tiedot täällä: {application_link} {unsubscribe_message}
fr: Bonjour, {first_name} {last_name} a soumis des informations supplémentaires Vous pouvez consulter les informations ici : {application_link} {unsubscribe_message}
lv: Sveiki! {first_name} {last_name} iesniedza papildu informāciju Informāciju varat apskatīt šeit: {application_link} {unsubscribe_message}
nb: Hei {first_name} {last_name} har sendt inn ytterligere informasjon Du kan se informasjonen her: {application_link} {unsubscribe_message}
nl: Hallo {first_name} {last_name} heeft aanvullende informatie ingediend U kunt de informatie hier bekijken: {application_link} {unsubscribe_message}
pl: Cześć {first_name} {last_name} przesłał(a) dodatkowe informacje Możesz zobaczyć informacje tutaj: {application_link} {unsubscribe_message}
sv: Hej {first_name} {last_name} har lämnat in ytterligare information Du kan se informationen här: {application_link} {unsubscribe_message}

source: Hi {first_name} {last_name} has submitted video interview answers for the position {job_name}. You can see the information here: {application_link} {unsubscribe_message}
da: Hej {first_name} {last_name} har indsendt svar på videosamtale til stillingen {job_name}. Du kan se oplysningerne her: {application_link} {unsubscribe_message}
de: Hallo {first_name} {last_name} hat Antworten zum Videointerview für die Position {job_name} eingereicht. Sie können die Informationen hier einsehen: {application_link} {unsubscribe_message}
et: Tere {first_name} {last_name} on esitanud videointervjuu vastused ametikohale {job_name}. Saate informatsiooni näha siin: {application_link} {unsubscribe_message}
fi: Hei, {first_name} {last_name} on lähettänyt vastauksensa videohaastatteluun tehtävää {job_name} varten. Voit tarkastella tietoja täältä: {application_link} {unsubscribe_message}
fr: Bonjour, {first_name} {last_name} a soumis des réponses d'entretien vidéo pour le poste {job_name}. Vous pouvez consulter les informations ici : {application_link} {unsubscribe_message}
lv: Sveiki! {first_name} {last_name} ir iesniedzis(-gusi) video intervijas atbildes vakancei {job_name}. Informāciju varat aplūkot šeit: {application_link} {unsubscribe_message}
nb: Hei {first_name} {last_name} har sendt inn svar på videointervju for stillingen {job_name}. Du kan se informasjonen her: {application_link} {unsubscribe_message}
nl: Hallo {first_name} {last_name} heeft video-interviewantwoorden ingediend voor de functie {job_name}. U kunt de informatie hier bekijken: {application_link} {unsubscribe_message}
pl: Cześć {first_name} {last_name} przesłał/a odpowiedzi na rozmowę kwalifikacyjną wideo na stanowisko {job_name}. Informacje możesz zobaczyć tutaj: {application_link} {unsubscribe_message}
sv: Hej {first_name} {last_name} har skickat in svar på videointervjun för tjänsten {job_name}. Du kan se informationen här: {application_link} {unsubscribe_message}

source: Hello Candidate {first_name} {last_name} has sent a message related to the {position} position. You can view the message here: {application_link} {unsubscribe_message}
da: Hej, Kandidat {first_name} {last_name} har opdateret sin ansøgning {position}. Klik her for at få adgang til ansøgningen: {application_link} {unsubscribe_message}
de: Hello Kandidat {first_name} {last_name} hat eine Nachricht zur Stelle {position} gesendet. Sie können die Nachricht hier einsehen: {application_link} {unsubscribe_message}
et: Tere! Kandidaat {first_name} {last_name} on saatnud ametikohaga {position} seotud sõnumi. Sõnumit saad vaadata siin: {application_link} {unsubscribe_message}
fi: Hei, Hakija {first_name} {last_name} on lähettänyt viestin liittyen työpaikkailmoitukseen {position}. Voit nähdä viestin täältä: {application_link} {unsubscribe_message}
fr: Bonjour Le candidat {first_name} {last_name} a envoyé un message concernant le poste de {position}. Vous pouvez consulter le message ici : {application_link} {unsubscribe_message}
lv: Sveiki! Kandidāts {first_name} {last_name} ir nosūtījis ziņojumu saistībā ar vakanci {position}. Varat skatīt ziņojumu šeit: {application_link} {unsubscribe_message}
nb: Hei Kandidaten {first_name} {last_name} har sendt en melding relatert til stillingen {position}. Du kan se meldingen her: {application_link} {unsubscribe_message}
nl: Hallo Kandidaat {first_name} {last_name} heeft een bericht gestuurd met betrekking tot de functie {position}. U kunt het bericht hier bekijken: {application_link} {unsubscribe_message}
pl: Witaj Kandydat {first_name} {last_name} wysłał(a) wiadomość dotyczącą stanowiska {position}. Możesz zobaczyć wiadomość tutaj: {application_link} {unsubscribe_message}
sv: Hej, Kandidat {first_name} {last_name} har skickat ett meddelande relaterad till arbetsplatsannonsen {position}. Du kan läsa meddelandet här: {application_link} {unsubscribe_message}

source: You are receiving this message because you're a collaborator to the position in question. We hope you found this message useful. Please read our <a href='{term_link}'>Privacy Policy</a>.
da: Du modtager denne besked, fordi du er en samarbejdspartner til den pågældende stilling. Vi håber, du fandt denne besked nyttig. Læs venligst vores <a href='{term_link}'>privatlivspolitik</a>.
de: Sie erhalten diese Nachricht, weil Sie ein Kollaborateur für die betreffende Stelle sind. Wir hoffen, dass Sie diese Nachricht nützlich ist. Bitte lesen Sie unsere <a href='{term_link}'>Datenschutzrichtlinie</a>.
et: Ametikoha kaasloojana oled saanud sõnumi. Loodame, et sõnum oli kasulik. Loe meie <a href='{term_link}'>privaatsuspõhimõtteid</a>.
fi: Saat tämän viestin, koska olet yhteiskäyttäjänä tässä työpaikkailmoituksessa. Toivomme, että koet viestin hyödylliseksi. Täältä voit lukea <a href='{term_link}'>tietosuojaselosteemme</a>.
fr: Vous recevez ce message car vous êtes un collaborateur pour le poste en question. Nous espérons que vous avez trouvé ce message utile. Veuillez lire notre <a href='{term_link}'>Politique de confidentialité</a>.
lv: Jūs saņemat šo ziņojumu, jo esat atbilstošs kā attiecīgās vakances sadarbības kolēģis. Mēs ceram, ka šis ziņojums jums bija noderīgs. Lūdzu, izlasiet mūsu <a href='{term_link}'>Privātuma politiku</a>.
nb: Du får denne meldingen fordi du er en samarbeidspartner for den aktuelle stillingen. Vi håper du syntes at denne meldingen var nyttig. Vennligst les vår <a href='{term_link}'>Personvernerklæring</a>.
nl: U ontvangt dit bericht omdat u een medewerker bent voor de betreffende functie. We hopen dat u dit bericht nuttig vond. Lees alstublieft ons <a href='{term_link}'>Privacybeleid</a>.
pl: Otrzymujesz tę wiadomość, ponieważ jesteś współpracownikiem na danym stanowisku. Mamy nadzieję, że ta wiadomość była dla Ciebie przydatna. Zapoznaj się z naszą <a href='{term_link}'>Polityką prywatności</a>.
sv: Du fick detta meddelande eftersom du är en medarbetare i positionen i fråga. Vi hoppas att du finner detta meddelande nyttigt. Läs vår <a href='{term_link}'>integritetspolicy</a>.

source: Hi [NAME], You are invited to take part in an online assessment. When you have time, please follow the link below to perform assessment tests: [ASSESSMENT_TOOL_LINK] Should you have any additional questions, please do not hesitate to ask. {additional_message}[SIGNATURE]
da: Hej [NAME], Du er inviteret til at deltage i en online vurdering. Når du har tid, bedes du følge linket nedenfor for at udføre testene: [ASSESSMENT_TOOL_LINK] Hvis du har yderligere spørgsmål, så tøv ikke med at spørge. {additional_message}[SIGNATURE]
de: Hallo [NAME], Sie sind eingeladen, an einem Online-Assessment teilzunehmen. Wenn Sie Zeit haben, folgen Sie bitte dem unten stehenden Link, um die Tests durchzuführen: [ASSESSMENT_TOOL_LINK] Sollten Sie weitere Fragen haben, zögern Sie bitte nicht, diese zu stellen. {additional_message}[SIGNATURE]
et: Tere, [NAME]! Oled kutsutud veebihindamisele. Klõpsa alloleval lingil, et läbida määratud testid: [ASSESSMENT_TOOL_LINK] Küsimuste korral võta meiega kindlasti ühendust. {additional_message}[SIGNATURE]
fi: Hei [NAME], Sinut on kutsuttu online-arviointiin. Kun sinulla on hetki aikaa, ole hyvä ja klikkaa alla olevaa linkkiä suorittaaksesi arviointitestit: [ASSESSMENT_TOOL_LINK] Olethan meihin yhteydessä mikäli sinulla on jotain kysyttävää. {additional_message}[SIGNATURE]
fr: Bonjour [NAME], Vous êtes invité(e) à participer à une évaluation en ligne. Lorsque vous aurez le temps, veuillez suivre le lien ci-dessous pour effectuer les tests d'évaluation : [ASSESSMENT_TOOL_LINK] Si vous avez des questions supplémentaires, n'hésitez pas à nous les poser. {additional_message}[SIGNATURE]
lv: Sveiki, [NAME]! Aicinām jūs piedalīties tiešsaistes novērtējumā. Kad varat tam veltīt laiku, lūdzu, atveriet tālāk redzamo saiti, lai veiktu novērtējuma testus: [ASSESSMENT_TOOL_LINK] Ja jums ir jautājumi, lūdzu, droši uzdodiet tos. {additional_message}[SIGNATURE]
nb: Hei [NAME], du er invitert til å delta i en vurdering på nett. Når du har tid, kan du følge lenken nedenfor for å utføre vurderingstestene: [ASSESSMENT_TOOL_LINK] Hvis du har ytterligere spørsmål, må du gjerne stille dem. {additional_message}[SIGNATURE]
nl: Hallo [NAME], U bent uitgenodigd om deel te nemen aan een online beoordeling. Wanneer u tijd heeft, volg dan de onderstaande link om beoordelingstests uit te voeren: [ASSESSMENT_TOOL_LINK] Mocht u nog vragen hebben, aarzel dan niet om te vragen. {additional_message}[SIGNATURE]
pl: Cześć [NAME], Zapraszamy Cię do wzięcia udziału w ocenie online. Kiedy będziesz mieć czas, kliknij w poniższy link, aby wykonać testy oceniające: [ASSESSMENT_TOOL_LINK] Jeśli masz jakiekolwiek dodatkowe pytania, nie wahaj się zapytać. {additional_message}[SIGNATURE]
sv: Hej, [NAME]! Grattis, du har blivit inbjuden att delta i ett online-lämplighetstest! Klicka på länken nedan när du vill börja genomföra ditt lämplighetstest: [ASSESSMENT_TOOL_LINK] Kontakta oss gärna ifall du har ytterligare frågor om testet. {additional_message}[SIGNATURE]

source: Hi {first_name} {last_name} has completed an online assessment. You can see the information here: {application_link} {unsubscribe_message}
da: Hej, {first_name} {last_name} har gennemført en online vurdering. Du kan se oplysningerne her: {application_link} {unsubscribe_message}
de: Hi {first_name} {last_name} hat ein Online-Assessment fertiggestellt. Sie können die Informationen hier einsehen: {application_link} {unsubscribe_message}
et: Tere! {first_name} {last_name} on lõpetanud veebihindamise. Lisainfot saad vaadata siin: {application_link} {unsubscribe_message}
fi: Hei {first_name} {last_name} on saanut online testin valmiiksi. Voit katsoa tarkemmat tiedot täältä: {application_link} {unsubscribe_message}
fr: Bonjour, {first_name} {last_name} a terminé une évaluation en ligne. Vous pouvez voir les informations ici : {application_link} {unsubscribe_message}
lv: Sveiki! {first_name} {last_name} ir pabeidzis tiešsaistes novērtējumu. Informāciju varat apskatīt šeit: {application_link} {unsubscribe_message}
nb: Hei {first_name} {last_name} har fullført en vurdering på nett. Du kan se informasjonen her: {application_link} {unsubscribe_message}
nl: Hallo {first_name} {last_name} heeft een online beoordeling voltooid. U kunt de informatie hier bekijken: {application_link} {unsubscribe_message}
pl: Cześć {first_name} {last_name} ukończył(a) ocenę online. Możesz zobaczyć informacje tutaj: {application_link} {unsubscribe_message}
sv: Hej! {first_name} {last_name} har slutfört sin onlinebedömnin. Du kan se informationen här: {application_link} {unsubscribe_message}

source: Hi [FIRST_NAME]! Thank you for finishing assessment tests for the position [JOB_NAME]. To access the test results, please use the following link: [ASSESSMENT_RESULT_LINK]. {additional_message}[SIGNATURE]
da: Hej [FORNAVN]! Tak, fordi du har gennemført vurderingsprøver til stillingen [JOB_NAVN]. For at få adgang til testresultaterne bedes du bruge følgende link: [ASSESSMENT_RESULT_LINK]. {additional_message}[SIGNATURE]
de: Hallo [FIRST_NAME]! Wir danken Ihnen für die Teilnahme an den Tests für die Stelle [JOB_NAME]. Um die Testergebnisse abzurufen, verwenden Sie bitte den folgenden Link: [ASSESSMENT_RESULT_LINK]. {additional_message}[SIGNATURE]
et: Tere, [FIRST_NAME]! Aitäh, et leidsid aega läbida ametikoha [JOB_NAME] hindamine. Testitulemused leiad järgmise lingi kaudu: [ASSESSMENT_RESULT_LINK]. {additional_message}[SIGNATURE]
fi: Hei [FIRST_NAME]! Kiitos että suoritit arviointitestit työpaikkaan [JOB_NAME]. Nähdäksesi testitulokset, klikkaa tätä linkkiä: [ASSESSMENT_RESULT_LINK]. {additional_message}[SIGNATURE]
fr: Bonjour [FIRST_NAME] ! Merci d'avoir terminé les tests d'évaluation pour le poste de [JOB_NAME]. Pour accéder aux résultats des tests, veuillez utiliser le lien suivant : [ASSESSMENT_RESULT_LINK]. {additional_message}[SIGNATURE]
lv: Sveiki, [FIRST_NAME]! Paldies, ka pabeidzāt novērtējuma testus par vakanci [JOB_NAME]. Lai piekļūtu testa rezultātiem, izmantojiet šo saiti: [ASSESSMENT_RESULT_LINK]. {additional_message}[SIGNATURE]
nb: Hei [FIRST_NAME]! Takk for at du fullførte vurderingstestene for stillingen [JOB_NAME]. Bruk den følgende lenken for å få tilgang til testresultatene:[ASSESSMENT_RESULT_LINK]. {additional_message}[SIGNATURE]
nl: Hallo [FIRST_NAME]! Bedankt voor het voltooien van de beoordelingstests voor de functie [JOB_NAME]. Gebruik de volgende link om toegang te krijgen tot de testresultaten: [ASSESSMENT_RESULT_LINK]. {additional_message}[SIGNATURE]
pl: Cześć [FIRST_NAME]! Dziękujemy za ukończenie testów oceniających na stanowisko [JOB_NAME]. Aby uzyskać dostęp do wyników testów, skorzystaj z poniższego linku: [ASSESSMENT_RESULT_LINK]. {additional_message}[SIGNATURE]
sv: Hej [FIRST_NAME]! Tack för att du genomförde lämplighetstesterna för tjänsten [JOB_NAME]. Klicka på följande länk för att se dina testresultat: [ASSESSMENT_RESULT_LINK]. {additional_message}[SIGNATURE]

source: Hi [FIRST_NAME]! Thank you for participating in our recruitment process! To access your recruitment report, please use the following link: [ASSESSMENT_RESULT_LINK] {additional_message}[SIGNATURE]
da: Hej [FORNAVN]! Tak, fordi du deltog i vores rekrutteringsproces! For at få adgang til din rekrutteringsrapport bedes du bruge følgende link: [ASSESSMENT_RESULT_LINK] {additional_message}[SIGNATURE]
de: Hallo [FIRST_NAME]! Vielen Dank für Ihre Teilnahme an unserem Bewerbungsverfahren! Um Ihren Einstellungsbericht aufzurufen, benutzen Sie bitte den folgenden Link: [ASSESSMENT_RESULT_LINK] {additional_message}[SIGNATURE]
et: Tere, [FIRST_NAME]! Meil on hea meel, et osaled meie värbamisprotsessis! Oma andmetele pääsed juurde selle lingi kaudu: [ASSESSMENT_RESULT_LINK] {additional_message}[SIGNATURE]
fi: Hei [FIRST_NAME]! Kiitos kun osallistuit rekrytointiprosessiimme! Klikkaa seuraavaa linkkiä tarkastellaksesi omaa rekrytointiraporttiasi: [ASSESSMENT_RESULT_LINK] {additional_message}[SIGNATURE]
fr: Bonjour [FIRST_NAME] ! Merci d'avoir participé à notre processus de recrutement ! Pour accéder à votre rapport de recrutement, veuillez utiliser le lien suivant : [ASSESSMENT_RESULT_LINK] {additional_message}[SIGNATURE]
lv: Sveiki, [FIRST_NAME]! Paldies, ka piedalījāties mūsu atlases procesā! Lai piekļūtu savai atlases atskaitei, lūdzu, izmantojiet šo saiti: [ASSESSMENT_RESULT_LINK] {additional_message}[SIGNATURE]
nb: Hei [FIRST_NAME]! Takk for at du deltok i rekrutteringsprosessen vår! Bruk den følgende lenken for å få tilgang til rekrutteringsrapporten din: [ASSESSMENT_RESULT_LINK] {additional_message}[SIGNATURE]
nl: Hallo [FIRST_NAME]! Bedankt voor uw deelname aan ons wervingsproces! Gebruik de volgende link om toegang te krijgen tot uw wervingsrapport: [ASSESSMENT_RESULT_LINK] {additional_message}[SIGNATURE]
pl: Cześć [FIRST_NAME]! Dziękujemy za udział w naszym procesie rekrutacyjnym! Aby uzyskać dostęp do raportu rekrutacyjnego, skorzystaj z poniższego linku: [ASSESSMENT_RESULT_LINK] {additional_message}[SIGNATURE]
sv: Hej [FIRST_NAME]! Tack för att du deltog i vår rekryteringsprocess! Klicka på följande länk för att se din personliga rekryteringsrapport: [ASSESSMENT_RESULT_LINK] {additional_message}[SIGNATURE]
