Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Full access to our support guides without the need to search and navigate them
da: Fuld adgang til vores supportguider uden at skulle søge og navigere i dem
de: Vollständiger Zugriff auf unsere Support-Handbücher, ohne sie suchen und durchsuchen zu müssen
et: Täielik juurdepääs meie tugijuhenditele ilma vajaduseta neid otsida ja navigeerida
fi: Täysi pääsy tukioppaisiin ilman hakemista ja selailua.
fr: Accès complet à nos guides de support sans avoir besoin de les rechercher et de les parcourir
lv: Pilna piekļuve mūsu atbalsta ceļvežiem, nevajadzot tos meklēt un pārlūkot
nb: Full tilgang til våre støtteguider uten behov for å søke og navigere i dem
nl: Volledige toegang tot onze ondersteuningsgidsen zonder dat u ze hoeft te zoeken en te navigeren
pl: Pełny dostęp do naszych przewodników wsparcia bez konieczności ich wyszukiwania i nawigowania po nich
sv: Fullständig tillgång till våra supportguider utan att behöva söka och navigera i dem

source: Advanced Scheduling: Two-way Calendar Integration
da: Avanceret planlægning: Integration af tovejskalender
de: Erweiterte Terminplanung: Bidirektionale Kalenderintegration
et: Täiustatud planeerimine: kahepoolne kalendri integratsioon
fi: Edistynyt haastattelujen aikataulutus: Kaksisuuntainen kalenteri-integraatio
fr: Planification avancée : Intégration de calendrier bidirectionnelle
lv: Uzlabota plānošana: divvirzienu kalendāra integrācija
nb: Avansert planlegging: Toveis kalenderintegrasjon
nl: Geavanceerde planning: Tweerichtingsintegratie van agenda
pl: Zaawansowane Planowanie: Dwukierunkowa Integracja Kalendarza
sv: Avancerad schemaläggning: Tvåvägsintegrering av kalender

source: Eliminate the hassle of interview booking with our new two-way calendar sync. Use our native integration to link your Outlook calendar and reap the benefits.
da: Fjern besværet med interviewbooking med vores nye tovejskalendersynkronisering. Brug vores indbyggede integration til at linke din Outlook-kalender og høst fordelene.
de: Beseitigen Sie den Aufwand der Interviewplanung mit unserer neuen bidirektionalen Kalendersynchronisation. Nutzen Sie unsere native Integration, um Ihren Outlook-Kalender zu verknüpfen und die Vorteile zu nutzen.
et: Kõrvalda intervjuude broneerimise tüli meie uue kahepoolse kalendri sünkroniseerimisega. Kasuta meie omaintegratsiooni oma Outlooki kalendri linkimiseks ja saa kasu.
fi: Buukkaa haastatteluja entistä vaivattomammmin kaksisuuntaisen kalenterimme avulla. Natiivi-integraatiomme mahdollistaa Outlook-kalenterisi täydellisen synkronoinnin TalentAdore Hireen.
fr: Éliminez les tracas de la réservation d'entretiens avec notre nouvelle synchronisation de calendrier bidirectionnelle. Utilisez notre intégration native pour lier votre calendrier Outlook et en récolter les avantages.
lv: Novērsiet interviju rezervēšanas rūpes ar mūsu jauno divvirzienu kalendāra sinhronizāciju. Izmantojiet mūsu natīvo integrāciju, lai saistītu savu Outlook kalendāru un gūtu ieguvumus.
nb: Eliminer bryet med intervjubooking med vår nye toveissynkronisering av kalenderen. Bruk vår innebygde integrasjon for å koble Outlook-kalenderen din og høste fordelene.
nl: Elimineer het gedoe van het plannen van interviews met onze nieuwe tweerichtingssynchronisatie van agenda's. Gebruik onze native integratie om uw Outlook-agenda te koppelen en profiteer van de voordelen.
pl: Wyeliminuj kłopoty związane z rezerwacją rozmów kwalifikacyjnych dzięki naszej nowej dwukierunkowej synchronizacji kalendarza. Skorzystaj z naszej natywnej integracji, aby połączyć swój kalendarz Outlook i czerpać korzyści.
sv: Eliminera besväret med intervjubokning med vår nya tvåvägssynkronisering av kalendern. Använd vår inbyggda integrering för att länka din Outlook-kalender och dra nytta av fördelarna.

source: Update your calendar events in your calendar app or inside TalentAdore Hire
da: Opdater dine kalenderbegivenheder i din kalenderapp eller inde i TalentAdore Hire
de: Aktualisieren Sie Ihre Kalenderereignisse in Ihrer Kalender-App oder innerhalb von TalentAdore Hire
et: Uuenda oma kalendri sündmusi oma kalendri rakenduses või TalentAdore Hire'is
fi: Päivitä kalenterimerkintöjä kalenterisovelluksessasi tai TalentAdore Hiressa
fr: Mettez à jour vos événements de calendrier dans votre application de calendrier ou dans TalentAdore Hire
lv: Atjauniniet savus kalendāra notikumus kalendāra lietotnē vai TalentAdore Hire iekšienē
nb: Oppdater kalenderhendelsene dine i kalenderappen eller inne i TalentAdore Hire
nl: Werk uw agenda-evenementen bij in uw agenda-app of in TalentAdore Hire
pl: Aktualizuj wydarzenia w kalendarzu w swojej aplikacji kalendarza lub wewnątrz TalentAdore Hire
sv: Uppdatera dina kalenderhändelser i din kalenderapp eller inuti TalentAdore Hire

source: Schedule face-to-face, online, and group interviews effortlessly
da: Planlæg personlige, online og gruppeinterviews uden besvær
de: Planen Sie mühelos persönliche, Online- und Gruppeninterviews
et: Planeeri näost-näkku, online ja grupiintervjuusid vaevata
fi: Buukka face-to-face, online- ja ryhmähaastattelut vaivattomasti
fr: Planifiez facilement des entretiens en face à face, en ligne et en groupe
lv: Bez piepūles plānojiet klātienes, tiešsaistes un grupu intervijas
nb: Planlegg ansikt-til-ansikt, online og gruppeintervjuer uten anstrengelse
nl: Plan face-to-face, online en groepsinterviews moeiteloos
pl: Bez wysiłku planuj rozmowy kwalifikacyjne twarzą w twarz, online i grupowe
sv: Schemalägg personliga intervjuer, onlineintervjuer och gruppintervjuer utan ansträngning

source: Arranging schedules with multiple recruiters and hiring managers
da: Arrangering af tidsplaner med flere rekrutteringsmedarbejdere og ansættelsesansvarlige
de: Abstimmung von Zeitplänen mit mehreren Recruitern und Einstellungsmanagern
et: Ajakavade korraldamine mitme värbaja ja palkava juhiga
fi: hallinnoi useiden rekrytoijien ja rekrytoivien esihenkilöiden aikatauluja
fr: Organisation des horaires avec plusieurs recruteurs et responsables du recrutement
lv: Grafiku saskaņošana ar vairākiem personāla atlases speciālistiem un darbā pieņemšanas vadītājiem
nb: Arrangere tidsplaner med flere rekrutterere og ansettelsesansvarlige
nl: Planningen regelen met meerdere recruiters en hiring managers
pl: Ustalanie harmonogramów z wieloma rekruterami i menedżerami ds. zatrudnienia
sv: Arrangera scheman med flera rekryterare och anställningsansvariga

source: Learn more about advanced scheduling by contacting your Customer Success Manager.
da: Lær mere om avanceret planlægning ved at kontakte din Customer Success Manager.
de: Erfahren Sie mehr über die erweiterte Terminplanung, indem Sie sich an Ihren Customer Success Manager wenden.
et: Lisateabe saamiseks täiustatud planeerimise kohta võtke ühendust oma kliendiedujuhiga.
fi: Lisätietoja uudesta kalenteri-integraatiosta saat ottamalla yhteyttä Customer Success Manageriinne.
fr: En savoir plus sur la planification avancée en contactant votre responsable du succès client.
lv: Uzziniet vairāk par uzlaboto plānošanu, sazinoties ar savu klientu panākumu vadītāju.
nb: Lær mer om avansert planlegging ved å kontakte din kundesuksessansvarlig.
nl: Leer meer over geavanceerde planning door contact op te nemen met uw Customer Success Manager.
pl: Dowiedz się więcej o zaawansowanym planowaniu, kontaktując się z menedżerem ds. sukcesu klienta.
sv: Lär dig mer om avancerad schemaläggning genom att kontakta din kundansvarige.

source: Other releases, updates, and improvements coming soon include:
da: Andre udgivelser, opdateringer og forbedringer, der snart kommer, omfatter:
de: Weitere Veröffentlichungen, Updates und Verbesserungen, die in Kürze erscheinen, sind:
et: Peagi tulevad muud väljalasked, uuendused ja täiustused hõlmavad:
fi: Muita nyt tuotannossa olevia julkaisuja, päivityksiä ja parannuksia:
fr: Les autres versions, mises à jour et améliorations à venir incluent :
lv: Citi drīzumā gaidāmie izlaidumi, atjauninājumi un uzlabojumi ietver:
nb: Andre utgivelser, oppdateringer og forbedringer som kommer snart inkluderer:
nl: Andere releases, updates en verbeteringen die binnenkort komen, zijn onder meer:
pl: Inne nadchodzące wkrótce wydania, aktualizacje i ulepszenia obejmują:
sv: Andra releaser, uppdateringar och förbättringar som kommer snart inkluderar:

source: Updates to Talent Community
da: Opdateringer til Talent Community
de: Updates für Talent Community
et: Talent Community uuendused
fi: Päivitykset Talent Communityyn
fr: Mises à jour de Talent Community
lv: Atjauninājumi Talent Community
nb: Oppdateringer til Talent Community
nl: Updates voor Talent Community
pl: Aktualizacje Talent Community
sv: Uppdateringar av Talent Community

source: screen and source talents more efficiently inside Talent Community:
da: screen og kilde talenter mere effektivt inde i Talent Community:
de: Talente effizienter innerhalb der Talent Community screenen und sourcing:
et: sõelu ja hangi talente tõhusamalt Talent Community sees:
fi: seulo osaajayhteisöjänne entistä tehokkaammin ja löydä parhaat osaajat.
fr: filtrer et sourcer les talents plus efficacement dans Talent Community :
lv: efektīvāk pārbaudiet un atlasiet talantus Talent Community iekšienē:
nb: screen og kilde talenter mer effektivt inne i Talent Community:
nl: screen en source talenten efficiënter binnen Talent Community:
pl: sprawdzaj i pozyskuj talenty bardziej efektywnie wewnątrz Talent Community:
sv: granska och hitta talanger mer effektivt i Talent Community:

source: Group user management
da: Gruppestyring af brugere
de: Gruppenbenutzerverwaltung
et: Grupi kasutajate haldamine
fi: Ryhmäkäyttäjien hallinointi
fr: Gestion des utilisateurs de groupe
lv: Grupu lietotāju pārvaldība
nb: Gruppehåndtering av brukere
nl: Groepsgebruikersbeheer
pl: Zarządzanie użytkownikami grupowymi
sv: Gruppanvändarhantering

source: Additional data in the table view
da: Yderligere data i tabelvisningen
de: Zusätzliche Daten in der Tabellenansicht
et: Lisaandmed tabelivaates
fi: Uudet sarakkeet talukkonäkymässä
fr: Données supplémentaires dans la vue tableau
lv: Papildu dati tabulas skatā
nb: Ytterligere data i tabellvisningen
nl: Aanvullende gegevens in de tabelweergave
pl: Dodatkowe dane w widoku tabeli
sv: Ytterligare data i tabellvyn

source: Overlay view
da: Overlejringsvisning
de: Overlay-Ansicht
et: Ülekattega vaade
fi: Overlay -näkymä
fr: Vue superposée
lv: Pārklājuma skats
nb: Overleggvisning
nl: Overlay-weergave
pl: Widok nakładki
sv: Överläggningsvy

source: UX improvements
da: UX-forbedringer
de: UX-Verbesserungen
et: Kasutajakogemuse parendused
fi: Käyttökokemuksen parannukset
fr: Améliorations de l'expérience utilisateur
lv: Lietotāja pieredzes uzlabojumi
nb: UX-forbedringer
nl: UX-verbeteringen
pl: Ulepszenia UX
sv: UX-förbättringar

source: enhanced recruitment workflow with new functionalities:
da: forbedret rekrutteringsarbejdsgang med nye funktioner:
de: Verbesserter Rekrutierungsablauf mit neuen Funktionen:
et: täiustatud värbamisvoog uute funktsioonidega:
fi: parannellut rekrytointipolut:
fr: flux de recrutement amélioré avec de nouvelles fonctionnalités :
lv: uzlabota darbā pieņemšanas darbplūsma ar jaunām funkcijām:
nb: forbedret rekrutteringsflyt med nye funksjoner:
nl: verbeterde wervingsworkflow met nieuwe functionaliteiten:
pl: ulepszony przepływ rekrutacji z nowymi funkcjonalnościami:
sv: förbättrat rekryteringsflöde med nya funktioner:

source: When an application receives an outcome, the application leaves the recruitment flow and stays in the outcome basket
da: Når en ansøgning modtager et resultat, forlader ansøgningen rekrutteringsflowet og forbliver i resultatmappen
de: Wenn eine Bewerbung ein Ergebnis erhält, verlässt die Bewerbung den Rekrutierungsfluss und bleibt im Ergebniskorb
et: Kui kandideerimisele määratakse tulemus, lahkub kandideerimisavaldus värbamisvoost ja jääb tulemuste korvi
fi: Kun hakemukselle määritelllään lopputulos, hakemus poistuu rekrytointipolusta ja siirtyy lopputuloksen alle.
fr: Lorsqu'une candidature reçoit un résultat, elle quitte le flux de recrutement et reste dans le panier des résultats
lv: Kad pieteikums saņem rezultātu, pieteikums pamet darbā pieņemšanas plūsmu un paliek rezultātu grozā
nb: Når en søknad mottar et utfall, forlater søknaden rekrutteringsflyten og forblir i utfallskurven
nl: Wanneer een sollicitatie een uitkomst krijgt, verlaat de sollicitatie de wervingsstroom en blijft in de uitkomstmand
pl: Kiedy aplikacja otrzymuje wynik, opuszcza przepływ rekrutacji i pozostaje w koszyku wyników
sv: När en ansökan får ett utfall lämnar ansökan rekryteringsflödet och stannar i utfallskorgen

source: Extending recruitment flow steps with online interview recruitment flow: schedule online meetings with links attached and collect additional documents from candidates via attachment sending steps
da: Udvid rekrutteringsflowtrinnene med online-interviewrekrutteringsflow: planlæg onlinemøder med vedhæftede links, og indsaml yderligere dokumenter fra kandidater via vedhæftede afsendelsestrin
de: Erweiterung der Schritte des Rekrutierungsflusses mit Online-Interview-Rekrutierungsfluss: Planen Sie Online-Meetings mit angehängten Links und sammeln Sie zusätzliche Dokumente von Kandidaten über Anhang-Sendeschritte
et: Värbamisvoo sammude laiendamine veebipõhise intervjuu värbamisvooga: planeeri veebikoosolekuid koos linkidega ja kogu kandidaatidelt lisadokumente manuste saatmise sammude kaudu
fi: Rekrytointipolkuun lisätty online-haastatteluiden polku: aikatauluta verkkohaastatteluja, joihin on liitetty linkit. Kerää ehdokkailta lisädokumentaatiota liitetiedostojen lähetysvaiheiden avulla.
fr: Extension des étapes du flux de recrutement avec le flux de recrutement par entretien en ligne : planifiez des réunions en ligne avec des liens joints et collectez des documents supplémentaires auprès des candidats via des étapes d'envoi de pièces jointes
lv: Darbā pieņemšanas plūsmas soļu paplašināšana ar tiešsaistes interviju darbā pieņemšanas plūsmu: ieplānojiet tiešsaistes tikšanās ar pievienotām saitēm un ievāciet papildu dokumentus no kandidātiem, izmantojot pielikumu sūtīšanas soļus
nb: Utvide rekrutteringsflyttrinn med online intervjurekrutteringsflyt: planlegg online møter med lenker vedlagt og samle inn ytterligere dokumenter fra kandidater via vedleggssendingstrinn
nl: Uitbreiding van wervingsstappen met online sollicitatiegesprekken: plan online meetings met bijgevoegde links en verzamel aanvullende documenten van kandidaten via bijlage-verzendstappen
pl: Rozszerzenie etapów procesu rekrutacji o przepływ rekrutacji z wywiadami online: planowanie spotkań online z dołączonymi linkami i zbieranie dodatkowych dokumentów od kandydatów poprzez etapy wysyłania załączników
sv: Utöka rekryteringsflödesstegen med onlineintervjurekryteringsflöde: schemalägg onlinemöten med bifogade länkar och samla in ytterligare dokument från kandidater via steg för att skicka bilagor

source: Select which data is transferred over when copying or moving applications
da: Vælg, hvilke data der overføres, når du kopierer eller flytter ansøgninger
de: Wählen Sie aus, welche Daten beim Kopieren oder Verschieben von Bewerbungen übertragen werden
et: Vali, millised andmed kantakse üle kandideerimisavalduste kopeerimisel või liigutamisel
fi: Voit valita, mitkä tiedot siirretään, kun kopioit tai siirrät hakemuksia.
fr: Sélectionnez les données transférées lors de la copie ou du déplacement des candidatures
lv: Atlasiet, kuri dati tiek pārsūtīti, kopējot vai pārvietojot pieteikumus
nb: Velg hvilke data som overføres når du kopierer eller flytter søknader
nl: Selecteer welke gegevens worden overgedragen bij het kopiëren of verplaatsen van sollicitaties
pl: Wybierz, które dane są przenoszone podczas kopiowania lub przenoszenia aplikacji
sv: Välj vilka data som överförs när du kopierar eller flyttar ansökningar

source: Automatic position archiving with configurable timeframes
da: Automatisk arkivering af stillinger med konfigurerbare tidsrammer
de: Automatische Positionsarchivierung mit konfigurierbaren Zeiträumen
et: Automaatne ametikohtade arhiveerimine konfigureeritavate ajavahemikega
fi: Automaattinen työpaikkailmoitusten arkistointi määritettävillä aikarajoilla
fr: Archivage automatique des postes avec des délais configurables
lv: Automātiska amatu arhivēšana ar konfigurējamiem laika rāmjiem
nb: Automatisk arkivering av stillinger med konfigurerbare tidsrammer
nl: Automatisch archiveren van posities met configureerbare tijdsperiodes
pl: Automatyczne archiwizowanie stanowisk z konfigurowalnymi ramami czasowymi
sv: Automatisk positionsarkivering med konfigurerbara tidsramar

source: Upcoming releases in Q4
da: Kommende udgivelser i 4. kvartal
de: Bevorstehende Veröffentlichungen im 4. Quartal
et: Eelseisvad väljalasked 4. kvartalis
fi: Q4 aikana julkaistavat toiminnallisuudet
fr: Versions à venir au quatrième trimestre
lv: Gaidāmie izlaidumi 4. ceturksnī
nb: Kommende utgivelser i Q4
nl: Aankomende releases in Q4
pl: Nadchodzące wydania w Q4
sv: Kommande releaser i Q4

source: There’s still plenty of Q4 to go, and we’ve got some incredible things cooking up that we will roll out before the new year.
et: Neljas kvartal on veel pikk ja meil on valmimas uskumatuid asju, mille me enne uut aastat välja anname.
fi: Q4 ei ole vielä edes puolessa välissä. Meillä onkin luvassa upeita päivityksiä, jotka julkaisemme vielä ennen uutta vuotta.
sv: Det är fortfarande mycket kvar av fjärde kvartalet, och vi har några otroliga saker på gång som vi kommer att lansera innan det nya året.

source: AI Matching
da: AI-matchning
de: KI-Matching
et: AI sobitamine
fi: Tekoälyavusteinen matching
fr: Correspondance par IA
lv: Mākslīgā intelekta atbilstība
pl: Dopasowanie AI
sv: AI-matchning

source: Next-level candidate evaluation
da: Kandidatevaluering på næste niveau
de: Kandidatenbewertung der nächsten Stufe
et: Järgmise taseme kandidaatide hindamine
fi: Uudistettu hakija-arviointi
fr: Évaluation des candidats de niveau supérieur
lv: Nākamā līmeņa kandidātu novērtēšana
nb: Kandidatevaluering på neste nivå
nl: Kandidaatevaluatie op het volgende niveau
pl: Ocena kandydatów na wyższym poziomie
sv: Kandidatutvärdering på nästa nivå

source: Next-level AI-assisted candidate feedback
da: AI-assisteret kandidatfeedback på næste niveau
de: KI-gestütztes Kandidaten-Feedback der nächsten Stufe
et: Järgmise taseme AI-assisteeritud kandidaatide tagasiside
fi: Uudistettu tekoälyavusteinen hakijapalaute
fr: Retour d'information sur les candidats assisté par l'IA de niveau supérieur
lv: Nākamā līmeņa mākslīgā intelekta atbalstīta kandidātu atsauksmes
nb: AI-assistert kandidattilbakemelding på neste nivå
nl: AI-ondersteunde feedback voor kandidaten op het volgende niveau
pl: Opinie o kandydatach wspomagane przez AI na wyższym poziomie
sv: AI-assisterad kandidatfeedback på nästa nivå

source: Stay tuned to learn more about these upcoming features in our December product update.
da: Hold øje med vores produktopdatering i december for at lære mere om disse kommende funktioner.
de: Bleiben Sie dran, um in unserem Dezember-Produktupdate mehr über diese kommenden Funktionen zu erfahren.
et: Jälgige meie detsembrikuu tooteuuendust, et saada rohkem teavet nende peatselt lisanduvate funktsioonide kohta.
fi: Pysy kuulolla - lisätietoja näistä tulevista ominaisuuksista tarjoamme joulukuun päivityksessä.
fr: Restez à l'écoute pour en savoir plus sur ces fonctionnalités à venir dans notre mise à jour de produit de décembre.
lv: Sekojiet līdzi, lai uzzinātu vairāk par šīm gaidāmajām funkcijām mūsu decembra produktu atjauninājumā.
nb: Hold deg oppdatert for å lære mer om disse kommende funksjonene i vår produktoppdatering i desember.
nl: Blijf op de hoogte om meer te weten te komen over deze aankomende functies in onze productupdate van december.
pl: Bądź na bieżąco, aby dowiedzieć się więcej o tych nadchodzących funkcjach w grudniowej aktualizacji produktu.
sv: Håll utkik efter mer information om dessa kommande funktioner i vår produktuppdatering i december.

source: Wishing you a lovely November!
da: Vi ønsker dig en dejlig november!
de: Ich wünsche Ihnen einen schönen November!
et: Soovin teile kaunist novembrit!
fi: Toivotamme sinulle ihanaa marraskuuta!
fr: Je vous souhaite un excellent mois de novembre !
lv: Novēlu jums jauku novembri!
nb: Ønsker deg en nydelig november!
nl: We wensen je een fijne november!
pl: Życzę Ci wspaniałego listopada!
sv: Önskar dig en härlig november!

source: September
fi: Syyskuu
fr: septembre
lv: Septembris
pl: Wrzesień

source: Hello
da: Hej
de: Hallo
et: Tere
fi: Hei
fr: Bonjour
lv: Sveiki
nb: Hei
nl: Hallo
pl: Cześć
sv: Hej

source: We are excited to bring you the latest September update, packed with new features and smart improvements. Get ready to explore the new capabilities that will help you work smarter and more efficiently.
da: Vi er glade for at præsentere den seneste september-opdatering, fyldt med nye funktioner og smarte forbedringer. Gør dig klar til at udforske de nye muligheder, der vil hjælpe dig med at arbejde smartere og mere effektivt.
de: Wir freuen uns, Ihnen das neueste September-Update mit vielen neuen Funktionen und intelligenten Verbesserungen zu präsentieren. Machen Sie sich bereit, die neuen Möglichkeiten zu entdecken, die Ihnen helfen werden, effizienter und intelligenter zu arbeiten.
et: Meil on hea meel tutvustada teile uusimat septembrikuu uuendust, mis on täis uusi funktsioone ja nutikaid täiustusi. Valmistuge avastama uusi võimalusi, mis aitavad teil töötada targemalt ja tõhusamalt.
fi: Olemme innoissamme voidessamme tuoda sinulle uusimman syyskuun päivityksen, joka on täynnä uusia ominaisuuksia ja älykkäitä parannuksia. Valmistaudu tutustumaan uusiin ominaisuuksiin, jotka auttavat sinua työskentelemään älykkäämmin ja tehokkaammin.
fr: Nous sommes ravis de vous présenter la dernière mise à jour de septembre, remplie de nouvelles fonctionnalités et d'améliorations intelligentes. Préparez-vous à explorer les nouvelles capacités qui vous aideront à travailler plus intelligemment et plus efficacement.
lv: Mēs ar prieku piedāvājam jums jaunāko septembra atjauninājumu, kas ir pilns ar jaunām funkcijām un viediem uzlabojumiem. Sagatavojieties izpētīt jaunās iespējas, kas palīdzēs jums strādāt gudrāk un efektīvāk.
nb: Vi er glade for å gi deg den siste septemberoppdateringen, fullpakket med nye funksjoner og smarte forbedringer. Gjør deg klar til å utforske de nye mulighetene som vil hjelpe deg med å jobbe smartere og mer effektivt.
nl: We zijn verheugd om u de nieuwste update van september te brengen, boordevol nieuwe functies en slimme verbeteringen. Maak u klaar om de nieuwe mogelijkheden te verkennen die u helpen slimmer en efficiënter te werken.
pl: Z przyjemnością przedstawiamy najnowszą aktualizację z września, pełną nowych funkcji i inteligentnych ulepszeń. Przygotuj się na odkrycie nowych możliwości, które pomogą Ci pracować mądrzej i wydajniej.
sv: Vi är glada att kunna presentera den senaste uppdateringen för september, fullspäckad med nya funktioner och smarta förbättringar. Gör dig redo att utforska de nya möjligheterna som kommer att hjälpa dig att arbeta smartare och mer effektivt.

source: Customisable Dashboard
da: Tilpasset dashboard
de: Anpassbares Dashboard
et: Kohandatav töölaud
fi: Muokattava etusivu
fr: Tableau de bord personnalisable
lv: Pielāgojama informācijas panelis
nb: Tilpassbart dashbord
nl: Aanpasbaar dashboard
pl: Konfigurowalny pulpit
sv: Anpassningsbar instrumentpanel
