Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Make well-informed decisions based on data on recruitment processes, real-time candidate experience, user efficiency, and Talent Community. You can also monitor which devices the candidates were using when applying, and from which sources (social media channels or websites) they came from. We can create customised dashboards for your organisation. By default, Advanced Analytics can be accessed by admin users and recruiters.
da: Tag velinformerede beslutninger baseret på data om rekrutteringsprocesser, kandidatoplevelse i realtid, brugereffektivitet og Talent Community. Du kan også overvåge, hvilke enheder kandidaterne brugte, da de søgte, og fra hvilke kilder (sociale medier eller hjemmesider) de kom. Vi kan lave skræddersyede dashboards til din organisation. Som standard kan Advanced Analytics benyttes af administratorbrugere og rekrutteringsansvarlige.
de: Treffen Sie fundierte Entscheidungen auf der Grundlage von Daten zu Rekrutierungsprozessen, Echtzeit-Bewerbererfahrung, Benutzereffizienz und Talent Community. Sie können sehen, welche Geräte die Kandidaten bei der Bewerbung verwendet haben und aus welchen Quellen (Social-Media-Kanäle oder Websites) sie kamen. Wir können individuelle Dashboards für Ihr Unternehmen erstellen. Erweiterte Analysen sind standardmäßig für Administratoren und Recruiter zugänglich.
et: Tee teadlikke otsuseid andmete põhjal, mis on seotud värbamisprotsesside, kandidaatide kogemuse, kasutajate tõhususe ja Talent Communityga. Saad jälgida ka seda, milliseid seadmeid kasutasid kandidaadid avaldust saates ja milliselt lehelt nad tulid (sotsiaalmeediakanalilt või mõnelt veebisaidilt). Saad oma organisatsiooni jaoks luua kohandatud töölaudasid. Vaikimisi pääsevad täpsematele analüüsiandmetele juurde administraatorid ja värbajad.
fi: Edistyneellä analytiikalla teet harkittuja päätöksiä perustuen tilastoihin rekrytointiprosesseista, hakijakokemuksesta, tehokkuudesta, ja Talent Communitysta. Voit seurata, millä laitteilla hakijat ovat lähettäneet hakemuksensa, ja mitä kautta he ovat ilmoituksenne löytäneet (some-kanavat tai verkkosivut). Luomme tarvittaessa organisaatiollenne oman, räätälöidyn näkymän tilastoihin. Oletuksena Edistynyt analytiikka on näkyvillä pääkäyttäjillä ja rekrytoijilla.
fr: Prenez des décisions bien informées basées sur les données des processus de recrutement, l'expérience candidat en temps réel, l'efficacité utilisateur et la Communauté de Talents. Vous pouvez également surveiller quels appareils les candidats utilisaient lors de leur candidature et de quelles sources (canaux de médias sociaux ou sites web) ils provenaient. Nous pouvons créer des tableaux de bord personnalisés pour votre organisation. Par défaut, Advanced Analytics est accessible aux utilisateurs administrateurs et aux recruteurs.
lv: Pieņemiet apzinātus lēmumus, pamatojoties uz datiem par atlases procesiem, reāllaika kandidātu pieredzi, lietotāju efektivitāti un Talent Community. Varat arī uzraudzīt, kādas ierīces kandidāti ir izmantojuši, lai pieteiktos, un no kādiem avotiem (sociālo tīklu kanāliem vai vietnēm) viņi pieteikušies. Mēs varam izveidot jūsu organizācijai pielāgotus vadības paneļus. Pēc noklusējuma pakalpojumam Advanced Analytics var piekļūt administratori un personāla atlases speciālisti.
nb: Ta velinformerte beslutninger basert på opplysninger om rekrutteringsprosesser, kandidatopplevelser i sanntid, brukereffektivitet og Talent Community. Du kan også følge med på hvilke enheter kandidatene brukte da de søkte og hvilke kilder (sosiale medier eller nettsteder) de kom fra. Vi kan lage instrumentbord som er spesielt tilpasset din organisasjon. Som standard er avansert analyse tilgjengelig for administratorbrukere og rekrutterere.
nl: Neem weloverwogen beslissingen op basis van gegevens over wervingsprocessen, real-time kandidaatervaring, gebruikersefficiëntie en Talent Community. U kunt ook bijhouden welke apparaten de kandidaten gebruikten bij het solliciteren en van welke bronnen (sociale mediakanalen of websites) ze afkomstig waren. We kunnen aangepaste dashboards voor uw organisatie maken. Standaard is Advanced Analytics toegankelijk voor beheerders en recruiters.
pl: Podejmuj dobrze przemyślane decyzje w oparciu o dane dotyczące procesów rekrutacyjnych, doświadczeń kandydatów w czasie rzeczywistym, wydajności użytkowników i Talent Community. Możesz również monitorować, z jakich urządzeń korzystali kandydaci podczas aplikowania oraz z jakich źródeł (kanałów mediów społecznościowych lub stron internetowych) pochodzili. Możemy stworzyć spersonalizowane pulpity nawigacyjne dla Twojej organizacji. Domyślnie zaawansowana analityka jest dostępna dla użytkowników administracyjnych i rekruterów.
sv: Fatta välinformerade beslut utgående från pålitlig statistik om er rekryteringsprocess, verkliga kandidatupplevelser, användningsgrad och Talent Community. Följ med vilka enheter kandidaterna söker med, och hur de hittat er jobbannons (social media eller jobbsajt). Vi kan vid behov skapa en egen, skräddarsydd dashboard för ert företag. Avancerad analytik -funktionen är synliga för er organisations adminanvändare.

source: In-depth insights on and beyond traditional recruitment metrics
da: Dybdegående indsigt i og ud over traditionelle rekrutteringsmålinger
de: Ausführliche Einblicke in und über die traditionellen Rekrutierungskennzahlen hinaus
et: Üksikasjalikud ülevaated ja erilised värbamismõõdikud
fi: Monipuolista dataa ja uusia näkökulmia, joita et saa perinteisillä rekrytoinnin mittareilla
fr: Des informations approfondies sur et au-delà des indicateurs de recrutement traditionnels
lv: Padziļināts ieskats par tradicionālajiem atlases rādītājiem un to, ko tie neietver
nb: Dyptgående innsikt i og ut over tradisjonelle rekrutteringsmålinger
nl: Diepgaande inzichten over en buiten traditionele wervingsstatistieken
pl: Dogłębne spostrzeżenia na temat tradycyjnych wskaźników rekrutacji i nie tylko
sv: Mångsidig data och nya synvinklar till rekrytering långt utöver traditionella mätvärden

source: Advanced Analytics
da: Avanceret analyse
de: Erweiterte Analysen
et: Täpsemad analüüsiandmed
fi: Edistynyt analytiikka
fr: Analyses Avancées
nb: Avansert analyse
nl: Geavanceerde analyses
pl: Zaawansowana analityka
sv: Avancerade analys

source: Monster has expanded from "job board" to a global provider of a full array of employment services. When this integration is enabled, you can publish, edit and unpublish Monster job ads from the "Share" page in TalentAdore. Type in the additional information required by Monster and publish the job ad to Monster from TalentAdore.
da: Monster har udviklet sig fra at være en "jobportal" til en global udbyder af et komplet udvalg af arbejdsformidlingstjenester. Når denne integration er aktiveret, kan du udgive, redigere og aflyse offentliggørelsen af Monster-jobannoncer fra siden "Del" i TalentAdore. Indtast de yderligere oplysninger, som Monster kræver, og offentliggør jobannoncen til Monster fra TalentAdore.
de: Monster hat sich von einer reinen Jobbörse zu einem globalen Anbieter einer ganzen Reihe von Arbeitsvermittlungsdiensten entwickelt. Wenn diese Integration aktiviert ist, können Sie Monster-Stellenanzeigen auf der Teilen-Seite in TalentAdore veröffentlichen und bearbeiten. Geben Sie die von Monster geforderten Zusatzinformationen ein und veröffentlichen Sie die Stellenanzeige bei Monster von TalentAdore aus.
et: Monster ei ole enam pelgalt tööportaal, vaid üleilmne tööhõiveteenuste osutaja. Kui see integratsioon on lubatud, saad Monsteri töökuulutusi avaldada, muuta ja tagasi võtta TalentAdore’i lehel „Jaga“. Sisesta Monsteri jaoks vajalik lisainfo ja saada töökuulutus Monsterisse otse TalentAdore’ist.
fi: Monster on kasvanut yksittäisestä työpaikkasivustosta maailmanlaajuiseksi kattavien urapalveluiden toimittajaksi. Monster-integraatiolla voit julkaista, muokata ja poistaa Monster-työpaikkailmoituksia TalentAdoren “Jaa” -sivulta käsin. Täytettyäsi lomakkeelle Monsterin pyytämät lisätiedot, voit julkaista ilmoituksen Monsteriin suoraan TalentAdoresta.
fr: Monster s'est développé d'un "tableau d'emplois" à un fournisseur mondial d'une gamme complète de services d'emploi. Lorsque cette intégration est activée, vous pouvez publier, modifier et dépublier des annonces d'emploi Monster depuis la page "Partager" dans TalentAdore. Saisissez les informations supplémentaires requises par Monster et publiez l'annonce sur Monster depuis TalentAdore.
lv: Monster no “darba sludinājumu dēļa” ir pārtapis par globālu nodarbinātības pakalpojumu sniedzēju. Ja šī integrācija ir iespējota, jūs varat publicēt, rediģēt un atcelt Monster darba sludinājumu publicēšanu no TalentAdore lapas “Kopīgot”. Ievadiet Monster pieprasīto papildu informāciju un no TalentAdore publicējiet darba sludinājumu Monster.
nb: Monster har ekspandert fra å være en "jobbplattform" til å bli en global leverandør av et bredt spektrum av arbeidsformidlingstjenester. Når denne integrasjonen er aktivert, kan du publisere, redigere og avpublisere Monster-jobbannonser fra siden "Del" i TalentAdore. Skriv inn tilleggsinformasjonen som er påkrevd av Monster, og publiser jobbannonsen på Monster via TalentAdore.
nl: Monster is uitgegroeid van een "vacaturebank" tot een wereldwijde aanbieder van een volledig scala aan arbeidsbemiddelingsdiensten. Wanneer deze integratie is ingeschakeld, kunt u Monster-vacatures publiceren, bewerken en verwijderen vanaf de pagina "Delen" in TalentAdore. Voer de aanvullende informatie in die Monster vereist en publiceer de vacature vanuit TalentAdore op Monster.
pl: Monster rozwinął się z "tablicy ogłoszeń" do globalnego dostawcy pełnego wachlarza usług zatrudnienia. Po włączeniu tej integracji możesz publikować, edytować i wycofywać ogłoszenia o pracę Monster ze strony "Udostępnij" w TalentAdore. Wpisz dodatkowe informacje wymagane przez Monster i opublikuj ogłoszenie o pracę w Monster z TalentAdore.
sv: Monster har vuxit från en individuell jobbsajt till en global leverantör av heltäckande karriärtjänster. Med Monster-integrationen kan du publicera, redigera och radera Monster-jobbannonser direkt från TalentAdores “Dela" -sida. Efter att du fyllt i tilläggsinformationen på Monsters blankett i TalentAdore, kan du publicera jobbannonsen till Monsters sajt direkt från TalentAdore.

source: Global online employment solution
da: Global online beskæftigelsesløsning
de: Globale Online-Stellenvermittlung
et: Rahvusvaheline tööhõivelahendus veebis
fi: Globaali työnhakuratkaisu verkossa
fr: Solution mondiale d'emploi en ligne
lv: Globāls tiešsaistes nodarbinātības risinājums
nb: Global nettbasert rekrutteringsløsning
nl: Wereldwijde online oplossing voor personeelswerving
pl: Globalne rozwiązanie do zatrudnienia online
sv: Världens mest besökta karriärsajt

source: Refapp is a talent intelligence solution which assists recruiters in making efficient, professional and secure reference checks on every candidate. Increase the accuracy of candidate information and save time in your recruitment processes today.
da: Refapp er en talent intelligence-løsning, der hjælper rekrutteringsfirmaer med at foretage effektive, professionelle og sikre referencetjek på alle kandidater. Få mere præcise oplysninger om kandidaterne, og spar tid i dine rekrutteringsprocesser i dag.
de: Refapp ist eine Talent-Intelligenz-Lösung, die Personalvermittlern bei der effizienten, professionellen und zuverlässigen Überprüfung von Referenzen für jeden Bewerber unterstützt. Erhöhen Sie die Zuverlässigkeit von Bewerberinformationen und sparen Sie noch heute Zeit bei Ihren Einstellungsprozessen.
et: Refapp on nutikas talendilahendus, mis aitab värbajatel kontrollida kandidaatide soovitajaid tõhusalt, professionaalselt ja turvaliselt. Seda lahendust kasutades saad kandidaatidest parema ülevaate ja säästad värbamisel aega.
fi: Refapp auttaa tekemään referenssien tarkistamisesta tehokasta, ammattimaista ja turvallista. Lisää onnistuneiden rekrytointien määrää ja huomioi GDPR-tekijät referenssien tarkistuksissa.
fr: Refapp est une solution d'intelligence des talents qui aide les recruteurs à effectuer des vérifications de références efficaces, professionnelles et sécurisées sur chaque candidat. Augmentez la précision des informations sur les candidats et gagnez du temps dans vos processus de recrutement dès aujourd'hui.
lv: Refapp ir darbinieku informācijas pārbaudes risinājums, kas palīdz personāla atlases speciālistiem efektīvi, profesionāli un droši pārbaudīt ikviena kandidāta atsauksmes. Uzlabojiet kandidātu informācijas kvalitāti un ietaupiet personāla atlasei vajadzīgo laiku jau šodien.
nb: Refapp er en talent intelligence-løsning som hjelper rekrutterere med å foreta effektive, profesjonelle og sikre referansesjekker av alle kandidater. Få mer korrekt kandidatinformasjon og spar tid i rekrutteringsprosessene allerede i dag.
nl: Refapp is een oplossing voor talentinformatie die recruiters helpt bij het efficiënt, professioneel en veilig uitvoeren van referentiecontroles voor elke kandidaat. Verhoog vandaag nog de nauwkeurigheid van kandidaatinformatie en bespaar tijd in uw wervingsprocessen.
pl: Refapp to rozwiązanie z zakresu inteligencji talentów, które pomaga rekruterom w przeprowadzaniu wydajnych, profesjonalnych i bezpiecznych sprawdzeń referencji każdego kandydata. Zwiększ dokładność informacji o kandydatach i oszczędzaj czas w procesach rekrutacyjnych już dziś.
sv: Refapp hjälper dig att göra referenstagning som är smidig, professionell och säker. Höj validiteten och GDPR-anpassa referenstagningen i dina rekryteringsprocesser.

source: Reference checking solution
da: Løsning til kontrol af referencer
de: Lösung zur Referenzüberprüfung
et: Soovitajate ülevaatuse lahendus
fi: Referenssien tarkistus ratkaisu
fr: Solution de vérification des références
lv: Atsauksmju pārbaudīšanas risinājums
nb: Løsning for referansekontroll
nl: Oplossing voor referentiecontrole
pl: Rozwiązanie do sprawdzania referencji
sv: Referenskontroll lösning

source: Alma Jobly - Jobly for short - is a digital job board and solution to the recruitment challenges of this time. Jobly is a part of Alma Career, fully owned by Alma Media. When this integration is enabled, you can publish, edit and unpublish Jobly job ads from the "Share" page in TalentAdore. Type in the additional information required by Jobly and publish the job ad to Jobly from TalentAdore.
da: Alma Jobly - forkortet Jobly - er en digital jobportal og en løsning på tidens rekrutteringsudfordringer. Jobly er en del af Alma Career, som ejes fuldt ud af Alma Media. Når denne integration er aktiveret, kan du offentliggøre, redigere og aflyse offentliggørelsen Jobly-jobannoncer fra siden "Del" i TalentAdore. Indtast de yderligere oplysninger, som Jobly kræver, og offentliggør jobannoncen til Jobly fra TalentAdore.
de: Alma Jobly - kurz Jobly - ist eine digitale Stellenbörse und die Lösung für die Herausforderungen der Personalbeschaffung in der heutigen Zeit. Jobly gehört zu Alma Career, das sich vollständig im Besitz von Alma Media befindet. Wenn diese Einbindung aktiviert ist, können Sie Jobly-Stellenanzeigen auf der Seite "Share" in TalentAdore veröffentlichen, bearbeiten und wieder entfernen. Geben Sie die von Jobly geforderten Zusatzinformationen ein und veröffentlichen Sie die Stellenanzeige von TalentAdore aus bei Jobly.
et: Alma Jobly (ehk lihtsalt Jobly) on digitaalne tööportaal ja lahendus, mis teeb värbamise lihtsaks. Jobly on osa Alma Careerist, mis kuulub täielikult Alma Mediale. Kui see integratsioon on lubatud, saad Jobly töökuulutusi avaldada, muuta ja tagasi võtta TalentAdore’i lehel „Jaga“. Sisesta Jobly jaoks vajalik lisainfo ja saada töökuulutus Joblysse otse TalentAdore’ist.
fi: Alma Jobly - lyhyesti Jobly - on digitaalinen työnhakupalvelu ja vastaustämän ajan rekrytointihaasteisiin. Se on sataprosenttisesti Alma Median omistama ja osa Alma Careeria. Jobly-integraatiolla voit julkaista, muokata ja poistaa Jobly-työpaikkailmoituksia TalentAdoren “Jaa” -sivulta käsin. Täytettyäsi lomakkeelle Joblyn pyytämät lisätiedot, voit julkaista ilmoituksen Joblyyn suoraan TalentAdoresta.
fr: Alma Jobly - Jobly en bref - est une solution digitale d'emploi et une réponse aux défis de recrutement actuels. Jobly fait partie d'Alma Career, entièrement détenue par Alma Media. Lorsque cette intégration est activée, vous pouvez publier, modifier et dépublier les annonces d'emploi Jobly depuis la page "Partager" dans TalentAdore. Saisissez les informations supplémentaires requises par Jobly et publiez l'annonce sur Jobly depuis TalentAdore.
lv: Jobly sākumā bija tikai darba vakanču portāls, bet nu darbojas kā globāla, pilna apjoma nodarbinātības pakalpojumu sniedzējs. Kad šī integrācija ir iespējota, jūs varat publicēt, rediģēt un dzēst Jobly darba sludinājumus no TalentAdore lapas “Kopīgot”. Ievadiet Jobly pieprasīto papildu informāciju TalentAdore sistēmā un publicējiet darba sludinājumu Jobly.
nb: Alma Jobly – som også bare kalles Jobly – er en digital jobbtavle og løsningen på vår tids rekrutteringsutfordringer. Jobly er en del av Alma Career, som eies av Alma Media. Når denne integrasjonen er aktivert, kan du publisere, redigere og avpublisere Jobly-annonser fra siden "Del" i TalentAdore. Skriv inn tilleggsinformasjonen som er påkrevd av Jobly, og publiser jobbannonsen til Jobly via TalentAdore.
nl: Alma Jobly - kortweg Jobly - is een digitaal vacatureplatform en een oplossing voor de wervingsuitdagingen van deze tijd. Jobly maakt deel uit van Alma Career en is volledig eigendom van Alma Media. Wanneer deze integratie is ingeschakeld, kunt u Jobly-vacatures publiceren, bewerken en verwijderen vanaf de pagina "Delen" in TalentAdore. Voer de aanvullende informatie in die Jobly vereist en publiceer de vacature vanuit TalentAdore op Jobly.
pl: Alma Jobly - w skrócie Jobly - to cyfrowa tablica ogłoszeń i rozwiązanie dla wyzwań rekrutacyjnych naszych czasów. Jobly jest częścią Alma Career, w pełni należącą do Alma Media. Po włączeniu tej integracji możesz publikować, edytować i wycofywać ogłoszenia o pracę Jobly ze strony "Udostępnij" w TalentAdore. Wpisz dodatkowe informacje wymagane przez Jobly i opublikuj ogłoszenie o pracę w Jobly z TalentAdore.
sv: Alma Jobly - kort sagt Jobly - är en digital jobbportal och lösning på rekryteringsutmaningarna i denna tid. Jobly ägs till 100 procent av AlmaMedia och är en del av Alma Career. Med Jobly-integrationen kan du publicera, redigera och radera Jobly-jobbannonser direkt från TalentAdores “Dela" -sida. Efter att du fyllt i tilläggsinformationen på Joblys blankett i TalentAdore, kan du publicera jobbannonsen till Joblys sajt direkt från TalentAdore.

source: Online employment solution
da: Online beskæftigelsesløsning
de: Online-Stellenvermittlung
et: Tööhõivelahendus veebis
fi: Työnhakuratkaisu verkossa
fr: Solution d'emploi en ligne
lv: Tiešsaistes nodarbinātības risinājums
nb: Nettbasert rekrutteringsløsning
nl: Online wervingsoplossing
pl: Rozwiązanie do zatrudnienia online
sv: Online anställningslösning
