Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Users will be able to access this company profile
da: Brugere vil kunne få adgang til denne virksomhedsprofil
de: Benutzer können auf dieses Unternehmensprofil zugreifen
et: Kasutajad pääsevad sellele ettevõtteprofiilile juurde
fi: Käyttäjillä tulee olemaan pääsy tähän yritysprofiiliin
fr: Les utilisateurs pourront accéder à ce profil d'entreprise
lv: Lietotāji varēs piekļūt šī uzņēmuma profilam
nb: Brukere vil kunne få tilgang til denne selskapsprofilen
nl: Gebruikers hebben toegang tot dit bedrijfsprofiel
pl: Użytkownicy będą mieli dostęp do tego profilu firmy
sv: Användare har åtkomst till denna företagsprofil

source: Can manage access
da: Kan administrere adgang
de: Kann Zugang verwalten
et: Saab juurdepääsu hallata
fi: Voi hallinnoida pääsyä
fr: Peut gérer l'accès
lv: Var pārvaldīt piekļuvi
nb: Kan administrere tilgang
nl: Kan toegang beheren
pl: Może zarządzać dostępem
sv: Kan hantera åtkomst

source: Users will have permission to change the access rights of other users
da: Brugere vil have tilladelse til at ændre andre brugeres adgangsrettigheder
de: Benutzer haben die Berechtigung, die Zugriffsrechte von anderen Benutzern zu ändern
et: Kasutajatele antakse õigus muuta teiste kasutajate juurdepääsuõigusi
fi: Käyttäjillä tulee olemaan lupa muuttamaan toisten käyttäjien pääsyoikeuksia
fr: Les utilisateurs auront la permission de modifier les droits d'accès des autres utilisateurs
lv: Lietotājiem būs atļauja mainīt citu lietotāju piekļuves tiesības
nb: Brukere vil ha tillatelse til å endre tilgangsrettighetene til andre brukere
nl: Gebruikers hebben toestemming om de toegangsrechten van andere gebruikers te wijzigen
pl: Użytkownicy będą mieli uprawnienia do zmiany praw dostępu innych użytkowników
sv: Användare har möjlighet att ändra åtkomsträtt för andra användare

source: Can view
da: Kan se
de: Kann ansehen
et: Saab vaadata
fi: Voi nähdä
fr: Peut voir
lv: Var skatīt
nb: Kan se
nl: Kan bekijken
pl: Może przeglądać
sv: Kan visa

source: Users will have permission to view and copy the application
da: Brugerne har tilladelse til at se og kopiere ansøgningen
de: Benutzer haben die Befugnis, Bewerbungen anzusehen und zu kopieren
et: Kasutajatele antakse õigus avaldust vaadata ja kopeerida
fi: Käyttäjillä tulee olemaan lupa nähdä ja kopioida hakemus
fr: Les utilisateurs auront la permission de voir et de copier l'application
lv: Lietotājiem būs atļauja skatīt un kopēt pieteikumu
nb: Brukere vil ha tillatelse til å se og kopiere søknaden
nl: Gebruikers hebben toestemming om de applicatie te bekijken en te kopiëren
pl: Użytkownicy będą mieli uprawnienia do przeglądania i kopiowania aplikacji
sv: Användare har tillåtelse att visa och kopiera ansökan

source: Can share
da: Kan dele
de: Kann teilen
et: Saab jagada
fi: Voi jakaa
fr: Peut partager
lv: Var kopīgot
nb: Kan dele
nl: Kan delen
pl: Może udostępniać
sv: Kan dela

source: Users will have permission to share and copy the application
da: Brugerne har tilladelse til at dele og kopiere ansøgningen
de: Benutzer haben die Befugnis, die Bewerbung zu kopieren und zu teilen
et: Kasutajatele antakse õigus avaldust jagada ja kopeerida
fi: Käyttäjillä tulee olemaan lupa jakaa ja kopioida hakemus
fr: Les utilisateurs auront la permission de partager et de copier l'application
lv: Lietotājiem būs atļauja kopīgot un kopēt pieteikumu
nb: Brukere vil ha tillatelse til å dele og kopiere søknaden
nl: Gebruikers hebben toestemming om de applicatie te delen en te kopiëren
pl: Użytkownicy będą mieli uprawnienia do udostępniania i kopiowania aplikacji
sv: Användare har tillåtelse att dela och kopiera ansökan

source: Can evaluate
da: Kan vurdere
de: Kann bewerten
et: Saab hinnata
fi: Voi arvioida
fr: Peut évaluer
lv: Var novērtēt
nb: Kan evaluere
nl: Kan evalueren
pl: Może oceniać
sv: Kan utvärdera

source: Users will have permission to perform all actions related to the application
da: Brugerne har tilladelse til at udføre alle handlinger i forbindelse med ansøgningen
de: Benutzer haben die Befugnis, alle mit der Bewerbung verknüpften Aktionen auszuführen
et: Kasutajatele antakse õigus teha kõiki selle avaldusega seotud toiminguid
fi: Käyttäjillä tulee olemaan lupa kaikkiin toimintoihin hakemukseen liittyen
fr: Les utilisateurs auront la permission d'effectuer toutes les actions liées à l'application
lv: Lietotājiem būs atļauja veikt visas ar pieteikumu saistītās darbības
nb: Brukere vil ha tillatelse til å utføre alle handlinger knyttet til søknaden
nl: Gebruikers hebben toestemming om alle acties met betrekking tot de applicatie uit te voeren
pl: Użytkownicy będą mieli uprawnienia do wykonywania wszystkich czynności związanych z aplikacją
sv: Användare har tillåtelse att utföra alla åtgärder angående ansökan

source: Users will have permission to view and invite the talent
da: Brugerne har tilladelse til at se og invitere talentet
de: Benutzer haben die Befugnis, das Talent anzusehen und einzuladen
et: Kasutajatele antakse õigus talenti vaadata ja kutsuda
fi: Käyttäjillä on oikeus nähdä ja kutsua talentti
fr: Les utilisateurs auront la permission de voir et d'inviter le talent
lv: Lietotājiem būs atļauja skatīt un uzaicināt talantu
nb: Brukene vil ha tillatelse til å se og invitere talentene
nl: Gebruikers hebben toestemming om het talent te bekijken en uit te nodigen
pl: Użytkownicy będą mieli uprawnienia do przeglądania i zapraszania kandydata
sv: Användare har tillåtelse att visa och bjuda in talangen

source: Users will have permission to view and invite the talents
da: Brugerne har tilladelse til at se og invitere talenterne
de: Benutzer haben die Befugnis, Talente anzusehen und einzuladen
et: Kasutajatele antakse õigus talente vaadata ja kutsuda
fi: Käyttäjillä on oikeus nähdä ja kutsua talentti
fr: Les utilisateurs auront la permission de voir et d'inviter les talents
lv: Lietotājiem būs atļauja skatīt un uzaicināt talantus
nb: Brukere vil ha tillatelse til å se og invitere talentene
nl: Gebruikers hebben toestemming om de talenten te bekijken en uit te nodigen
pl: Użytkownicy będą mieli uprawnienia do przeglądania i zapraszania kandydatów
sv: Användare har tillåtelse att visa och bjuda in talangerna

source: Users will have permission to see the interview slot
da: Brugerne skal have tilladelse til at se interviewet
de: Benutzer haben die Befugnis, den Bewerbungsgesprächs-Slot zu sehen
et: Kasutajatele antakse õigus vaadata vestluse aega
fi: Käyttäjällä on oikeus nähdä haastatteluajat
fr: Les utilisateurs auront la permission de voir le créneau d'entretien
lv: Lietotājiem būs atļauja skatīt intervijas laiku
nb: Brukere vil ha tillatelse til å se intervjutidsluken
nl: Gebruikers hebben toestemming om het interviewtijdslot te zien
pl: Użytkownicy będą mieli uprawnienia do przeglądania slotu rozmowy kwalifikacyjnej
sv: Användaren har behörighet att se intervjutider

source: Interview admins
da: Interview administratorer
de: Bewerbungsgesprächsadministratoren
et: Vestluse administraatorid
fi: Haastattelun pääkäyttäjä
fr: Administrateurs d'entretien
lv: Intervijas administratori
nb: Intervjuadministratorer
nl: Interview beheerders
pl: Administratorzy rozmów kwalifikacyjnych
sv: Intervjuns administrator

source: Users will have permission to invite applicants
da: Brugere vil have tilladelse til at invitere ansøgere
de: Benutzer haben die Befugnis, Bewerber einzuladen
et: Kasutajatele antakse õigus kandidaate kutsuda
fi: Käyttäjällä on oikeus kutsua hakijoita haastatteluun
fr: Les utilisateurs auront la permission d'inviter les candidats
lv: Lietotājiem būs atļauja uzaicināt kandidātus
nb: Brukere vil ha tillatelse til å invitere søkere
nl: Gebruikers hebben toestemming om sollicitanten uit te nodigen
pl: Użytkownicy będą mieli uprawnienia do zapraszania kandydatów
sv: Användaren har behörighet att bjuda in kandidater till intervju

source: Users will have permission to see the candidate introduction
da: Brugerne skal have tilladelse til at se kandidatintroduktionen
de: Benutzer haben die Befugnis, Kandidatenvorstellungen zu sehen
et: Kasutajatele antakse õigus vaadata kandidaaditutvustust
fi: Käyttäjillä on lupa nähdä hakijaesittely
fr: Les utilisateurs auront la permission de voir l'introduction du candidat
lv: Lietotājiem būs atļauja skatīt kandidāta iepazīstināšanu
nb: Brukere vil ha tillatelse til å se kandidatintroduksjonen
nl: Gebruikers hebben toestemming om de introductie van de kandidaat te zien
pl: Użytkownicy będą mieli uprawnienia do przeglądania prezentacji kandydata
sv: Användare kommer att ha rättighet till kandidatintroduktion

source: Users will have permission to modify candidate introduction
da: Brugere har tilladelse til at ændre kandidatintroduktionen
de: Benutzer haben die Befugnis, Kandidatenvorstellungen zu bearbeiten
et: Kasutajatele antakse õigus muuta kandidaaditutvustusi
fi: Käyttäjillä on lupa muokata hakijaesittelyä
fr: Les utilisateurs auront la permission de modifier l'introduction du candidat
lv: Lietotājiem būs atļauja mainīt kandidāta iepazīstināšanu
nb: Brukere vil ha tillatelse til å endre kandidatintroduksjonen
nl: Gebruikers hebben toestemming om de introductie van de kandidaat te wijzigen
pl: Użytkownicy będą mieli uprawnienia do modyfikowania prezentacji kandydata
sv: Användare kommer att rättighet att modifiera kandidatintroduktion

source: Room
da: Rum
de: Raum
et: Ruum
fi: Huone
fr: Salle
lv: Telpa
nb: Rom
nl: Kamer
pl: Pokój
sv: Rum

source: active
da: aktiv
de: aktiv
et: aktiivne
fi: aktiivinen
fr: actif
lv: aktīvs
nb: aktiv
nl: actief
pl: aktywny
sv: aktiv

source: inactive
da: inaktiv
de: inaktiv
et: mitteaktiivne
fi: ei-aktiivinen
fr: inactif
lv: neaktīvs
nb: inaktiv
nl: inactief
pl: nieaktywny
sv: inaktiv

source: Prerequisites for the feature not satisfied: {titles}
da: Forudsætningerne for funktionen er ikke opfyldt: {titles}
de: Voraussetzungen für die Funktion nicht erfüllt: {titles}
et: Funktsiooni eeltingimused ei ole täidetud: {titles}
fi: Ominaisuuden edellytykset eivät täyty: {titles}
fr: Prérequis pour la fonctionnalité non satisfaits : {titles}
lv: Funkcijas priekšnosacījumi nav izpildīti: {titles}
nb: Forutsetninger for funksjonen er ikke oppfylt: {titles}
nl: Vereisten voor de functie niet voldaan: {titles}
pl: Wymagania wstępne dla funkcji nie są spełnione: {titles}
sv: Förutsättningar för funktionen är inte uppfyllda: {titles}

source: Unknown form
da: Ukendt formular
de: Unbekanntes Formular
et: Tundmatu vorm
fi: Tuntematon lomake
fr: Formulaire inconnu
lv: Nezināma veidlapa
nb: Ukjent skjema
nl: Onbekend formulier
pl: Nieznany formularz
sv: Okänt formulär

source: Form to create business unit via API
da: Formular til oprettelse af forretningsenhed via API
de: Formular zur Erstellung einer Geschäftseinheit über API
et: Vorm äriüksuse loomiseks API kaudu
fi: Lomake yritysprofiilin luomiseen API:n kautta
fr: Formulaire pour créer une unité commerciale via l'API
lv: Veidlapa, lai izveidotu uzņēmuma vienību, izmantojot API
nb: Skjema for å opprette forretningsenhet via API
nl: Formulier om bedrijfseenheid te maken via API
pl: Formularz do tworzenia jednostki biznesowej przez API
sv: Formulär för att skapa företagsprofil via API

source: Form to create job via API
da: Formular til oprettelse af job via API
de: Formular zur Erstellung einer Stelle über API
et: Vorm tööpakkumise loomiseks API kaudu
fi: Lomake työn luomiseen API:n kautta
fr: Formulaire pour créer un emploi via l'API
lv: Veidlapa, lai izveidotu darbu, izmantojot API
nb: Skjema for å opprette jobb via API
nl: Formulier om vacature te maken via API
pl: Formularz do tworzenia oferty pracy przez API
sv: Formulär för att skapa position via API

source: Form to create talent via API
da: Formular til at oprette talent via API
de: Formular zur Erstellung eines Talents über API
et: Vorm talendi loomiseks API kaudu
fi: Lomake talentin luomiseen API:n kautta
fr: Formulaire pour créer un talent via l'API
lv: Veidlapa, lai izveidotu talantu, izmantojot API
nb: Skjema for å opprette talent via API
nl: Formulier om talent te maken via API
pl: Formularz do tworzenia kandydata przez API
sv: Formulär för att skapa talang via API

source: Form to update business unit via API
da: Formular til at opdatere forretningsenhed via API
de: Formular zur Aktualisierung einer Geschäftseinheit über API
et: Vorm äriüksuse uuendamiseks API kaudu
fi: Lomake yritysprofiilin päivittämiseen API:n kautta
fr: Formulaire pour mettre à jour une unité commerciale via l'API
lv: Veidlapa, lai atjauninātu uzņēmuma vienību, izmantojot API
nb: Skjema for å oppdatere forretningsenhet via API
nl: Formulier om bedrijfseenheid bij te werken via API
pl: Formularz do aktualizacji jednostki biznesowej przez API
sv: Formulär för att uppdatera företagsprofil via API

source: Form to update job via API
da: Formular til at opdatere job via API
de: Formular zur Aktualisierung einer Stelle über API
et: Vorm tööpakkumise uuendamiseks API kaudu
fi: Lomake työn päivittämiseen API:n kautta
fr: Formulaire pour mettre à jour un emploi via l'API
lv: Veidlapa, lai atjauninātu darbu, izmantojot API
nb: Skjema for å oppdatere jobb via API
nl: Formulier om vacature bij te werken via API
pl: Formularz do aktualizacji oferty pracy przez API
sv: Formulär för att uppdatera position via API

source: Form to update talent via API
da: Formular til at opdatere talent via API
de: Formular zur Aktualisierung eines Talents über API
et: Vorm talendi uuendamiseks API kaudu
fi: Lomake talentin päivittämiseen API:n kautta
fr: Formulaire pour mettre à jour un talent via l'API
lv: Veidlapa, lai atjauninātu talantu, izmantojot API
nb: Skjema for å oppdatere talent via API
nl: Formulier om talent bij te werken via API
pl: Formularz do aktualizacji kandydata przez API
sv: Formulär för att uppdatera talang via API

source: Application display form
da: Ansøgningsvisningsformular
de: Bewerbungsanzeigeformular
et: Kandideerimise kuvamise vorm
fi: Hakemuksen näyttölomake
fr: Formulaire d'affichage de l'application
lv: Pieteikuma attēlošanas veidlapa
nb: Skjema for visning av søknad
nl: Weergaveformulier voor sollicitatie
pl: Formularz wyświetlania aplikacji
sv: Formulär för att visa ansökan

source: Form to import application
da: Formular til import af ansøgning
de: Formular zum Importieren einer Bewerbung
et: Vorm kandideerimise importimiseks
fi: Lomake hakemuksen tuontiin
fr: Formulaire pour importer une application
lv: Veidlapa pieteikuma importēšanai
nb: Skjema for import av søknad
nl: Formulier om sollicitatie te importeren
pl: Formularz do importowania aplikacji
sv: Formulär för att importera ansökan

source: Form for internal application assessment
da: Formular til intern ansøgningsvurdering
de: Formular für interne Bewerbungsbeurteilung
et: Vorm sisemiseks kandideerimise hindamiseks
fi: Lomake sisäisen hakemuksen arviointiin
fr: Formulaire pour l'évaluation interne de l'application
lv: Veidlapa iekšējai pieteikuma novērtēšanai
nb: Skjema for intern vurdering av søknad
nl: Formulier voor interne beoordeling van sollicitatie
pl: Formularz do wewnętrznej oceny aplikacji
sv: Formulär för intern bedömning av ansökan

source: Form to map application to talent data
da: Formular til tilknytning af ansøgning til talentdata
de: Formular zum Zuordnen der Bewerbung zu Talentdaten
et: Vorm kandideerimise sidumiseks talendi andmetega
fi: Lomake hakemuksen yhdistämiseen talenttitietoihin
fr: Formulaire pour mapper l'application aux données de talent
lv: Veidlapa pieteikuma kartēšanai ar talantu datiem
nb: Skjema for å koble søknad til talentdata
nl: Formulier om sollicitatie te koppelen aan talentgegevens
pl: Formularz do mapowania aplikacji na dane kandydata
sv: Formulär för att kartlägga ansökan till talangdata

source: Form for assessment consent
da: Formular til vurderingssamtykke
de: Formular für Einverständniserklärung zur Beurteilung
et: Vorm hindamise nõusoleku jaoks
fi: Lomake arviointisuostumukseen
fr: Formulaire de consentement à l'évaluation
lv: Veidlapa novērtējuma piekrišanai
nb: Skjema for vurderingssamtykke
nl: Formulier voor toestemming beoordeling
pl: Formularz zgody na ocenę
sv: Formulär för godkännande av bedömning

source: Form for business unit
da: Formular til forretningsenhed
de: Formular für Geschäftseinheit
et: Vorm äriüksuse jaoks
fi: Lomake yritysprofiilille
fr: Formulaire pour l'unité commerciale
lv: Veidlapa uzņēmuma vienībai
nb: Skjema for forretningsenhet
nl: Formulier voor bedrijfseenheid
pl: Formularz dla jednostki biznesowej
sv: Formulär för företagsprofil

source: Form to display candidate experience survey
da: Formular til visning af kandidatoplevelsesundersøgelse
de: Formular zur Anzeige der Kandidaten-Erfahrungsumfrage
et: Vorm kandidaadi kogemuse küsitluse kuvamiseks
fi: Lomake hakijakokemuksen kyselyn näyttämiseen
fr: Formulaire pour afficher l'enquête sur l'expérience des candidats
lv: Veidlapa kandidāta pieredzes aptaujas attēlošanai
nb: Skjema for visning av kandidatundersøkelse
nl: Formulier om enquête kandidaatervaring weer te geven
pl: Formularz do wyświetlania ankiety doświadczeń kandydata
sv: Formulär för att visa kandidaterfarenhetsenkät

source: Form for candidate experience survey
da: Formular til kandidatoplevelsesundersøgelse
de: Formular für Kandidaten-Erfahrungsumfrage
et: Vorm kandidaadi kogemuse küsitluse jaoks
fi: Lomake hakijakokemuksen kyselyyn
fr: Formulaire pour l'enquête sur l'expérience des candidats
lv: Veidlapa kandidāta pieredzes aptaujai
nb: Skjema for kandidatundersøkelse
nl: Formulier voor enquête kandidaatervaring
pl: Formularz ankiety doświadczeń kandydata
sv: Formulär för kandidaterfarenhetsenkät

source: Form for candidate introduction recipient
da: Formular til modtager af kandidatintroduktion
de: Formular für Empfänger der Kandidatenvorstellung
et: Kandidaadi tutvustuse saaja vorm
fi: Lomake hakijaesittelyn vastaanottajalle
fr: Formulaire pour le destinataire de l'introduction du candidat
lv: Veidlapa kandidāta iepazīstināšanas saņēmējam
nb: Skjema for mottaker av kandidatintroduksjon
nl: Formulier voor ontvanger van introductie van kandidaat
pl: Formularz dla odbiorcy prezentacji kandydata
sv: Formulär för mottagare av kandidatintroduktion

source: Form to view candidate introduction
da: Formular til visning af kandidatintroduktion
de: Formular zur Ansicht der Kandidatenvorstellung
et: Kandidaadi tutvustuse vaatamise vorm
fi: Lomake hakijaesittelyn tarkasteluun
fr: Formulaire pour voir l'introduction du candidat
lv: Veidlapa kandidāta iepazīstināšanas apskatei
nb: Skjema for visning av kandidatintroduksjon
nl: Formulier om introductie van kandidaat te bekijken
pl: Formularz do przeglądania prezentacji kandydata
sv: Formulär för att se kandidatintroduktion

source: Form for chatbot
da: Formular til chatbot
de: Formular für Chatbot
et: Vestlusroboti vorm
fi: Lomake chatbotille
fr: Formulaire pour chatbot
lv: Veidlapa tērzēšanas robotam
nb: Skjema for chatbot
nl: Formulier voor chatbot
pl: Formularz dla chatbota
sv: Formulär för chatbot

source: Form for employee pre-onboarding
da: Formular til medarbejderfør-onboarding
de: Formular für Mitarbeiter-Pre-Onboarding
et: Töötaja eelsisseelamisvorm
fi: Lomake työntekijän ennakkoperehdytykseen
fr: Formulaire pour l'intégration des employés
lv: Veidlapa darbinieku priekšatlases procesam
nb: Skjema for ansatt før innledende opplæring
nl: Formulier voor pre-onboarding van werknemers
pl: Formularz dla pracownika przed wdrożeniem
sv: Formulär för pre-onboarding av anställda

source: Form to check additional info
da: Formular til kontrol af yderligere oplysninger
de: Formular zur Überprüfung zusätzlicher Informationen
et: Lisateabe kontrollimise vorm
fi: Lomake lisätietojen tarkistamiseen
fr: Formulaire pour vérifier les informations supplémentaires
lv: Veidlapa papildu informācijas pārbaudei
nb: Skjema for å sjekke tilleggsinformasjon
nl: Formulier om aanvullende informatie te controleren
pl: Formularz do sprawdzania dodatkowych informacji
sv: Formulär för att kontrollera tilläggsinformation

source: Form for additional info
da: Formular til yderligere oplysninger
de: Formular für zusätzliche Informationen
et: Lisateabe vorm
fi: Lomake lisätiedoille
fr: Formulaire pour les informations supplémentaires
lv: Veidlapa papildu informācijai
nb: Skjema for tilleggsinformasjon
nl: Formulier voor aanvullende informatie
pl: Formularz dla dodatkowych informacji
sv: Formulär för tilläggsinformation

source: Form to check application info
da: Formular til at kontrollere ansøgningsoplysninger
de: Formular zur Überprüfung der Bewerbungsinformationen
et: Vorm kandideerimisinfo kontrollimiseks
fi: Lomake hakemustietojen tarkistamiseen
fr: Formulaire pour vérifier les informations de candidature
lv: Veidlapa pieteikuma informācijas pārbaudei
nb: Skjema for å sjekke søknadsinformasjon
nl: Formulier om sollicitatiegegevens te controleren
pl: Formularz do sprawdzenia informacji o aplikacji
sv: Formulär för att kontrollera ansökningsinformation

source: Document request form
da: Dokumentanmodningsformular
de: Formular zur Anforderung von Dokumenten
et: Dokumendi taotlusvorm
fi: Asiakirjapyyntölomake
fr: Formulaire de demande de document
lv: Dokumentu pieprasījuma veidlapa
nb: Skjema for dokumentforespørsel
nl: Documentaanvraagformulier
pl: Formularz żądania dokumentu
sv: Dokumentbegärandeformulär

source: Form for generic CV
da: Formular til generisk CV
de: Formular für allgemeinen Lebenslauf
et: Üldise CV vorm
fi: Lomake koostetulle CV:lle
fr: Formulaire pour le CV générique
lv: Veidlapa vispārīgam CV
nb: Skjema for generell CV
nl: Formulier voor algemeen CV
pl: Formularz dla ogólnego CV
sv: Formulär för generisk CV

source: Form for AI summary
da: Formular til AI-resumé
de: Formular für KI-Zusammenfassung
et: AI kokkuvõtte vorm
fi: Lomake tekoäly-yhteenvetoa varten
fr: Formulaire pour le résumé de l'IA
lv: Veidlapa mākslīgā intelekta kopsavilkumam
nb: Skjema for AI-sammendrag
nl: Formulier voor AI-samenvatting
pl: Formularz dla podsumowania AI
sv: Formulär för AI-sammanfattning

source: Form for hiring application info
da: Formular til ansættelsesansøgningsoplysninger
de: Formular für Informationen zur Einstellungsbewerbung
et: Tööle võtmise avalduse teabe vorm
fi: Lomake palkkaushakemuksen tiedoille
fr: Formulaire pour les informations de candidature d'embauche
lv: Veidlapa darbā pieņemšanas pieteikuma informācijai
nb: Skjema for ansettelsesinformasjon
nl: Formulier voor informatie over sollicitatie
pl: Formularz dla informacji o aplikacji rekrutacyjnej
sv: Formulär för anställningsinformation

source: Description of introduced candidate
da: Beskrivelse af introduceret kandidat
de: Beschreibung des vorgestellten Kandidaten
et: Tutvustatud kandidaadi kirjeldus
fi: Esittely esitellystä hakijasta
fr: Description du candidat présenté
lv: Iepazīstinātā kandidāta apraksts
nb: Beskrivelse av introdusert kandidat
nl: Beschrijving van geïntroduceerde kandidaat
pl: Opis przedstawionego kandydata
sv: Beskrivning av introducerad kandidat

source: Form for job alert
da: Formular til jobalert
de: Formular für Job-Benachrichtigung
et: Tööpakkumise teavituse vorm
fi: Lomake hakuvahdille
fr: Formulaire pour l'alerte emploi
lv: Veidlapa darba brīdinājumam
nb: Skjema for jobbvarsel
nl: Formulier voor vacature-alert
pl: Formularz dla alertu o pracy
sv: Formulär för jobbvakt

source: Form for recruiting report
da: Formular til rekrutteringsrapport
de: Formular für Rekrutierungsbericht
et: Värbamisaruande vorm
fi: Lomake rekrytointiraportille
fr: Formulaire pour le rapport de recrutement
lv: Veidlapa darbā pieņemšanas pārskatam
nb: Skjema for rekrutteringsrapport
nl: Formulier voor wervingsrapport
pl: Formularz dla raportu rekrutacyjnego
sv: Formulär för rekryteringsrapport
