Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Allows one to use the top navigation bar. If not granted, user can see individual views only
da: Giver mulighed for at bruge den øverste navigationslinje. Hvis ikke, kan brugeren kun se individuelle visninger
de: Erlaubt die Verwendung der oberen Navigationsleiste. Wenn nicht gewährt, kann der Benutzer nur einzelne Ansichten ansehen
et: Võimaldab kasutajal kasutada ülemist navigeerimisriba. Kui seda õigust ei anta, näeb kasutaja ainult üksikuid vaateid
fi: Sallii navigointipalkin näkemisen. Jos tämä ei ole sallittu, käyttäjä näkee vain yksittäisiä näkymiä.
fr: Permet d'utiliser la barre de navigation supérieure. Si non autorisé, l'utilisateur ne peut voir que les vues individuelles
lv: Ļauj izmantot augšējo navigācijas joslu. Ja nav piešķirts, lietotājs var skatīt tikai atsevišķus skatus
nb: Gjør det mulig å bruke den øverste navigasjonslinjen. Hvis ikke tillatt, kan brukeren bare se individuelle visninger
nl: Hiermee kan men de bovenste navigatiebalk gebruiken. Indien niet toegekend, kan de gebruiker alleen individuele weergaven zien
pl: Pozwala na korzystanie z górnego paska nawigacyjnego. Jeśli nie zostanie przyznane, użytkownik może widzieć tylko pojedyncze widoki
sv: Tillåt att se den övre navigationsspalten. Om inte tillåtet så kan användaren endast se individuella vyn

source: See and take any tasks
da: Se og tag alle opgaver
de: Alle Aufgaben sehen und übernehmen
et: Kuva ja halda mis tahes ülesandeid
fi: Nähdä ja ottaa kaikkia tehtäviä
fr: Voir et prendre n'importe quelle tâche
lv: Redzēt un uzņemties jebkādus uzdevumus
nb: Se og utføre alle oppgaver
nl: Alle taken bekijken en aannemen
pl: Zobacz i podejmij dowolne zadania
sv: Se och tillskriv dig uppgifter

source: Allows to see all tasks on Home page dashboard and assign to itself
da: Tillader at se alle opgaver på hjemmesidens dashboard og tildele dem til sig selv
de: Erlaubt alle Aufgaben auf dem Dashboard der Startseite zu sehen und sich selbst zuzuweisen
et: Võimaldab vaadata avalehel kõiki ülesandeid ja neid endale määrata
fi: Sallii nähdä Etusivulla olevat tehtävät ja ottaa niitä tehtäväksi
fr: Permet de voir toutes les tâches sur le tableau de bord de la page d'accueil et de se les attribuer
lv: Ļauj skatīt visus uzdevumus sākuma lapas vadības panelī un piešķirt tos sev
nb: Gjør det mulig å se alle oppgaver på instrumentbordet på startsiden og tilordne dem til seg selv
nl: Hiermee kunnen alle taken op het dashboard van de startpagina worden bekeken en aan zichzelf worden toegewezen
pl: Pozwala na przeglądanie wszystkich zadań na pulpicie strony głównej i przypisywanie ich do siebie
sv: Ger behörighet att se uppgifterna på Startsidan och tillskriva dem till sig själv

source: Do webmaster tasks
da: Udfør webmaster-opgaver
de: Webmaster-Aufgaben erledigen
et: Täida veebihalduri ülesandeid
fi: Tehdä webmasterin tehtäviä
fr: Effectuer les tâches de webmaster
lv: Veikt tīmekļa pārziņa uzdevumus
nb: Utføre oppgaver som webmaster
nl: Webmastertaken uitvoeren
pl: Wykonuj zadania webmastera
sv: Gör webmaster uppgifter

source: Allows to manage custom scripts and styles and other tasks, which require webmaster skills
da: Tillader at administrere brugerdefinerede scripts og stilarter og andre opgaver, som kræver webmasterfærdigheder
de: Ermöglicht die Verwaltung benutzerdefinierter Skripte und Stile und andere Aufgaben, die Webmaster-Kenntnisse erfordern
et: Võimaldab hallata kohandatud skripte ja stiile ning teisi ülesandeid, mille jaoks on vaja veebihalduri oskusi
fi: Sallii omien skriptien ja tyylien hallinan sekä muiden tehtävien tekemisen, joihin tarvitaan webmasterin taitoja
fr: Permet de gérer les scripts et styles personnalisés et d'autres tâches nécessitant des compétences de webmaster
lv: Ļauj pārvaldīt pielāgotus skriptus un stilus, kā arī citus uzdevumus, kuru veikšanai nepieciešamas tīmekļa pārziņa prasmes
nb: Gjør det mulig å administrere egendefinerte skript og stiler og andre oppgaver som krever webmaster-ferdigheter
nl: Hiermee kunnen aangepaste scripts en stijlen en andere taken worden beheerd, waarvoor webmaster-vaardigheden vereist zijn
pl: Pozwala na zarządzanie niestandardowymi skryptami i stylami oraz innymi zadaniami, które wymagają umiejętności webmastera
sv: Tillåter hantering av anpassade skrivtecken och stilar och andra uppgifter som kräver webmaster färdigheter

source: Send messages
da: Send beskeder
de: Nachrichten senden
et: Saada sõnumeid
fi: Lähettää viestejä
fr: Envoyer des messages
lv: Sūtīt ziņojumus
nb: Sende meldinger
nl: Berichten verzenden
pl: Wysyłaj wiadomości
sv: Skicka meddelanden

source: Allows to send messages to applications
da: Tillader at sende beskeder til ansøgninger
de: Erlaubt Nachrichten an Bewerber zu senden
et: Võimaldab saata kandidaatidele sõnumeid
fi: Sallii lähettää viestejä hakijoille
fr: Permet d'envoyer des messages aux applications
lv: Ļauj sūtīt ziņojumus pieteikumiem
nb: Gjør det mulig å sende meldinger til søkere
nl: Hiermee kunnen berichten naar applicaties worden verzonden
pl: Pozwala na wysyłanie wiadomości do aplikacji
sv: Gör att du kan skicka meddelanden till ansökningar

source: Send SMS
de: SMS senden
et: Saada lühisõnum
fi: Lähetä tekstiviesti
fr: Envoyer des SMS
lv: Sūtīt īsziņu
nb: Sende SMS
nl: SMS verzenden
pl: Wyślij SMS
sv: Skicka SMS

source: Allows to send SMSes to applicants
da: Tillader at sende SMS'er til ansøgere
de: Erlaubt SMS an Bewerber zu senden
et: Võimaldab saata kandidaatidele lühisõnumeid
fi: Sallii tekstiviestien lähettämisen hakijoille
fr: Permet d'envoyer des SMS aux candidats
lv: Ļauj sūtīt kandidātiem īsziņas
nb: Gjør det mulig å sende SMS til søkere
nl: Hiermee kunnen SMS-berichten naar sollicitanten worden verzonden
pl: Pozwala na wysyłanie SMS-ów do kandydatów
sv: Tillåt SMS att skickas till sökande

source: Save feedback
da: Gem feedback
de: Feedback speichern
et: Salvesta tagasiside
fi: Tallentaa palaute
fr: Enregistrer les commentaires
lv: Saglabāt atsauksmes
nb: Lagre tilbakemeldinger
nl: Feedback opslaan
pl: Zapisz opinię
sv: Spara feedback

source: Allows to edit and save feedback
da: Tillader at redigere og gemme feedback
de: Erlaubt Feedback zu speichern und zu bearbeiten
et: Võimaldab tagasisidet muuta ja salvestada
fi: Sallii muokata ja tallentaa palautteen
fr: Permet de modifier et d'enregistrer les commentaires
lv: Ļauj rediģēt un saglabāt atsauksmes
nb: Gjør det mulig å redigere og lagre tilbakemeldinger
nl: Hiermee kan feedback worden bewerkt en opgeslagen
pl: Pozwala na edycję i zapisywanie opinii
sv: Gör att du kan redigera och spara feedback

source: Change application steps
da: Ændring af ansøgningstrin
de: Bewerbungsschritte ändern
et: Muuda avalduse etappe
fi: Muuttaa hakemuksen vaihetta
fr: Modifier les étapes de l'application
lv: Mainīt pieteikuma posmus
nb: Endre søknadstrinn
nl: Sollicitatiestappen wijzigen
pl: Zmień etapy aplikacji
sv: Ändra ansökningssteg

source: Allows to change application steps
da: Tillader at ændre ansøgningstrin
de: Erlaubt Bewerbungsschritte zu ändern
et: Võimaldab muuta avalduse etappe
fi: Sallii muuttaa hakemuksen vaihetta
fr: Permet de modifier les étapes de l'application
lv: Ļauj mainīt pieteikuma posmus
nb: Gjør det mulig å endre søknadstrinn
nl: Hiermee kunnen sollicitatiestappen worden gewijzigd
pl: Pozwala na zmianę etapów aplikacji
sv: Gör att du kan ändra ansökningsstegen

source: Sending Join Talent Community link
da: Afsendelse af Join Talent Community-link
de: Talent-Community-Beitrittslink senden
et: Lingi „Liitu Talent Communityga“ saatmine
fi: Lähettää Liity Talent Communityymme linkki
fr: Envoi du lien Rejoindre la communauté de talents
lv: Sūtīt saiti par pievienošanos Talent Community
nb: Sende lenke om å bli med i Talent Community
nl: Join Talent Community-link verzenden
pl: Wysyłanie linku Dołącz do Talent Community
sv: Skicka Kom med i vår Talent Community -länk

source: Allows to send Join Talent Community link to applicants
da: Tillader at sende Join Talent Community-link til ansøgere
de: Erlaubt Talent-Community-Beitrittslink an Bewerber zu senden
et: Võimaldab saata kandidaatidele linki „Liitu Talent Communityga“
fi: Sallii lähettää Liity Talent Communityymme linkin hakijoille
fr: Permet d'envoyer le lien Rejoindre la communauté de talents aux candidats
lv: Ļauj kandidātiem nosūtīt saiti par pievienošanos Talent Community
nb: Gjør det mulig å sende lenke om å bli med i Talent Community-lenken til søkere
nl: Maakt het mogelijk om de link Deelnemen aan Talent Community naar sollicitanten te sturen
pl: Pozwala na wysyłanie linku Dołącz do Talent Community do kandydatów
sv: Ger behörighet att skicka "Kom med i vår Talent Community" -länk till sökande

source: Invite talent to active recruitment
da: Inviter talenter til aktiv rekruttering
de: Talente zu aktiven Bewerbungsverfahren einladen
et: Kutsu talenti kandideerima
fi: Kutsua talentti aktiiviseen rekrytointiprosessiin
fr: Inviter les talents au recrutement actif
lv: Aicināt talantus uz aktīvo atlasi
nb: Invitere talenter til aktiv rekruttering
nl: Nodig talent uit voor actieve werving
pl: Zaproś talent do aktywnej rekrutacji
sv: Bjud in talanger till aktiv rekrytering

source: Allows to invite talents to apply for the active recruitments
da: Tillader at invitere talenter til at ansøge om de aktive rekrutteringer
de: Erlaubt Talente zu aktiven Bewerbungsverfahren einzuladen
et: Võimaldab kutsuda talente kandideerima
fi: Sallii kutsua talentteja hakemaan aktiivisiin rekrytointiprosesseihin
fr: Permet d'inviter les talents à postuler aux recrutements actifs
lv: Ļauj uzaicināt talantus pieteikties aktīvajai atlasei
nb: Gjør det mulig å invitere talenter til å søke på aktive rekrutteringer
nl: Maakt het mogelijk om talenten uit te nodigen om te solliciteren voor de actieve wervingen
pl: Pozwala na zapraszanie talentów do aplikowania na aktywne rekrutacje
sv: Gör det möjligt att bjuda in talanger för att ansöka om de aktiva rekryteringarna

source: Manage messages
da: Administrér beskeder
de: Nachrichten verwalten
et: Halda sõnumeid
fi: Hallita viestejä
fr: Gérer les messages
lv: Pārvaldīt ziņojumus
nb: Administrere meldinger
nl: Berichten beheren
pl: Zarządzaj wiadomościami
sv: Hanterade meddelanden

source: Allows to set up status updates messages of a company
da: Tillader at oprette statusopdateringer for en virksomhed
de: Erlaubt Statusnachrichten eines Unternehmens einzurichten
et: Võimaldab luua ettevõttele oleku uuendussõnumeid
fi: Sallii yrityksen statuspäivitysten asettamisen
fr: Permet de configurer les messages de mise à jour de statut d'une entreprise
lv: Ļauj iestatīt uzņēmuma statusa atjauninājumu ziņojumus
nb: Gjør det mulig å konfigurere statusoppdateringer for et selskap
nl: Maakt het mogelijk om statusupdateberichten van een bedrijf in te stellen
pl: Pozwala na konfigurowanie wiadomości aktualizujących status firmy
sv: Gör det möjligt att ställa in meddelanden om statusuppdateringar från ett företag

source: Allows access to some company settings, like profiles, privacy settings
da: Giver adgang til nogle virksomhedsindstillinger som profiler og privatlivsindstillinger
de: Erlaubt Zugang zu einigen Unternehmenseinstellungen, wie Profile, Datenschutzeinstellungen
et: Võimaldab ligipääsu ettevõtte seadetele, näiteks profiili- ja privaatsusseaded
fi: Sallii pääsyn joihinkin yritysasetuksiin, kuten profiileihin ja tietosuoja-asetuksiin
fr: Permet d'accéder à certains paramètres de l'entreprise, comme les profils, les paramètres de confidentialité
lv: Ļauj piekļūt dažiem uzņēmuma iestatījumiem, piemēram, profiliem, privātuma iestatījumiem
nb: Gir tilgang til enkelte selskapsinnstillinger, som profiler og personverninnstillinger
nl: Geeft toegang tot enkele bedrijfsinstellingen, zoals profielen en privacy-instellingen
pl: Pozwala na dostęp do niektórych ustawień firmy, takich jak profile, ustawienia prywatności
sv: Tillåter åtkomst till vissa företagsinställningar, som profiler, integritetssinställningar

source: Allows access to more advanced rich text editor configuration: More editor actions and choices. Does not apply to editing messages
da: Giver adgang til mere avanceret konfiguration af rig redigering: Flere handlinger og valg i redigeringen. Gælder ikke for redigering af beskeder
de: Erlaubt den Zugriff auf eine erweiterte Rich-Text-Editor-Konfiguration: Mehr Editor Aktionen und Auswahlmöglichkeiten. Gilt nicht für die Bearbeitung von Nachrichten
et: Võimaldab ligipääsu tekstiredaktori konfiguratsioonile. Rohkem redaktoritoiminguid ja valikuid. Ei kehti sõnumite muutmise kohta
fi: Sallii pääsyyn edistyneempiin tekstin rich editor -asetuksiin: Enemmän toimintoja ja vaihtoehtoja. Ei päde viestien muokkaamiseen
fr: Permet d'accéder à une configuration plus avancée de l'éditeur de texte enrichi : Plus d'actions et de choix d'édition. Ne s'applique pas à l'édition de messages
lv: Ļauj piekļūt padziļinātai bagātināta teksta redaktora konfigurācijai: Vairāk redaktora darbību un izvēļu. Neattiecas uz ziņojumu rediģēšanu
nb: Gir tilgang til mer avansert konfigurasjon av redigeringsprogrammet for rik tekst: Flere redigeringshandlinger og valgmuligheter. Gjelder ikke for redigering av meldinger
nl: Geeft toegang tot geavanceerdere configuratie van de rich-text editor: Meer bewerkingsacties en keuzes. Geldt niet voor het bewerken van berichten
pl: Umożliwia dostęp do bardziej zaawansowanej konfiguracji edytora tekstu sformatowanego: Więcej akcji i opcji edytora. Nie dotyczy edycji wiadomości
sv: Tillåter åtkomst till mer avancerad konfiguration av rik textredigerare. Fler åtgärder och val av redigerare. Gäller inte redigering av meddelanden

source: Manage recruitment flows
da: Administrér rekrutteringsflowet
de: Verwaltung von Einstellungsabläufen
et: Halda värbamisvooge
fi: Hallita rekrytointiprosesseja
fr: Gérer les flux de recrutement
lv: Pārvaldīt atlases plūsmas
nb: Administrere rekrutteringsflyten
nl: Wervingsstromen beheren
pl: Zarządzaj procesami rekrutacyjnymi
sv: Hantera rekryteringsflöden

source: Allows to create, edit, remove recruitment flows in the company settings
da: Tillader at oprette, redigere og fjerne rekrutteringsflows i virksomhedsindstillingerne
de: Erlaubt das Erstellen, Bearbeiten und Entfernen von Einstellungsabläufen in den Unternehmenseinstellungen
et: Võimaldab ettevõtte seadetes värbamisvooge luua, muuta ja eemaldada
fi: Sallii rekrytointipolkujen luomisen, muokkaamisen sekä poistamisen yritysasetuksissa
fr: Permet de créer, modifier, supprimer des flux de recrutement dans les paramètres de l'entreprise
lv: Ļauj uzņēmuma iestatījumos izveidot, rediģēt, noņemt atlases plūsmas
nb: Gjør det mulig å opprette, redigere og fjerne rekrutteringsflyter i selskapsinnstillingene
nl: Maakt het mogelijk om wervingsstromen in de bedrijfsinstellingen aan te maken, te bewerken en te verwijderen
pl: Umożliwia tworzenie, edycję i usuwanie procesów rekrutacyjnych w ustawieniach firmy
sv: Gör det möjligt att skapa, redigera, ta bort rekryteringsflöden i företagets inställningar

source: Manage notepads
da: Administrér notesblokke
de: Notizblöcke verwalten
et: Halda märkmeplokke
fi: Hallita muistioita
fr: Gérer les blocs-notes
lv: Pārvaldīt piezīmju blokus
nb: Administrere notisblokker
nl: Notitieblokken beheren
pl: Zarządzaj notatnikami
sv: Hantera anteckningsblock

source: Allows to create, edit, remove notepads in the company settings
da: Tillader at oprette, redigere og fjerne notesblokke i virksomhedsindstillingerne
de: Erlaubt das Erstellen, Bearbeiten und Entfernen von Notizblöcken in den Unternehmenseinstellungen
et: Võimaldab ettevõtte seadetes märkmeplokke luua, muuta ja kustutada
fi: Sallii muistioiden luomisen, muokkaamisen sekä poistamisen yritysasetuksissa
fr: Permet de créer, modifier, supprimer des blocs-notes dans les paramètres de l'entreprise
lv: Ļauj uzņēmuma iestatījumos izveidot, rediģēt, noņemt piezīmju blokus
nb: Gjør det mulig å opprette, redigere og fjerne notisblokker i selskapsinnstillingene
nl: Maakt het mogelijk om notitieblokken in de bedrijfsinstellingen aan te maken, te bewerken en te verwijderen
pl: Umożliwia tworzenie, edycję i usuwanie notatników w ustawieniach firmy
sv: Gör det möjligt att skapa, redigera, ta bort anteckningsblock i företagets inställningar

source: Edit evaluation blocks
da: Redigér vurderingsblokke
de: Bewertungsblöcke bearbeiten
et: Muuda hindamisplokke
fi: Muokata arvioinnin omia ominaisuuksia
fr: Modifier les blocs d'évaluation
lv: Rediģēt vērtējuma blokus
nb: Redigere evalueringsblokker
nl: Evaluatieblokken bewerken
pl: Edytuj bloki oceny
sv: Redigera utvärderingsblock

source: Allows to add or remove custom company-wide evaluation blocks (in the application view at the end of Evaluation tab)
da: Tillader at tilføje eller fjerne brugerdefinerede vurderingsblokke for hele virksomheden (i programvisningen i slutningen af fanen Vurdering)
de: Erlaubt das Hinzufügen oder Entfernen benutzerdefinierter unternehmensweiter Bewertungsblöcke (in der Bewerbungssansicht am Ende der Registerkarte Bewertung)
et: Võimaldab lisada või eemaldada üldiseid ettevõtte hindamisplokke (hindamise vahekaardi lõpus avalduse vaates)
fi: Sallii yrityskohtaisten arvioinnin omien ominaisuuksien lisäämisen ja poistamisen (Löytyy hakemusnäkymästä "Arviointi"-välilehden alaosasta)
fr: Permet d'ajouter ou de supprimer des blocs d'évaluation personnalisés à l'échelle de l'entreprise (dans la vue de l'application à la fin de l'onglet Évaluation)
lv: Ļauj pievienot vai noņemt pielāgotus uzņēmuma mēroga vērtējuma blokus (pieteikumu skatā cilnes “Novērtēšana” beigās)
nb: Gjør det mulig å legge til eller fjerne egendefinerte evalueringsblokker for hele selskapet (i søknadsvisningen på slutten av fanen Evaluering)
nl: Maakt het mogelijk om aangepaste evaluatieblokken voor het hele bedrijf toe te voegen of te verwijderen (in de applicatieweergave aan het einde van het tabblad Evaluatie)
pl: Umożliwia dodawanie lub usuwanie niestandardowych bloków oceny dla całej firmy (w widoku aplikacji na końcu zakładki Ocena)
sv: Tillåter att lägga till eller ta bort anpassade utvärderingsblock över hela företaget (i ansökningsvyn i slutet av fliken Utvärdering)

source: Change feedback messages
da: Ændr feedback-beskeder
de: Feedback-Nachrichten ändern
et: Muuda tagasiside sõnumeid
fi: Muokata palauteviestejä
fr: Modifier les messages de feedback
lv: Mainīt atsauksmju ziņojumus
nb: Endre tilbakemeldingsmeldinger
nl: Feedbackberichten wijzigen
pl: Zmień wiadomości zwrotne
sv: Ändra feedback-meddelanden

source: Allows to setup and manage feedback templates in the company settings
da: Tillader at opsætte og administrere feedbackskabeloner i virksomhedsindstillingerne
de: Erlaubt die Einrichtung und Verwaltung von Feedback-Vorlagen in den Unternehmenseinstellungen
et: Võimaldab määrata ettevõtte seadetes tagasisidevorme ja neid hallata
fi: Sallii palauteviestipohjien luomisen ja hallinnan yritysasetuksissa
fr: Permet de configurer et de gérer les modèles de feedback dans les paramètres de l'entreprise
lv: Ļauj uzņēmuma iestatījumos iestatīt un pārvaldīt atsauksmju paraugus
nb: Gjør det mulig å konfigurere og administrere tilbakemeldingsmaler i selskapsinnstillingene
nl: Maakt het mogelijk om feedbacksjablonen in te stellen en te beheren in de bedrijfsinstellingen
pl: Umożliwia konfigurację i zarządzanie szablonami wiadomości zwrotnych w ustawieniach firmy
sv: Gör det möjligt att konfigurera och hantera feedbackmallar i företagets inställningar

source: Basic job customization
da: Grundlæggende jobtilpasning
de: Grundlegende Stellenanpassung
et: Värbamistaotluse kohandamine
fi: Työn peruskustomointi
fr: Personnalisation de base des offres d'emploi
lv: Pamatdarbu pielāgošana
nb: Grunnleggende jobbtilpasning
nl: Basis aanpassing van vacatures
pl: Podstawowa personalizacja oferty pracy
sv: Grundläggande jobbanpassning

source: View approvals
da: Se godkendelser
de: Genehmigungen ansehen
et: Kuva kinnitused
fi: Nähdä hyväksynnät
fr: Voir les approbations
lv: Skatīt apstiprinājumus
nb: Se godkjenninger
nl: Goedkeuringen bekijken
pl: Wyświetl zatwierdzenia
sv: Visa godkännanden

source: Allows to view approval policy in the company settings
da: Giver mulighed for at se godkendelsespolitikken i virksomhedsindstillingerne
de: Erlaubt die Anzeige der Genehmigungspolitik in den Unternehmenseinstellungen
et: Võimaldab vaadata ettevõtte seadetes kinnitusreegleid
fi: Sallii hyväksyntäprosessin näkemisen yritysasetuksissa
fr: Permet de consulter la politique d'approbation dans les paramètres de l'entreprise
lv: Ļauj uzņēmuma iestatījumos skatīt apstiprinājumu politiku
nb: Gjør det mulig å se godkjenningsretningslinjene i selskapsinnstillingene
nl: Maakt het mogelijk om het goedkeuringsbeleid te bekijken in de bedrijfsinstellingen
pl: Umożliwia wyświetlenie polityki zatwierdzania w ustawieniach firmy
sv: Gör det möjligt att se godkännandepolicyn i företagets inställningar

source: View stats
da: Se statistik
de: Statistik ansehen
et: Kuva statistika
fi: Nähdä analytiikka
fr: Voir les statistiques
lv: Skatīt statistiku
nb: Se statistikk
nl: Statistieken bekijken
pl: Wyświetl statystyki
sv: Visa statistik

source: Allows access to statistics views and it’s actions
da: Giver adgang til statistikvisninger og deres handlinger
de: Erlaubt den Zugriff auf Statistikansichten und deren Aktionen
et: Annab juurdepääsu statistikavaatele ja selle toimingutele
fi: Sallii pääsyn analytiikka-sivulle ja sen toimintoihin
lv: Ļauj piekļūt statistikas skatiem un tās darbībām
nb: Muliggjør tilgang til statistikkvisninger og tilhørende handlinger
sv: Tillåter åtkomst till statistikvyer och dess åtgärder

source: Tour
da: Rundvisning
et: Tutvustus
fi: Opastuskierros
fr: Visite guidée
lv: Pārskats
nb: Omvisning
nl: Rondleiding
pl: Przewodnik

source: Allows to perform a tour. This permission may require specific privileges, so it should be turned off for users, which can’t access home, positions or applications views. Must be off for readers
da: Tillader en rundvisning. Denne tilladelse kan kræve specifikke privilegier, så den bør være slået fra for brugere, som ikke har adgang til hjemme-, stillings- eller ansøgningsvisninger. Skal være slået fra for læsere
de: Erlaubt die Durchführung einer Tour. Diese Berechtigung kann bestimmte Rollen erfordern, daher sollte es für Benutzer deaktiviert werden, die keinen Zugriff auf die Start-, Stellen- oder Bewerbungsansichten haben. Muss für Leser ausgeschaltet sein
et: Võimaldab läbida tutvustuse Selle jaoks võib vaja minna teatud õiguseid, nii et see tuleks keelata kasutajatele, kes ei pääse juurde avalehele, ametikohtade vaatele või avalduste vaatele. See tuleb keelata lugejaõigustega kasutajatele
fi: Sallii opaskierroksen suorittamisen. Tämä voi vaatia erityisiä oikeuksia, joten se tulisi laittaa pois päältä niille käyttäjille, joilla ei ole pääsyä koti-, työpaikat- tai hakemukset-sivuille. Tulee olla pois päältä lukuoikeudellisilta käyttäjiltä
lv: Ļauj veikt pārskatu. Šai atļaujai var būt nepieciešamas īpašas priekšrocības, tāpēc tā ir jāizslēdz lietotājiem, kuri nevar piekļūt sākuma, vakanču vai pieteikumu skatam. Jābūt lasītājiem izslēgtam
nb: Gjør det mulig å utføre en omvisning. Denne tillatelsen kan kreve spesifikke rettigheter, så den bør være slått av for brukere som ikke har tilgang til hjemme-, stilling- eller søknadsvisninger. Må være av for lesere
sv: Gör det möjligt att utföra en tour. Denna behörighet kan kräva specifika behörigheter, så den bör vara avstängd för användare som inte har åtkomst till startsidan, positioner eller ansökningssvyer. Måste vara av för läsare
