Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Candidates will now be able to see the exact time and timezone for when the application period is going to end. You can select the timezone when creating a new position, in “Edit position” view.
da: Kandidater vil nu kunne se det nøjagtige tidspunkt og tidszonen for, hvornår ansøgningsperioden slutter. Du kan vælge tidszonen, når du opretter en ny stilling, i visningen "Redigér stilling".
de: Die Bewerber können nun die genaue Uhrzeit und Zeitzone für das Ende des Bewerbungszeitraums sehen. Sie können die Zeitzone auswählen, wenn Sie eine neue Stelle in der Ansicht "Stelle bearbeiten" erstellen.
et: Kandidaadid näevad nüüd täpset aega ja ajavööndit, millal kandideerimisperiood hakkab lõppema. Ajavööndi saad valida vaates „Ametikoha muutmine“ uut ametikohta luues.
fi: Nyt hakijat voivat nähdä tarkan kellonajan ja aikavyöhykkeen, jolloin työpaikan hakuaika päättyy. Aikavyöhyke valitaan työpaikkaa luotaessa.
lv: Kandidāti tagad varēs redzēt precīzu laiku un laika joslu, kad beigsies pieteikšanās periods. Veidojot jaunu vakanci, skatā “Rediģēt vakanci” varat izvēlēties laika joslu.
nb: Kandidatene kan nå se nøyaktig klokkeslett og tidssone for når søknadsperioden avsluttes. Du kan velge tidssone når du oppretter en ny stilling i visningen "Rediger stilling".
sv: Kandidaterna kan se exakt tid och tidszon för ansökningstidens utgång. Du kan välja tidszon när du skapar en ny platsannons i vyn "Ändra platsannons".

source: Referral icon
da: Henvisningsikon
de: Empfehlungs-Symbol
et: Soovituse ikoon
fi: Suosittelukuvake
fr: Icône de parrainage
lv: Ikona “Ieteikums”
nb: Henvisningsikon
nl: Verwijzingspictogram
pl: Ikona polecenia
sv: Referensikon

source: A “thumbs up” icon at the top left corner of the candidate’s application indicates that the candidate has been referred. Clicking on the icon will show admin users and recruiters the name of the referral, and other information on the referral.
da: Et "tommelfinger op"-ikon i øverste venstre hjørne af kandidatens ansøgning indikerer, at kandidaten er blevet henvist. Ved at klikke på ikonet vises navnet på den henviste og andre oplysninger om den henviste for administratorbrugere og rekrutteringsansvarlige.
de: Ein "Daumen hoch"-Symbol in der oberen linken Ecke der Bewerbung des Bewerbers zeigt an, dass der Bewerber empfohlen wurde. Wenn Sie auf das Symbol klicken, sehen Verwaltungsbenutzer und Personalverantwortliche den Namen der Empfehlung und andere Informationen über die Empfehlung.
et: Kandidaadi avalduse üleval vasakus nurgas olev pöidlaikoon näitab, et keegi on kandidaati soovitanud. Ikoonil klõpsates näevad administraatorid ja värbajad soovitaja nime ja muid soovitusega seotud andmeid.
fi: Kandidaatin hakemus-sivun vasemmassa yläreunassa oleva “Tykkäyspeukku” -kuvake osoittaa, että hakijaa on suositeltu. Yrityksen pääkäyttäjät ja rekrytoijat näkevät “Peukku” -kuvaketta painamalla, kuka on suositellut hakijaa.
lv: Ikona “Īkšķis uz augšu” kandidāta pieteikuma augšējā kreisajā stūrī norāda, ka kandidāts ir ieteikts. Noklikšķinot uz ikonas, administratoram un personāla atlases speciālistiem tiks parādīts ieteikuma nosaukums un cita informācija par ieteikumu.
nb: Et "tommel opp"-ikon øverst til venstre i kandidatens søknad indikerer at kandidaten har blitt henvist. Hvis du klikker på ikonet, vises navnet til den henviste kandidaten og annen informasjon om vedkommende for administratorer og rekrutterere.
sv: En "tummen upp"-ikon längst upp till vänster på kandidatens ansökan anger att kandidatens ansökan är behandlad. Genom att klicka på ikonen ser administratörer och rekryterare namn och annan information om kandidaten.

source: Checkbox to include inactive and archived positions
da: Afkrydsningsfelt inkluderer inaktive og arkiverede stillinger
de: Kontrollkästchen zur Berücksichtigung inaktiver und archivierter Stellen
et: Märkeruut mitteaktiivsete ja arhiivitud ametikohtade kaasamiseks
fi: Valintaruutu ei aktiivisille ja arkistoiduille työpaikoille
fr: Case à cocher pour inclure les postes inactifs et archivés
lv: Izvēles rūtiņa, lai iekļautu neaktīvās un arhivētās pozīcijas
nb: Avmerkingsboks for å inkludere inaktive og arkiverte stillinger
nl: Selectievakje om inactieve en gearchiveerde functies op te nemen
pl: Pole wyboru, aby uwzględnić nieaktywne i zarchiwizowane stanowiska
sv: Kryssruta för inaktiva och arkiverade platsannonser

source: This feature allows you to choose if you want to select inactive and archived positions when copying and moving individual applications.
da: Denne funktion giver dig mulighed for at vælge, om du vil vælge inaktive og arkiverede stillinger, når du kopierer og flytter individuelle ansøgninger.
de: Mit dieser Funktion können Sie wählen, ob Sie beim Kopieren und Verschieben einzelner Bewerbungen inaktive und archivierte Stellen auswählen möchten.
et: See funktsioon võimaldab määrata, kas soovid üksikuid avaldusi kopeerides ja liigutades valida ka passiivsed ja arhiivitud ametikohad.
fi: Tämän ominaisuuden avulla voit valita myös ei aktiiviset ja arkistoidut työpaikat kopioidessasi tai siirtäessäsi yksittäisiä hakemuksia.
fr: Cette fonctionnalité vous permet de choisir si vous souhaitez sélectionner des postes inactifs et archivés lors de la copie et du déplacement de candidatures individuelles.
lv: Šī funkcija ļauj izvēlēties, vai, kopējot un pārvietojot atsevišķus pieteikumus, vēlaties izvēlēties neaktīvās un arhivētās pozīcijas.
nb: Med denne funksjonen kan du velge om du vil velge inaktive og arkiverte stillinger når du kopierer og flytter enkeltsøknader.
nl: Met deze functie kunt u kiezen of u inactieve en gearchiveerde posities wilt selecteren bij het kopiëren en verplaatsen van individuele sollicitaties.
pl: Ta funkcja pozwala wybrać, czy chcesz wybierać nieaktywne i zarchiwizowane stanowiska podczas kopiowania i przenoszenia poszczególnych aplikacji.
sv: Med hjälp av den här funktionen kan du välja inaktiva eller aktiva platsannonser när du kopierar eller flyttar enskilda ansökningar.

source: Redesigned “What’s new” view
da: Redesignet "Hvad er nyt"-visning
de: Neu gestaltete "Was gibt's Neues"-Ansicht
et: Ümberkujundatud vaade „Mis on uut?“
fi: Uudelleen suunniteltu “Mitä uutta”-näkymä
lv: Pārveidots skats “Kas jauns”
nb: "Hva er nytt"-visning med ny design
sv: Ändrad vy för "Nyheter"

source: This view informs you about the latest updates and improvements.
da: Denne visning informerer dig om de seneste opdateringer og forbedringer.
de: Diese Ansicht informiert Sie über die neuesten Updates und Verbesserungen.
et: Selles vaates näed infot viimaste uuenduste ja täiustuste kohta.
fi: Tämä näkymä pitää sisällään uusimmat päivitykset ja parannukset järjestelmäämme.
fr: Cette vue vous informe des dernières mises à jour et améliorations.
lv: Šajā skatā tiek sniegta informācija par jaunākajiem atjauninājumiem un uzlabojumiem.
nb: Denne visningen informerer deg om de siste oppdateringene og forbedringene.
nl: Deze weergave informeert u over de laatste updates en verbeteringen.
pl: Ten widok informuje o najnowszych aktualizacjach i ulepszeniach.
sv: I den här vyn får du information om nya uppdateringar och förbättringar.

source: Bug fixes and refactoring
da: Fejlrettelser og refaktorering
de: Fehlerkorrekturen und Überarbeitung
et: Veaparandused ja refaktoreerimine
fi: Vikakorjauksia ja koodin uudistamista
fr: Corrections de bugs et refactoring
lv: Kļūdu labojumi un pārstrukturēšana
nb: Feilrettinger og omarbeiding
nl: Bugfixes en refactoring
pl: Poprawki błędów i refaktoryzacja
sv: Buggfixar och refaktorisering

source: QR code for a phone number
da: QR-kode til et telefonnummer
de: QR-Code für eine Telefonnummer
et: Telefoninumbri QR-kood
fi: QR-koodi puhelinnumerolle
fr: Code QR pour un numéro de téléphone
lv: Tālruņa numura QR kods
nb: QR-kode for telefonnummer
nl: QR-code voor een telefoonnummer
pl: Kod QR dla numeru telefonu
sv: QR-kod för telefonnummer

source: This feature allows you to contact candidates faster. When you scan the QR code, you can instantly see the phone number on your phone and start the phone call. Read more {}here{}.
da: Denne funktion giver dig mulighed for at kontakte kandidater hurtigere. Når du scanner QR-koden, kan du med det samme se telefonnummeret på din telefon og starte telefonopkaldet. Læs mere {}her{}.
de: Mit dieser Funktion können Sie Bewerber schneller kontaktieren. Wenn Sie den QR-Code scannen, können Sie die Telefonnummer sofort auf Ihrem Telefon sehen und den Anruf starten. Lesen Sie mehr {}hier{}.
et: See funktsioon võimaldab kandidaatidega kiiremini ühendust võtta. QR-koodi skannides näed telefonis numbrit, millele saad kohe helistada. Lisainfot leiad {}siit{}.
fi: Tämän ominaisuuden avulla voit soittaa hakijoille nopeammin. Kun skannaat QR-koodin puhelimellasi, saat hakijan puhelinnumeron näytöllesi ja voit soittaa hänelle välittömästi. Lue lisää QR-koodin käytöstä {}täältä{}.
fr: Cette fonctionnalité vous permet de contacter les candidats plus rapidement. Lorsque vous scannez le code QR, vous pouvez instantanément voir le numéro de téléphone sur votre téléphone et démarrer l'appel téléphonique. En savoir plus {}ici{}.
lv: Šī funkcija ļauj ātrāk sazināties ar kandidātiem. Pēc QR koda skenēšanas tālrunī uzreiz tiek parādīts tālruņa numurs un var sākt tālruņa zvanu. Lasīt vairāk {}šeit{}.
nb: Med denne funksjonen kan du kontakte kandidater raskere. Når du skanner QR-koden, kan du umiddelbart se telefonnummeret på telefonen og starte telefonsamtalen. Les mer {}her{}.
nl: Met deze functie kunt u sneller contact opnemen met kandidaten. Wanneer u de QR-code scant, kunt u direct het telefoonnummer op uw telefoon zien en het telefoongesprek starten. Lees meer {}hier{}.
pl: Ta funkcja pozwala szybciej kontaktować się z kandydatami. Po zeskanowaniu kodu QR można natychmiast zobaczyć numer telefonu na swoim telefonie i rozpocząć rozmowę telefoniczną. Przeczytaj więcej {}tutaj{}.
sv: Med den här funktionen kan du kontakta kandidater snabbare. När du skannar QR-koden kan du omedelbart se telefonnumret på din telefon och påbörja samtalet. Läs mer {}här{}.

source: Custom information fields when creating a position
da: Brugerdefinerede informationsfelter ved oprettelse af en stilling
de: Benutzerdefinierte Informationsfelder beim Anlegen einer Stelle
et: Kohandatud infoväljad ametikoha loomisel
fi: Muokattavissa olevat tekstikentät työpaikkailmoitukseen
fr: Champs d'information personnalisés lors de la création d'un poste
lv: Pielāgotie informācijas lauki, izveidojot vakanci
nb: Egendefinerte informasjonsfelt når du oppretter en stilling
nl: Aangepaste informatievelden bij het maken van een positie
pl: Niestandardowe pola informacyjne podczas tworzenia stanowiska
sv: Anpassade informationsfält när du skapar ett jobb

source: If you need some extra fields to the “Position edit” view, please contact us at <a href="mailto:support@talentadore.com">support@talentadore.com</a> and we will be happy to assist you.
da: Hvis du har brug for nogle ekstra felter til visningen "Position edit", så kontakt os på <a href="mailto:support@talentadore.com">support@talentadore.com</a>, så hjælper vi dig gerne.
de: Wenn Sie zusätzliche Felder für die Ansicht "Position bearbeiten" benötigen, kontaktieren Sie uns bitte unter <a href="mailto:support@talentadore.com">support@talentadore.com</a> und wir helfen Ihnen gerne.
et: Kui sul on vaja lisavälju vaates „Ametikoha muutmine“, võta meiega ühendust aadressil <a href="mailto:support@talentadore.com">support@talentadore.com</a>.
fi: Mikäli haluat työpaikkailmoitukseen kustomoituja tekstikenttiä, olethan ystävällisesti yhteydessä meihin sähköpostitse <a href="mailto:support@talentadore.com">support@talentadore.com</a>.
lv: Ja jums skatā “Vakances rediģēšana” ir nepieciešami papildu lauki, lūdzu, sazinieties ar mums pa tālruni <a href="mailto:support@talentadore.com">support@talentadore.com</a> un mēs labprāt jums palīdzēsim.
nb: Hvis du har behov for flere felter i visningen "Stillingsredigering", kan du kontakte oss på <a href="mailto:support@talentadore.com">support@talentadore.com</a> , så hjelper vi deg gjerne.
sv: Om du behöver extra fält i jobbredigeringsvyn, kontakta oss på <a href="mailto:support@talentadore.com">support@talentadore.com</a> så hjälper vi dig gärna.

source: Style and bug fixes
da: Stil- og fejlrettelser
de: Stil- und Fehlerkorrekturen
et: Stiilimuudatused ja veaparandused
fi: Tyyli- ja vikakorjauksia
fr: Corrections de style et de bogues
lv: Stils un kļūdu labojumi
nb: Stil- og feilrettinger
nl: Stijl- en bugfixes
pl: Poprawki stylu i błędów
sv: Stiländringar och buggfixar

source: Removed “self sign up” link from the login view
da: Fjernet link til "selvtilmelding" fra login-visningen
de: Link "Selbstregistrierung" aus der Login-Ansicht entfernt
et: Sisselogimisvaatest eemaldati iseregistreerumise link.
fi: Kirjautumissivulta poistettu mahdollisuus luoda tili itse
lv: Pieteikšanās skatā noņemta saite “Reģistrēties pašam”
nb: Fjernet "selvregistreringslenke" fra påloggingsvisningen
sv: Borttagen länk för självregistrering från inloggningsvyn

source: New users can be added by admin users under “Company settings” -> “Company users”, read more {}here{}.
da: Nye brugere kan tilføjes af admin-brugere under "Virksomhedsindstillinger" -> "Virksomhedsbrugere", læs mere {}her{}.
de: Neue Benutzer können von Admin-Benutzern unter "Unternehmenseinstellungen" -> "Unternehmensbenutzer" hinzugefügt werden, mehr dazu {}hier{}.
et: Administraatorid saavad lisada uusi kasutajaid kohas „Ettevõtte seaded“ -> „Ettevõtte kasutajad“. Lisainfot leiad {}siit{}.
fi: Ainoastaan pääkäyttäjät voivat lisätä uusia käyttäjiä järjestelmään. Tämä tapahtuu “Yritysasetukset” -> “Yrityksen käyttäjät”-kohdassa, lue lisää {}täältä{}.
lv: Jaunus lietotājus administratori var pievienoti sadaļā “Uzņēmuma iestatījumi” -> “Uzņēmuma lietotāji”; vairāk lasiet {}šeit{}.
nb: Nye brukere kan legges til av administratorbrukere under "Selskapsinnstillinger" -> "Selskapsbrukere", les mer {}her{}.
sv: Nya användare kan läggas till av administratörsanvändare under “Företagsinställningar” -> “Företagsanvändare”, läs mer {}här{}.

source: Style fixes
da: Stilrettelser
de: Änderungen am Stil
et: Stiiliparandused
fi: Tyylikorjauksia
fr: Corrections de style
lv: Stila labojumi
nb: Stilrettinger
nl: Stijlfixes
pl: Poprawki stylu
sv: Stiländringar

source: Withdrawal message now editable
da: Besked om tilbagetrækning kan nu redigeres
de: Rücktrittsmeldung jetzt editierbar
et: Avalduse tagasivõtmise sõnumit saab nüüd muuta.
fi: Vetäytymisviesti nyt muokattavissa
fr: Message de retrait maintenant modifiable
lv: Tagad var rediģēt paziņojumu par atsaukšanu
nb: Melding om tilbaketrekking kan nå redigeres
nl: Intrekkingsbericht nu bewerkbaar
pl: Wiadomość o wycofaniu jest teraz edytowalna
sv: Meddelande för att dra tillbaka ansökan kan nu redigeras

source: You will now get a pop-up showing the email that will be sent out when a candidate has been marked as “withdrawn”. In this pop-up, you can edit the email before it is sent out, or cancel sending it completely.
da: Du vil nu få en pop-up, der viser den e-mail, der vil blive sendt ud, når en kandidat er blevet markeret som "trukket tilbage". I denne pop-up kan du redigere e-mailen, før den sendes ud, eller helt annullere afsendelsen af den.
de: Sie erhalten nun ein Pop-up-Fenster, in dem die E-Mail angezeigt wird, die verschickt wird, wenn ein Bewerber als "zurückgezogen" markiert wurde. In diesem Pop-up-Fenster können Sie die E-Mail bearbeiten, bevor sie versendet wird, oder den Versand der E-Mail ganz abbrechen.
et: Nüüd näed hüpikaknas e-kirja, mis saadetakse juhul, kui kandidaadi avaldus märgitakse tagasivõetuks. Hüpikaknas saad e-kirja enne saatmist muuta või selle saatmise täiesti tühistada.
fi: Nyt saat näkyviisi pop-upin, jossa näytetään hakijalle lähtevä viesti, kun hänet on siirretty “vetäytynyt”-tilaan. Tässä pop-upissa voit muokata viestiä ennen sen lähetystä, tai peruuttaa sen kokonaan.
lv: Tagad parādīsies uznirstošais logs, kurā būs redzams e-pasts, kas tiks nosūtīts, ja kandidāts būs atzīmēts kā “Atsaukts”. Šajā uznirstošajā logā e-pasta ziņojumu varat rediģēt pirms tā nosūtīšanas vai pilnībā atcelt tā sūtīšanu.
nb: Du får nå opp en popup som viser e-posten som sendes ut når en kandidat er merket som "trukket". I dette popup-vinduet kan du redigere e-posten før den sendes ut, eller avbryte utsendelsen helt.
sv: Du kommer nu att få ett pop up-meddelande som visar e-postmeddelandet som skickas ut när kandidaten har markerats som "tillbakadragen". I pop up-fönstret kan du redigera e-postmeddelandet innan det skickas, eller välja att inte skicka det alls.

source: Bug fixes
da: Fejlrettelser
de: Fehlerbehebungen
et: Veaparandused
fi: Vikakorjauksia
fr: Corrections de bugs
lv: Kļūdu labojumi
nb: Feilrettinger
pl: Poprawki błędów
sv: Buggfixar

source: UI facelift
da: Ansigtsløftning af brugergrænsefladen
et: Parem kasutajaliides
fi: Ulkoasu-uudistus
fr: Lifting de l'interface utilisateur
lv: Lietotāja saskarnes uzlabošana
nb: Ansiktsløftning av brukergrensesnittet
pl: Lifting interfejsu użytkownika
sv: Ansiktslyftning av användargränssnittet

source: TalentAdore's user interface was updated on March 11th to improve your user experience. This update did not affect TalentAdore's main functionalities, it simply gave a new look and feel to styles, colors, fonts and icons, for example. Read more {}here{}.
da: TalentAdores brugergrænseflade blev opdateret den 11. marts for at forbedre din brugeroplevelse. Denne opdatering påvirkede ikke TalentAdores hovedfunktionaliteter, den gav blot et nyt udseende og fornemmelse for stilarter, farver, skrifttyper og ikoner, for eksempel. Læs mere {}her{}.
de: Die Benutzeroberfläche von TalentAdore wurde am 11. März aktualisiert, um die Benutzerfreundlichkeit zu verbessern. Dieses Update hat keine Auswirkungen auf die Hauptfunktionen von TalentAdore, sondern lediglich ein neues Erscheinungsbild, z.B. in Bezug auf Stile, Farben, Schriftarten und Icons. Lesen Sie mehr {}hier{}.
et: TalentAdore’i kasutajaliidest uuendati mugavama kasutuse huvides 11. märtsil. Uuendus ei mõjutanud TalentAdore’i põhifunktsioone. Selle asemel uuendati näiteks stiile, värve, kirju ja ikoone. Lisainfot leiad {}siit{}.
fi: TalentAdoren käyttöliittymä päivitettiin maaliskuun 11. päivä, jotta järjestelmä voisi yhä paremmin palvella käyttäjiään. Tämä ei vaikuta toiminallisuuksiin, vaan se toi raikkaamman ja selkeämmän ilmeen muun muassa uusien fonttien, ikonien ja värien avulla. Voit lukea uudistuksesta {}täältä{}.
fr: L'interface utilisateur de TalentAdore a été mise à jour le 11 mars pour améliorer votre expérience utilisateur. Cette mise à jour n'a pas affecté les principales fonctionnalités de TalentAdore, elle a simplement donné un nouveau look et une nouvelle sensation aux styles, couleurs, polices et icônes, par exemple. En savoir plus {}ici{}.
lv: 11. martā tika atjaunināta TalentAdore lietotāja saskarne, lai uzlabotu lietošanas pieredzi. Šis atjauninājums neietekmēja TalentAdore galvenās funkcijas, tas tikai piešķīra jaunu izskatu un noskaņu, piemēram, stiliem, krāsām, fontiem un ikonām. Lasīt vairāk {}šeit{}.
nb: TalentAdores brukergrensesnitt ble oppdatert 11. mars for å forbedre brukeropplevelsen. Denne oppdateringen påvirket ikke TalentAdores hovedfunksjoner, den ga bare et nytt utseende og preg til for eksempel stiler, farger, skrifttyper og ikoner. Les mer {}her{}.
nl: De gebruikersinterface van TalentAdore is op 11 maart bijgewerkt om uw gebruikerservaring te verbeteren. Deze update had geen invloed op de hoofdfunctionaliteiten van TalentAdore, het gaf simpelweg een nieuwe look en feel aan stijlen, kleuren, lettertypen en pictogrammen, bijvoorbeeld. Lees meer {}hier{}.
pl: Interfejs użytkownika TalentAdore został zaktualizowany 11 marca, aby poprawić wrażenia użytkownika. Ta aktualizacja nie wpłynęła na główne funkcje TalentAdore, po prostu nadała nowy wygląd i styl, kolory, czcionki i ikony. Przeczytaj więcej {}tutaj{}.
sv: TalentAdores användargränssnitt uppdaterades den 11 mars för att förbättra användarupplevelsen. Uppdateringen påverkade inte TalentAdores huvudfunktioner, utan gav bara stilar, färger, teckensnitt och ikoner m.m. ett nytt utseende och en ny känsla. Läs mer {}här{}.

source: Video applications
da: Video-ansøgninger
de: Video-Bewerbungen
et: Videoavaldused
fi: Videohakemukset
fr: Candidatures vidéo
lv: Video pieteikumi
nb: Videosøknader
nl: Videosollicitaties
pl: Aplikacje wideo
sv: Videoansökningar

source: Those of you who already have the Recright integration enabled; you are now able to add a video question to any application form. This feature will help you to get to know your candidates even faster. Learn more {}here{}.
da: De af jer, der allerede har aktiveret Recright-integrationen, kan nu tilføje et videospørgsmål til enhver ansøgningsformular. Denne funktion vil hjælpe dig med at lære dine kandidater endnu hurtigere at kende. Læs mere {}her{}.
de: Diejenigen unter Ihnen, die die Recright-Integration bereits aktiviert haben, können jetzt jedem Bewerbungsformular eine Videofrage hinzufügen. Diese Funktion wird Ihnen helfen, Ihre Bewerber noch schneller kennenzulernen. Erfahren Sie mehr {}hier{}.
et: Need, kes on juba Recrighti integratsiooni lubanud, saavad lisada videoküsimuse kõigile avalduse vormidele. See funktsioon aitab veelgi kiiremini kandidaatidega tutvuda. Loe lähemalt {}siin{}.
fi: Jos yrityksellänne on jo Recright-integraatio käytössä, voitte nyt lisätä videokysymyksen mihin tahansa hakulomakkeeseen. Tämän ominaisuuden avulla opit tuntemaan hakijat entistäkin nopeammin. Lue lisää {}täältä{}.
fr: Ceux d'entre vous qui ont déjà l'intégration Recright activée ; vous êtes maintenant en mesure d'ajouter une question vidéo à n'importe quel formulaire de candidature. Cette fonctionnalité vous aidera à connaître vos candidats encore plus rapidement. En savoir plus {}ici{}.
lv: Tie, kam jau ir iespējota Recright integrācija, tagad var jebkurai pieteikuma veidlapai pievienot video jautājumu. Šī funkcija palīdzēs jums vēl ātrāk iepazīt kandidātus. Uzzināt vairāk {}šeit{}.
nb: De av dere som allerede har aktivert Recright-integrasjonen, kan nå legge til et videospørsmål i alle søknadsskjemaer. Denne funksjonen hjelper deg med å bli enda raskere kjent med kandidatene dine. Les mer {}her{}.
nl: Degenen onder u die de Recright-integratie al hebben ingeschakeld, kunnen nu een videovraag toevoegen aan elk sollicitatieformulier. Met deze functie leert u uw kandidaten nog sneller kennen. Lees er {}hier{} meer over.
pl: Ci z Was, którzy mają już włączoną integrację z Recright, mogą teraz dodać pytanie wideo do dowolnego formularza aplikacyjnego. Ta funkcja pomoże Ci jeszcze szybciej poznać kandydatów. Dowiedz się więcej {}tutaj{}.
sv: Ni som redan har Recright-integrationen aktiverad kan nu lägga till en videofråga till vilket ansökningsformulär som helst. Med den här funktionen kan du lära känna dina kandidater ännu snabbare. Läs mer {}här{}.
