Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: It is recommended that privacy policy should be uploaded for GDPR protection.
da: Det anbefales, at der uploades en privatlivspolitik for at opnå beskyttelse i henhold til den generelle databeskyttelsesforordning.
de: Es wird empfohlen, zum Schutz vor der DSGVO eine Datenschutzrichtlinie hochzuladen.
et: Soovitame isikuandmete kaitse üldmääruse täitmiseks üles laadida privaatsuspõhimõtted.
fi: On suositeltavaa, että tietosuojaseloste ladataan GDPR:n suojaukselle.
fr: Il est recommandé de télécharger la politique de confidentialité pour la protection RGPD.
lv: Ieteicams augšupielādēt privātuma politiku, lai nodrošinātu VDAR aizsardzību.
nb: Det anbefales at personvernerklæringen lastes opp av hensyn til GDPR-beskyttelse.
nl: Het wordt aanbevolen om een privacybeleid te uploaden voor GDPR-bescherming.
pl: Zaleca się przesłanie polityki prywatności w celu ochrony RODO.
sv: Det rekommenderas att integritetspolicy ska laddas upp för GDPR-skydd.

source: First name is required.
da: Fornavn er påkrævet.
de: Der Vorname ist erforderlich.
et: Eesnimi tuleb sisestada.
fi: Etunimi on pakollinen.
fr: Le prénom est obligatoire.
lv: Nepieciešams vārds.
nb: Fornavn er påkrevd.
nl: Voornaam is verplicht.
pl: Imię jest wymagane.
sv: Förnamn är obligatoriskt.

source: Talent Community setup incomplete.
da: Talent Community opsætning er ufuldstændig.
de: Die Einrichtung der Talent-Community ist unvollständig.
et: Talent Community seadistus on lõpetamata.
fi: Talent Community: asetus ei ole täydellinen.
fr: Configuration de la communauté de talents incomplète.
lv: Talent Community iestatīšana nav pabeigta.
nb: Talent Community-oppsettet er ufullstendig.
nl: Talent Community setup onvolledig.
pl: Konfiguracja Talent Community niekompletna.
sv: Inställning av Talent Community är ej komplett.

source: No configuration found for pre-onboarding module
da: Ingen konfiguration fundet til pre-onboarding-modulet
de: Keine Konfiguration für das Pre-onboarding-Modul gefunden
et: Eeltutvustuse mooduli konfiguratsiooni ei leitud
fi: Esiperehdytys-toimintoa ei ole konfiguroitu
fr: Aucune configuration trouvée pour le module de pré-intégration
lv: Nav atrasta neviena aktivitātes pirms darba uzsākšanas moduļa konfigurācija
nb: Fant ingen konfigurasjon for preboarding-modulen
nl: Geen configuratie gevonden voor pre-onboarding module
pl: Nie znaleziono konfiguracji dla modułu pre-onboarding
sv: Pre-onboarding -funktionen har inte konfigurerats

source: Preonboarding
et: Eeltutvustus
fi: Esiperehdytys
fr: Pré-intégration
lv: Aktivitātes pirms darba uzsākšanas
nb: Preboarding

source: Teams were not configured for pre-onboarding
da: Teams var ikke konfigureret til pre-onboarding
de: Teams wurden nicht für das Pre-onboarding konfiguriert
et: Meeskonnad ei ole eeltutvustuse jaoks konfigureeritud
fi: Esiperehdytys-tiimejä ei ole konfiguroitu
fr: Les équipes n'étaient pas configurées pour la pré-intégration
lv: Komandas netika konfigurētas aktivitātēm pirms darba uzsākšanas
nb: Teamene var ikke konfigurert for preboarding
nl: Teams waren niet geconfigureerd voor pre-onboarding
pl: Zespoły nie zostały skonfigurowane do pre-onboardingu
sv: Pre-onboarding -teams har inte konfigurerats

source: I have read and understood the
da: Jeg har læst og forstået
de: Ich habe die
et: Olen läbi lugenud ja mõistan
fi: Olen lukenut ja ymmärtänyt
fr: J'ai lu et compris la
lv: Esmu izlasījis un sapratis
nb: Jeg har lest og forstått
nl: Ik heb de privacyverklaring gelezen en begrepen
pl: Przeczytałem i zrozumiałem
sv: Jag har läst och förstått

source: privacy policy
da: privatlivspolitikken
de: die Datenschutz-Bestimmungen gelesen und verstanden
et: privaatsuspõhimõtteid
fi: tietosuojaselosteen
fr: politique de confidentialité
lv: privātuma politiku
nb: personvernerklæringen
nl: privacybeleid
pl: politykę prywatności
sv: integritetspolicy

source: Something went wrong, please try again
da: Noget gik galt, prøv igen
de: Ein Fehler ist aufgetreten, bitte versuchen Sie es erneut
et: Midagi läks valesti, proovi uuesti
fi: Jotain meni pieleen, ole hyvä ja yritä uudelleen
fr: Une erreur s'est produite, veuillez réessayer
lv: Radās kāda problēma; lūdzu, mēģiniet vēlreiz
nb: Noe gikk galt, vennligst prøv igjen
nl: Er is iets misgegaan, probeer het opnieuw
pl: Coś poszło nie tak, spróbuj ponownie
sv: Någonting gick snett, vänligen försök igen

source: Not enough information to get the recommendation
da: Ikke nok information til at få en anbefaling
de: Nicht genügend Informationen, um eine Empfehlung zu erhalten
et: Soovituse saamiseks ei ole piisavalt andmeid
fi: Ei riittävästi tietoa suosittelua varten
fr: Pas assez d'informations pour obtenir la recommandation
lv: Nepietiek informācijas, lai saņemtu ieteikumu
nb: Ikke nok informasjon til å få anbefalingen
nl: Niet genoeg informatie om de aanbeveling te krijgen
pl: Za mało informacji, aby uzyskać rekomendację
sv: Inte tillräckligt med information för att få rekommendationen

source: Service not available
da: Tjeneste er ikke tilgængelig
de: Dienst nicht verfügbar
et: Teenus ei ole kättesaadav
fi: Palvelu ei ole käytettävissä
fr: Service non disponible
lv: Pakalpojums nav pieejams
nb: Tjenesten er ikke tilgjengelig
nl: Service niet beschikbaar
pl: Usługa niedostępna
sv: Tjänsten är inte tillgänglig

source: Video interview not configured for the job
da: Videointerview ikke konfigureret til jobbet
de: Video-Bewerbungsgespräch nicht für die Stelle konfiguriert
et: Videovestlus ei ole ametikoha jaoks konfigureeritud
fi: Videohaastattelua ei ole konfiguroitu tähän positioon
fr: Entretien vidéo non configuré pour le poste
lv: Video intervija nav konfigurēta vakancei
nb: Videointervjuet er ikke konfigurert for jobben
nl: Video-interview niet geconfigureerd voor de functie
pl: Rozmowa wideo nie jest skonfigurowana dla tego stanowiska
sv: Videointervju har inte konfigurerats för den här positionen

source: No subscription for video interview service.
da: Intet abonnement på videointerview-tjenesten.
de: Kein Abonnement für Video-Bewerbungsgespräch-Service.
et: Videovestluse teenuse tellimust ei ole.
fi: Videohaastattelupalvelua ei ole tilattu
fr: Aucun abonnement au service d'entretien vidéo.
lv: Nav video interviju pakalpojuma abonements.
nb: Ikke abonnement på videointervju-tjenesten.
nl: Geen abonnement voor video-interviewservice.
pl: Brak subskrypcji usługi rozmów wideo.
sv: Du har inget abonnemang för videointervjuservicen.

source: Video interview already exists
da: Videointerview findes allerede
de: Video-Bewerbungsgespräch existiert bereits
et: Videovestlus on juba olemas
fi: Videohaastattelu on jo lisätty
fr: L'entretien vidéo existe déjà
lv: Video intervija jau pastāv
nb: Videointervjuet finnes allerede
nl: Video-interview bestaat al
pl: Rozmowa wideo już istnieje
sv: Videointervjun har redan lagts till

source: Adding video interview canceled.
da: Tilføjelse af videointerview aflyst.
de: Hinzufügen eines Video-Bewerbungsgesprächs abgebrochen.
et: Videovestluse lisamine tühistati.
fi: Videohaastattelun lisääminen peruutettiin.
fr: Ajout de l'entretien vidéo annulé.
lv: Atcelta video intervijas pievienošana.
nb: Tillegg av videointervju avlyst.
nl: Toevoegen van video-interview geannuleerd.
pl: Dodawanie rozmowy wideo anulowane.
sv: Tillägget av videointervjun annullerades.

source: Failed to create video interview: {}
da: Kunne ikke oprette videointerview: {}
de: Erstellung von Video-Bewerbungsgespräch: {} fehlgeschlagen
et: Videovestluse loomine ebaõnnestus: {}
fi: Videohaastattelun lisääminen epäonnistui: {}
fr: Échec de la création de l'entretien vidéo : {}
lv: Neizdevās izveidot video interviju: {}
nb: Kunne ikke foreta videointervju: {}
nl: Maken van video-interview mislukt: {}
pl: Nie udało się utworzyć rozmowy wideo: {}
sv: Det gick inte att lägga till en videointervju: {}

source: Interview created successfully
da: Interview oprettet med succes
de: Bewerbungsgespräch erfolgreich erstellt
et: Vestluse loomine õnnestus
fi: Videohaastattelun lisääminen onnistui
fr: Entretien créé avec succès
lv: Intervija veiksmīgi izveidota
nb: Intervju ble foretatt
nl: Interview succesvol aangemaakt
pl: Rozmowa utworzona pomyślnie
sv: Videointervjun har lagts till

source: No interview found for this job
da: Ingen interview fundet til dette job
de: Kein Bewerbungsgespräch für diese Stelle gefunden
et: Selle ametikoha vestlust ei leitud
fi: Tässä positiossa ei ole videohaastattelua
fr: Aucun entretien trouvé pour ce poste
lv: Šai vakancei nav atrasta neviena intervija
nb: Fant ikke intervju for denne jobben
nl: Geen interview gevonden voor deze functie
pl: Nie znaleziono rozmowy dla tego stanowiska
sv: Videointervju finns inte för denna tjänst

source: Invitation update failed. {}
da: Opdatering af invitation mislykkedes. {}
de: Aktualisierung der Einladung fehlgeschlagen. {}
et: Kutse uuendamine ebaõnnestus. {}
fi: Kutsuviestin muokkaus epäonnistui. {}
fr: La mise à jour de l'invitation a échoué. {}
lv: Uzaicinājuma atjaunināšana neizdevās. {}
nb: Oppdatering av invitasjon mislyktes. {}
nl: Bijwerken uitnodiging mislukt. {}
pl: Aktualizacja zaproszenia nie powiodła się. {}
sv: Det gick inte att redigera inbjudan. {}

source: Due date update failed. {}
da: Opdatering af forfaldsdato mislykkedes. {}
de: Aktualisierung des Fälligkeitsdatum fehlgeschlagen. {}
et: Tähtaja uuendamine ebaõnnestus. {}
fi: Eräpäivän muokkaus epäonnistui. {}
fr: La mise à jour de la date d'échéance a échoué. {}
lv: Termiņa atjaunināšana neizdevās. {}
nb: Oppdatering av forfallsdato mislyktes. {}
nl: Bijwerken vervaldatum mislukt. {}
pl: Aktualizacja terminu nie powiodła się. {}
sv: Det gick inte att redigera slutdatumet. {}

source: Video interview updated successfully
da: Videointerview opdateret med succes
de: Video-Bewerbungsgespräch erfolgreich aktualisiert
et: Videovestluse uuendamine õnnestus
fi: Videohaastattelu päivitetty onnistuneesti
fr: Entretien vidéo mis à jour avec succès
lv: Veiksmīgi atjaunināta video intervija
nb: Videointervjuet er oppdatert
nl: Video-interview succesvol bijgewerkt
pl: Rozmowa wideo zaktualizowana pomyślnie
sv: Videointervjun uppdaterades

source: Video application updated successfully
da: Videoansøgningen er opdateret med succes
de: Video-Bewerbung erfolgreich aktualisiert
et: Videoavalduse uuendamine õnnestus
fi: Videohakemus päivitetty onnistuneesti
fr: Candidature vidéo mise à jour avec succès
lv: Veiksmīgi atjaunināts video pieteikums
nb: Videosøknaden er oppdatert
nl: Video-sollicitatie succesvol bijgewerkt
pl: Aplikacja wideo zaktualizowana pomyślnie
sv: Videoansökan uppdaterades

source: No video interview found for this job
da: Der blev ikke fundet noget videointerview til dette job
de: Kein Video-Bewerbungsgespräch für diese Stelle gefunden
et: Selle ametikoha videovestlust ei leitud
fi: Työpaikkaan ei ole lisätty videohaastattelua
fr: Aucun entretien vidéo trouvé pour ce poste
lv: Šai vakancei nav atrasta neviena video intervija
nb: Fant ikke videointervju for denne jobben
nl: Geen video-interview gevonden voor deze functie
pl: Nie znaleziono rozmowy wideo dla tego stanowiska
sv: Videointervju har inte lagts till denna tjänst

source: Job not approved
da: Job ikke godkendt
de: Stelle nicht genehmigt
et: Värbamine ei ole kinnitatud
fi: Työpaikkaa ei ole hyväksytty
fr: Poste non approuvé
lv: Vakance nav apstiprināta
nb: Jobben er ikke godkjent
nl: Functie niet goedgekeurd
pl: Oferta pracy niezatwierdzona
sv: Tjänsten har inte godkänts

source: Job: {} has no video interview activated
da: Job: {} har ingen videointerview aktiveret
de: Stelle: {} hat kein Video-Bewerbungsgespräch aktiviert
et: Ametikoha {} videovestlus ei ole aktiveeritud
fi: Työpaikassa: {} ei ole aktivoitu videohaastattelua
fr: Poste : {} n'a pas d'entretien vidéo activé
lv: Vakance: {} nav aktivizēta video intervija
nb: Jobb: {} har ikke noe videointervju aktivert
nl: Functie: {} heeft geen video-interview geactiveerd
pl: Oferta pracy: {} nie ma aktywowanej rozmowy wideo
sv: Tjänst: {} har inte en videointervju aktiverad

source: Due date for interview: {} has already passed.
da: Deadline for interview: {} er allerede overskredet.
de: Die Frist für das Vorstellungsgespräch: {} ist bereits verstrichen.
et: Vestluse tähtaeg: {} on juba möödunud
fi: Eräpäivä haastattelulle: {} on jo mennyt.
fr: La date d'échéance pour l'interview: {} est déjà passée.
lv: Intervijas termiņš: {} jau ir pagājis.
nb: Dato for intervju: {} er allerede passert.
nl: Einddatum voor sollicitatiegesprek: {} is al verstreken.
pl: Termin rozmowy: {} już minął.
sv: Slutdatumet för intervjun: {} har redan passerat.

source: Due date for interview: {} has less than 1 hours left.
da: Deadline for interview: {} har mindre end 1 time tilbage.
de: Termin für Bewerbungsgespräch: {} ist in weniger als einer Stunde.
et: Vestluse tähtaeg: Vestluseni {} on alla 1 tunni.
fi: Eräpäivä haastattelulle: {} vanhenee alle 1 tunnin kuluttua.
fr: La date d'échéance pour l'interview: {} a moins de 1 heure restante.
lv: Intervijas termiņš: {} ir atlikusi mazāk nekā 1 stunda.
nb: Dato for intervju: {} har mindre enn 1 time igjen.
nl: Einddatum voor sollicitatiegesprek: {} heeft minder dan 1 uur over.
pl: Do terminu rozmowy: {} pozostało mniej niż 1 godzina.
sv: Slutdatumet för intervjun: {} förfaller inom 1 timme.

source: Due date for interview: {} has less than 12 hours left.
da: Deadline for interview: {} har mindre end 12 time tilbage.
de: Termin für Bewerbungsgespräch: {} ist in weniger als 12 Stunden.
et: Vestluse tähtaeg: Vestluseni {} on alla 12 tunni.
fi: Eräpäivä haastattelulle: {} vanhenee alle 12 tunnin kuluttua.
fr: La date d'échéance pour l'interview: {} a moins de 12 heures restantes.
lv: Intervijas termiņš: {} ir atlikušas mazāk nekā 12 stundas.
nb: Dato for intervju: {} har mindre enn 12 time igjen.
nl: Einddatum voor sollicitatiegesprek: {} heeft minder dan 12 uur over.
pl: Do terminu rozmowy: {} pozostało mniej niż 12 godzin.
sv: Slutdatumet för intervjun: {} förfaller inom 12 timmar.

source: There is no video interview question for Job: {}
da: Der er ingen videointerviewspørgsmål til Job: {}
de: Es gibt keine Video-Bewerbungsgesprächsfragen für Job: {}
et: Videovestluse küsimust ei ole ametikohal: {}
fi: Työpaikkaan: {} ei ole lisätty videohaastattelukysymystä
fr: Il n'y a pas de question d'interview vidéo pour le poste: {}
lv: Vakancei nav video intervijas jautājuma: {}
nb: Det finnes ikke noe videointervjuspørsmål for jobben: {}
nl: Er is geen video-sollicitatievraag voor vacature: {}
pl: Brak pytania do rozmowy wideo dla oferty pracy: {}
sv: Det har inte lagts till en videointervju för tjänsten: {}

source: Job: {} has video interview due date {}
da: Job: {} har dato for videointerview {}
de: Stelle: {} hat Termin für Video-Bewerbungsgespräch {}
et: Ametikoha {} videovestluse tähtaeg on {}
fi: Työpaikalla: {} on videohaastattelu eräpäivä {}
fr: Le poste: {} a une date d'échéance d'interview vidéo {}
lv: Vakance: {} ir video intervijas termiņš {}
nb: Jobb: {} har dato for videointervju {}
nl: Vacature: {} heeft einddatum video-sollicitatiegesprek {}
pl: Oferta pracy: {} ma termin rozmowy wideo {}
sv: Tjänsten: {} har en videointervju som förfaller {}

source: More than one step type found while move the applicant to the defined step
da: Mere end én trintype fundet, mens ansøgeren flyttes til det definerede trin
de: Beim Verschieben des Bewerbers in den gewünschten Schritt wurde mehr als eine Schrittart gefunden
et: Kandidaadi liigutamisel valitud etappi leiti rohkem kui üks etapitüüp
fi: Useampi kuin yksi samanlainen rekrytointipolun vaihe löytyi kun hakijaa siirrettiin valitulle vaiheelle
fr: Plus d'un type d'étape trouvé lors du déplacement du candidat vers l'étape définie
lv: Atrasti vairāki posma veidi, pārvietojot kandidātu uz noteikto posmu
nb: Fant mer enn én trinntype mens søkeren ble flyttet til det definerte trinnet
nl: Meer dan één staptype gevonden tijdens het verplaatsen van de sollicitant naar de gedefinieerde stap
pl: Znaleziono więcej niż jeden typ etapu podczas przenoszenia kandydata do zdefiniowanego etapu
sv: Flera instanser av samma fas upptäcktes då kandidaten fördes vidare i rekryteringsflödet

source: Issue with company settings for video interview
da: Problem med virksomhedsindstillinger til videointerview
de: Problem mit den Unternehmenseinstellungen für das Video-Bewerbungsgespräch
et: Ettevõtte videovestluse seadete probleem
fi: Virhe yrityskohtaisissa asetuksissa liittyen videohaastatteluun
fr: Problème avec les paramètres de l'entreprise pour l'interview vidéo
lv: Problēma ar uzņēmuma video intervijas iestatījumiem
nb: Problem med selskapsinnstillinger for videointervju
nl: Probleem met bedrijfsinstellingen voor video-sollicitatiegesprek
pl: Problem z ustawieniami firmy dla rozmów wideo
sv: Fel hittades i företagsinställningarna för videointervjuer

source: No applications found in the system or you do not have permission to perform selected action
da: Ingen ansøgninger fundet i systemet, eller du har ikke tilladelse til at udføre den valgte handling
de: Keine Bewerbungen im System gefunden oder Sie haben keine Berechtigung, die ausgewählte Aktion durchzuführen
et: Süsteemist ei leitud avaldusi või sul ei ole õigust valitud toimingut teha
fi: Hakijoita ei löytynyt järjestelmästä tai sinulla ei ole oikeutta suorittaa valittua toimintoa
fr: Aucune application trouvée dans le système ou vous n'avez pas la permission d'effectuer l'action sélectionnée
lv: Sistēmā nav atrasti pieteikumi vai jums nav atļaujas veikt izvēlēto darbību
nb: Fant ingen søknader i systemet, eller du har ikke tillatelse til å utføre den valgte handlingen
nl: Geen sollicitaties gevonden in het systeem of u heeft geen toestemming om de geselecteerde actie uit te voeren
pl: Nie znaleziono aplikacji w systemie lub nie masz uprawnień do wykonania wybranej akcji
sv: Inga kandidater hittades i systemet eller du har inte behörighet att slutföra den valda åtgärden

source: Applicants invited to interview successfully
da: Ansøgere inviteret til samtale med succes
de: Bewerber erfolgreich zu einem Bewerbungsgespräch eingeladen
et: Kandidaatide kutsumine vestlusele õnnestus
fi: Hakijat kutsuttiin onnistuneesti haastatteluun
fr: Candidats invités à l'interview avec succès
lv: Uz interviju uzaicinātie kandidāti
nb: Søkere som er innkalt til intervju
nl: Sollicitanten succesvol uitgenodigd voor sollicitatiegesprek
pl: Kandydaci zaproszeni na rozmowę pomyślnie
sv: Kandidaterna har bjudits in till intervjun

source: Invite to interview failed for some applicants. Please see the list of failed applicants
da: Indkaldelse til samtale mislykkedes for nogle ansøgere. Se venligst listen over afviste ansøgere
de: Die Einladung zum Bewerbungsgespräch ist bei einigen Bewerbern fehlgeschlagen. Bitte sehen Sie sich die Liste der fehlgeschlagenen Bewerber an
et: Mõne kandidaadi kutsumine vestlusele ebaõnnestus. Nende kandidaatide loend on siin
fi: Haastattelukutsun lähetys epäonnistui osalle hakijoista. Katso epäonnistuneiden kutsujen lista
fr: L'invitation à l'entretien a échoué pour certains candidats. Veuillez consulter la liste des candidats en échec
lv: Dažus kandidātus neizdevās uzaicināt uz interviju. Lūdzu, skatiet to kandidātu sarakstu, kuriem tas neizdevās
nb: Noen søkere ble ikke invitert til intervju. Se listen over søkere som ikke ble invitert til intervju
nl: Uitnodiging voor interview is mislukt voor sommige kandidaten. Bekijk de lijst met mislukte kandidaten
pl: Zaproszenie na rozmowę nie powiodło się dla niektórych kandydatów. Zobacz listę nieudanych kandydatów
sv: Inbjudan blev inte skickad till några av kandidaterna. Se listan av misslyckade leveranser.

source: Online interview already exists at that time
da: Onlineinterview eksisterer allerede på det tidspunkt
de: Online-Bewerbungsgespräch exisitert bereits zu dieser Zeit
et: Veebivestlus on sellel ajal juba planeeritud
fi: Valitulle ajalle on jo varattu toinen online-haastattelu
fr: Un entretien en ligne existe déjà à cette heure
lv: Tiešsaistes intervija tajā laikā jau pastāv
nb: Et intervju på nett allerede på det tidspunktet
nl: Er is al een online interview gepland op dat tijdstip
pl: Rozmowa online już istnieje w tym terminie
sv: En online-intervju har redan bokats för samma tid

source: [TalentAdore] Online interview with {applicant} scheduled at {time}
da: [TalentAdore] onlineinterview med {applicant} planlagt til {time}
de: [TalentAdore] Online-Bewerbungsgespräch mit {applicant} geplant um {time}
et: [TalentAdore] Veebivestlus kandidaadiga {applicant} on ajal {time}
fi: [TalentAdore] Online-haastattelu hakijan {applicant} kanssa sovittu {time}
fr: [TalentAdore] Entretien en ligne avec {applicant} prévu à {time}
lv: [TalentAdore] Tiešsaistes intervija ar {applicant} ir ieplānota {time}
nb: [TalentAdore] Intervju på nett med {applicant} planlagt klokken {time}
nl: [TalentAdore] Online interview met {applicant} gepland om {time}
pl: [TalentAdore] Rozmowa online z {applicant} zaplanowana na {time}
sv: [TalentAdore] Online-interview med {applicant} bokad {time}

source: Video question is compulsory field
da: Video spørgsmål er et obligatorisk felt
de: Die Videoabfrage ist ein Pflichtfeld
et: Videoküsimus on kohustuslik väli
fi: Videokysymys on pakollinen kenttä
fr: La question vidéo est un champ obligatoire
lv: Video jautājums ir obligāts lauks
nb: Videospørsmål er obligatorisk felt
nl: Videovraag is een verplicht veld
pl: Pytanie wideo jest polem obowiązkowym
sv: Videofrågan är obligatorisk

source: An error occured while processing video response. Please try again.
da: Der opstod en fejl under behandling af video svar. Prøv igen.
de: Bei der Verarbeitung der Videorückmeldung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
et: Videovastuse töötlemisel ilmnes viga. Palun proovige uuesti.
fi: Videovastauksen käsittelyssä tapahtui virhe. Ole hyvä ja yritä uudelleen.
fr: Une erreur s'est produite lors du traitement de la réponse vidéo. Veuillez réessayer.
lv: Apstrādājot video atbildi, radās kļūda. Lūdzu, mēģiniet vēlreiz.
nb: En feil oppstod under behandling av videorespons. Vennligst prøv igjen.
nl: Er is een fout opgetreden bij het verwerken van de videoreactie. Probeer het opnieuw.
pl: Wystąpił błąd podczas przetwarzania odpowiedzi wideo. Spróbuj ponownie.
sv: Ett fel uppstod när videosvaret bearbetades. Var god försök igen.

source: Video question is compulsory field. Please submit the video and then continue
da: Video spørgsmål er et obligatorisk felt. Indsend videoen og fortsæt derefter
de: Videofrage ist ein Pflichtfeld. Bitte reichen Sie das Video ein und fahren Sie dann fort
et: Videoküsimus on kohustuslik väli. Palun esitage video ja seejärel jätkake
fi: Videokysymys on pakollinen kenttä. Lähetä video ja jatka sitten
fr: La question vidéo est un champ obligatoire. Veuillez soumettre la vidéo puis continuer
lv: Video jautājums ir obligāts lauks. Lūdzu, iesniedziet video un pēc tam turpiniet
nb: Videospørsmål er obligatorisk felt. Vennligst send inn videoen og fortsett deretter
nl: Videovraag is een verplicht veld. Upload de video en ga dan verder
pl: Pytanie wideo jest polem obowiązkowym. Prześlij wideo, a następnie kontynuuj
sv: Videofrågan är ett obligatoriskt fält. Vänligen ladda upp en video för att fortsätta

source: Built-in
da: Indbygget
de: Integriert
et: Sisseehitatud
fi: Sisäänrakennettu
fr: Intégré
lv: Iebūvēts
nb: Innebygd
nl: Ingebouwd
pl: Wbudowany
sv: Inbyggt

source: {flow_name} (from settings)
da: {flow_name} (fra indstillinger)
de: {flow_name} (aus Einstellungen)
et: {flow_name} (seadetest)
fi: {flow_name} (asetukset)
fr: {flow_name} (depuis les paramètres)
lv: {flow_name} (no iestatījumiem)
nb: {flow_name} (fra innstillinger)
nl: {flow_name} (uit instellingen)
pl: {flow_name} (z ustawień)
sv: {flow_name} (inställningar)
