Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Allows user to answer the NPS survey
da: Giver brugeren mulighed for at besvare NPS-undersøgelsen
de: Erlaubt Benutztern an der NPS-Umfrage teilzunehmen
et: Võimaldab kasutajal vastata soovitusindeksi küsimustikule
fi: Mahdollistaa käyttäjän vastata NPS-kyselyyn
fr: Permet à l'utilisateur de répondre à l'enquête NPS
lv: Ļauj lietotājam atbildēt uz NPS aptauju
nb: Gjør det mulig for brukeren å delta i NPS-undersøkelsen
nl: Hiermee kan de gebruiker de NPS-enquête beantwoorden
pl: Umożliwia użytkownikowi odpowiedź w ankiecie NPS
sv: Tillåt användare att svara på NPS undersökning

source: Allow to view application history
da: Tillad at se ansøgningshistorik
de: Bewerbungsverlauf ansehen
et: Luba vaadata avalduse ajalugu,
fi: Nähdä hakemushistorian
fr: Permet de consulter l'historique des candidatures
lv: Atļaut skatīt pieteikumu vēsturi
nb: Tillat visning av søknadshistorikk
nl: Toestaan om sollicitatiegeschiedenis te bekijken
pl: Zezwól na przeglądanie historii aplikacji
sv: Tillåt att se ansökningshistoria

source: Allows user to view application history without access to the other positions
da: Giver brugeren mulighed for at se ansøgningshistorik uden adgang til de andre stillinger
de: Erlaubt Benutzern den Bewerbungsverlauf, ohne Zugang zu den anderen stellen, anzusehen
et: Võimaldab kasutajal vaadata avalduse ajalugu ilma ligipääsuta teistele värbamistele
fi: Sallii käyttäjän nähdä hakemushistorian ilman pääsyä työpaikkoihin
fr: Permet à l'utilisateur de consulter l'historique des candidatures sans accès aux autres postes
lv: Ļauj lietotājam skatīt pieteikumu vēsturi bez piekļuves citām vakancēm
nb: Gjør det mulig for brukeren å se søknadshistorikken uten tilgang til de andre stillingene
nl: Hiermee kan de gebruiker de sollicitatiegeschiedenis bekijken zonder toegang tot de andere functies
pl: Umożliwia użytkownikowi przeglądanie historii aplikacji bez dostępu do innych stanowisk
sv: Ger tillgång till ansökningshistoria utan tillgång till andra positioner

source: Allow to manage recruitment automation
da: Tillad at styre automatiseringen af rekrutteringen
de: Erlaubnis zur Automatisierung der Personalbeschaffung
et: Luba hallata värbamise automatiseerimist
fi: Salli rekrytointiautomaation hallinnan
fr: Permet de gérer l'automatisation du recrutement
lv: Atļaut pārvaldīt atlases automatizāciju
nb: Tillat å automatisere rekrutteringen
nl: Toestaan om wervingsautomatisering te beheren
pl: Zezwól na zarządzanie automatyzacją rekrutacji
sv: Tillåt att hantera rekryteringsautomatisering

source: Allows user to manage recruitment automation
da: Giver brugeren mulighed for at styre automatiseringen af rekrutteringen
de: Erlaubt dem Benutzer, die Automatisierung der Personalbeschaffung zu verwalten
et: Võimaldab kasutajal hallata värbamise automatiseerimist
fi: Sallii käyttäjän hallita rekrytointiautomaatiota
fr: Permet à l'utilisateur de gérer l'automatisation du recrutement
lv: Ļauj lietotājiem pārvaldīt atlases automatizāciju
nb: Gjør det mulig for brukeren å automatisere rekrutteringen
nl: Hiermee kan de gebruiker wervingsautomatisering beheren
pl: Umożliwia użytkownikowi zarządzanie automatyzacją rekrutacji
sv: Tillåter användaren att hantera rekryteringsautomatisering

source: Allow to view applications kanban
da: Tillad at se ansøgninger fra kanban
de: Erlaubnis zur Anzeige von Kanban-Anwendungen
et: Luba vaadata avalduste Kanbani vaadet
fi: Sallii nähdä hakemusten kanbanin
fr: Permet de voir les candidatures en mode kanban
lv: Atļaut skatīt pieteikumus Kanban
nb: Tillat visning av søknads-kanban
nl: Toestaan om sollicitaties kanban te bekijken
pl: Zezwól na przeglądanie aplikacji kanban
sv: Tillåt att se Kanban-vyn för ansökningar

source: Allow user to view applications kanban
da: Tillad brugeren at se ansøgninger fra kanban
de: Erlaubt dem Benutzer, Kanban-Anwendungen einzusehen
et: Luba kasutajal vaadata avalduste Kanbani vaadet
fi: Sallii käyttäjän nähdä hakemusten kanbanin
fr: Permet à l'utilisateur de voir les candidatures en mode kanban
lv: Ļauj lietotājam skatīt pieteikumus Kanban
nb: Tillat brukeren å se kanban for søknader
nl: Hiermee kan de gebruiker sollicitaties kanban bekijken
pl: Umożliwia użytkownikowi przeglądanie aplikacji kanban
sv: Tillåt användaren att se Kanban-vyn för ansökningar

source: Allow user to post job ad via Job Portal Hub
da: Tillad brugeren at slå jobannonce op via Job Portal Hub
de: Benutzer erlauben, Stellenanzeigen über Job Portal Hub zu veröffentlichen
et: Luba kasutajal postitada tööpakkumisi Job Portal Hubi kaudu
fi: Salli käyttäjän julkaista työpaikkailmoitus käyttämällä Job Portal Hubia
fr: Permettre à l'utilisateur de publier une offre d'emploi via Job Portal Hub
lv: Atļaut lietotājam ievietot darba sludinājumu, izmantojot Job Portal Hub
nb: Tillat brukeren å legge ut stillingsannonse via Job Portal Hub
nl: Sta gebruiker toe om vacature te plaatsen via Job Portal Hub
pl: Umożliwia użytkownikowi publikowanie ogłoszeń o pracę przez Job Portal Hub
sv: Tillåt användare att publicera jobbannons via Job Portal Hub

source: Allow the user to pay Job Portal Hub using a credit card.
da: Tillad brugeren at betale Job Portal Hub med et kreditkort.
de: Dem Benutzer erlauben, Job Portal Hub mit einer Kreditkarte zu bezahlen.
et: Luba kasutajal maksta Job Portal Hubi krediitkaardiga.
fi: Salli käyttäjän maksaa Job Portal Hubissa käyttämällä luottokorttia.
fr: Permettre à l'utilisateur de payer Job Portal Hub par carte de crédit.
lv: Atļaut lietotājam maksāt Job Portal Hub, izmantojot kredītkarti.
nb: Tillat brukeren å betale Job Portal Hub med kredittkort.
nl: Sta de gebruiker toe om Job Portal Hub te betalen met een creditcard.
pl: Umożliwia użytkownikowi płatność za Job Portal Hub przy użyciu karty kredytowej.
sv: Tillåt användaren att betala Job Portal Hub med ett kreditkort.

source: Allow the user to pay Job Portal Hub using a wallet.
da: Tillad brugeren at betale Job Portal Hub ved hjælp af en tegnebog.
de: Dem Benutzer erlauben, Job Portal Hub mit einer Wallet zu bezahlen.
et: Luba kasutajal maksta Job Portal Hubi rahakoti abil.
fi: Salli käyttäjän maksaa Job Portal Hubissa käyttämällä Lompakkoa.
fr: Permettre à l'utilisateur de payer Job Portal Hub en utilisant un portefeuille électronique.
lv: Atļaut lietotājam maksāt Job Portal Hub, izmantojot maku.
nb: Tillat brukeren å betale Job Portal Hub med en lommebok.
nl: Sta de gebruiker toe om Job Portal Hub te betalen met een portemonnee.
pl: Umożliwia użytkownikowi płatność za Job Portal Hub przy użyciu portfela.
sv: Tillåt användaren att betala Job Portal Hub med en plånbok.

source: Allow the user to pay Job Portal Hub using an invoice.
da: Tillad brugeren at betale Job Portal Hub ved hjælp af en faktura.
de: Erlauben Sie dem Benutzer, Job Portal Hub per Rechnung zu bezahlen.
et: Lubage kasutajal maksta Job Portal Hub arve alusel.
fi: Salli käyttäjän maksaa Job Portal Hubissa käyttämällä ostotilausta.
fr: Permettre à l'utilisateur de payer Job Portal Hub en utilisant une facture.
lv: Ļaujiet lietotājam maksāt par Job Portal Hub, izmantojot rēķinu.
nb: Tillat brukeren å betale Job Portal Hub ved hjelp av en faktura.
nl: Sta de gebruiker toe om Job Portal Hub te betalen met een factuur.
pl: Umożliwia użytkownikowi płatność za Job Portal Hub przy użyciu faktury.
sv: Tillåt användaren att betala Job Portal Hub med en faktura.

source: Allow the user to use Intercom.
da: Tillad brugeren at bruge Intercom.
de: Erlaubt dem Benutzer die Verwendung von Intercom.
et: Luba kasutajal Intercomi kasutada.
fi: Salli käyttäjän käyttää Intercomia.
fr: Autoriser l'utilisateur à utiliser Intercom.
lv: Atļaut lietotājam izmantot Intercom.
nb: Tillat brukeren å bruke Intercom.
nl: Sta de gebruiker toe om Intercom te gebruiken.
pl: Umożliwia użytkownikowi korzystanie z Intercom.
sv: Tillåt användaren att använda Intercom.

source: Connect to external calendar
da: Forbind til ekstern kalender
de: Mit externem Kalender verbinden
et: Ühenda välise kalendriga
fi: Yhdistä ulkoiseen kalenteriin
fr: Se connecter à un calendrier externe
lv: Savienot ar ārējo kalendāru
nb: Koble til ekstern kalender
nl: Verbinden met externe agenda
pl: Połącz z zewnętrznym kalendarzem
sv: Anslut till extern kalender

source: Allow user to connect to external calendar
da: Tillad bruger at forbinde til ekstern kalender
de: Benutzer erlauben, sich mit externem Kalender zu verbinden
et: Luba kasutajal ühendada välise kalendriga
fi: Salli käyttäjän yhdistää ulkoiseen kalenteriin
fr: Autoriser l'utilisateur à se connecter à un calendrier externe
lv: Atļaut lietotājam savienot ar ārējo kalendāru
nb: Tillat bruker å koble til ekstern kalender
nl: Sta gebruiker toe om verbinding te maken met externe agenda
pl: Zezwól użytkownikowi na połączenie z zewnętrznym kalendarzem
sv: Tillåt användare att ansluta till extern kalender

source: Add notetaker bot to online interview
et: Lisa märkmete tegija bot veebiintervjuule
fi: Lisää muistiinpanobotin online-haastatteluun
sv: Lägg till anteckningsbot i onlineintervju

source: Grants permission to add AI Notetaker bot to an online interview.
et: Annab loa lisada AI märkmete tegija bot veebiintervjuule.
fi: Antaa oikeudet lisätä tekoälymuistiinpanobotti online-haastatteluun.
sv: Ger tillåtelse att lägga till AI-anteckningsbot i en onlineintervju.

source: Remove notetaker bot from online interview.
et: Eemalda märkmete tegija bot veebiintervjuult.
fi: Poista muistiinpanobotin online-haastattelusta.
sv: Ta bort anteckningsbot från onlineintervju.

source: Grants permissions to remove ai notetaker bot from an online interview.
et: Annab load eemaldada AI märkmete tegija bot veebiintervjuult.
fi: Antaa oikeudet poistaa tekoälymuistiinpanobotti online-haastattelusta.
sv: Ger tillåtelse att ta bort AI-anteckningsbot från en onlineintervju.

source: Online interview recording assets
et: Veebiintervjuu salvestiste varad
fi: Online-haastattelun tallenneaineistot
sv: Inspelningar och tillgångar från onlineintervju

source: Grants permission to view and play back recordings and supporting files from online interviews.
et: Annab loa vaadata ja taasesitada veebiintervjuude salvestisi ja tugifaile.
fi: Antaa oikeudet katsella ja toistaa tallenteita sekä tukitiedostoja online-haastatteluista.
sv: Ger tillåtelse att visa och spela upp inspelningar och tillhörande filer från onlineintervjuer.

source: Availability
da: Tilgængelighed
de: Verfügbarkeit
et: Kättesaadavus
fi: Käytettävissä
fr: Disponibilité
lv: Pieejamība
nb: Tilgjengelighet
nl: Beschikbaarheid
pl: Dostępność
sv: Tillgänglighet

source: City
da: By
de: Stadt
et: Linn
fi: Kaupunki
fr: Ville
lv: Pilsēta
nb: By
nl: Stad
pl: Miasto
sv: Stad

source: Email
et: E-post
fi: Sähköposti
lv: E-pasts
nb: E-postadresse
sv: E-post

source: Country
da: Land
de: Land
et: Riik
fi: Maa
fr: Pays
lv: Valsts
nb: Land
nl: Land
pl: Kraj
sv: Land

source: County
da: Amt
de: Bundesland/Kanton
et: Maakond
fi: Maakunta
fr: Comté
lv: Apgabals
nb: Fylke
nl: Provincie
pl: Powiat
sv: Kommun

source: ZIP code
da: Postnummer
de: Postleitzahl
et: Sihtnumber
fi: Postinumero
fr: Code postal
lv: Pasta indekss
nb: Postnummer
nl: Postcode
pl: Kod pocztowy
sv: Postadress

source: Tags
de: Stichwörter
et: Märked
fi: Tagit
fr: Balises
lv: Tagi
nb: Emneknagger
pl: Tagi
sv: Taggar

source: Location
da: Sted
de: Standort
et: Asukoht
fi: Sijainti
fr: Emplacement
lv: Atrašanās vieta
nb: Sted
nl: Locatie
pl: Lokalizacja
sv: Plats

source: Language of job ad
da: Sprog for jobannonce
de: Sprache der Stellenanzeige
et: Tööpakkumise keel
fi: Työpaikkailmoituksen kieli
fr: Langue de l'annonce d'emploi
lv: Darba sludinājuma valoda
nb: Språk for stillingsannonse
nl: Taal van de vacature
pl: Język ogłoszenia o pracę
sv: Språk för jobbannonsen

source: Expires
da: Udløber
de: Läuft ab
et: Aegub
fi: Päättyy
fr: Expire
lv: Derīguma termiņš beidzas
nb: Utløper
nl: Verloopt
pl: Wygasa
sv: Upphör

source: Published
da: Udgivet
de: Veröffentlicht
et: Avaldatud
fi: Julkaistu
fr: Publié
lv: Publicēts
nb: Publisert
nl: Gepubliceerd
pl: Opublikowany
sv: Publicerats

source: Created
da: Oprettet
de: Erstellt
et: Loodud
fi: Luotu
fr: Créé
lv: Izveidots
nb: Opprettet
nl: Aangemaakt
pl: Utworzony
sv: Skapad

source: Last modified
da: Sidst ændret
de: Zuletzt geändert
et: Viimati muudetud
fi: Viimeksi muokattu
fr: Dernière modification
lv: Pēdējo reizi mainīts
nb: Sist endret
nl: Laatst gewijzigd
pl: Ostatnio zmodyfikowany
sv: Senast ändrad

source: Approved
da: Godkendt
de: Genehmigt
et: Kinnitatud
fi: Hyväksytty
fr: Approuvé
lv: Apstiprināts
nb: Godkjent
nl: Goedgekeurd
pl: Zatwierdzony
sv: Godkänd

source: Company profile
da: Virksomhedsprofil
de: Unternehmensprofil
et: Ettevõtte profiil
fi: Yritysprofiili
fr: Profil de l'entreprise
lv: Uzņēmuma profils
nb: Selskapsprofil
nl: Bedrijfsprofiel
pl: Profil firmy
sv: Företagsprofil

source: Visibility
da: Synlighed
de: Sichtbarkeit
et: Nähtavus
fi: Näkyvyys
fr: Visibilité
lv: Redzamība
nb: Synlighet
nl: Zichtbaarheid
pl: Widoczność
sv: Synlighet

source: Application form
da: Ansøgningsskema
de: Bewerbungsformular
et: Avalduse vorm
fi: Hakemuslomake
fr: Formulaire de candidature
lv: Pieteikuma veidlapa
nb: Søknadsskjema
nl: Sollicitatieformulier
pl: Formularz aplikacyjny
sv: Ansökningsformulär

source: Reason for vacancy
da: Årsag til ledig stilling
de: Grund für offene Stelle
et: Vaba ametikoha põhjus
fi: Rekrytoinnin syy
fr: Raison du poste vacant
lv: Brīvās darbavietas iemesls
nb: Årsak til ledig stilling
nl: Reden voor vacature
pl: Powód wakatu
sv: Orsak för rekrytering

source: ISCO Job Code
da: ISCO-jobkode
de: ISCO Stellen-Code
et: ISCO ametikoha kood
fi: ISCO-tehtäväkoodi
fr: Code CITP de l'emploi
lv: ISCO vakances kods
nb: ISCO-jobbkode
nl: ISCO Functiecode
pl: Kod zawodu ISCO
sv: ISCO-jobbkod

source: Automation rules
da: Automatiseringsregler
de: Regeln zur Automatisierung
et: Automatiseerimisreeglid
fi: Automaation säännöt
fr: Règles d'automatisation
lv: Automatizācijas noteikumi
nb: Regler for automatisering
nl: Automatiseringsregels
pl: Reguły automatyzacji
sv: Automatiseringsregler

source: Internal
da: Intern
de: Intern
et: Ettevõttesisene
fi: Sisäinen
fr: Interne
lv: Iekšējais
nb: Interne
nl: Intern
pl: Wewnętrzny
sv: Intern

source: External
da: Ekstern
de: Extern
et: Väline
fi: Ulkoinen
fr: Externe
lv: Ārējais
nb: Eksterne
nl: Extern
pl: Zewnętrzny
sv: Extern

source: Hidden
da: Skjult
de: Versteckt
et: Peidetud
fi: Piilotettu
fr: Caché
lv: Slēpts
nb: Skjult
nl: Verborgen
pl: Ukryte
sv: Dold

source: Rejected
da: Afvist
de: Abgelehnt
et: Tagasi lükatud
fi: Hylätty
fr: Rejeté
lv: Noraidīts
nb: Avvist
nl: Afgewezen
pl: Odrzucony
sv: Avslagen

source: Hired
da: Ansat
de: Eingestellt
et: Tööle võetud
fi: Palkattu
fr: Embauché
lv: Pieņemts darbā
nb: Ansatt
nl: Aangenomen
pl: Zatrudniony
sv: Anställd

source: Custom messages
da: Brugerdefinerede beskeder
de: Benutzerdefinierte Nachrichten
et: Kohandatud sõnumid
fi: Omat viestit
fr: Messages personnalisés
lv: Pielāgoti ziņojumi
nb: Egendefinerte meldinger
nl: Aangepaste berichten
pl: Niestandardowe wiadomości
sv: Anpassade meddelanden

source: Contains custom messages
et: Sisaldab kohandatud sõnumeid
fi: Sisältää omia viestejä
sv: Innehåller anpassade meddelanden

source: Hiring managers
da: Rekrutterende ledere
de: Personalchef
et: Värbavad juhid
fi: Rekrytoivat esihenkilöt
fr: Responsables du recrutement
lv: Par pieņemšanu darbā atbildīgie vadītāji
nb: Rekrutterende ledere
nl: Wervingsmanagers
pl: Menedżerowie rekrutacji
sv: Rekryterande chefer

source: Language
da: Sprog
de: Sprache
et: Keel
fi: Kieli
fr: Langue
lv: Valoda
nb: Språk
nl: Taal
pl: Język
sv: Språk

source: Indicators
da: Indikatorer
de: Indikatoren
et: Näitajad
fi: Indikaattorit
fr: Indicateurs
lv: Rādītāji
nb: Indikatorer
nl: Indicatoren
pl: Wskaźniki
sv: Indikatorer

source: Number of applications
et: Rakenduste arv
fi: Hakemusten määrä
sv: Antal ansökningar

source: Last activity
da: Sidste aktivitet
de: Letzte Aktivität
et: Viimane tegevus
fi: Viimeisin tapahtuma
fr: Dernière activité
lv: Pēdējā darbība
nb: Siste aktivitet
nl: Laatste activiteit
pl: Ostatnia aktywność
sv: Senaste aktivitet

source: Actions
da: Handlinger
de: Aktionen
et: Toimingud
fi: Toiminnot
lv: Darbības
nb: Handlinger
nl: Acties
pl: Działania
sv: Handlingar

source: Profile image
da: Profilbillede
de: Profilbild
et: Profiilipilt
fi: Profiilikuva
fr: Image de profil
lv: Profila attēls
nb: Profilbilde
nl: Profielfoto
pl: Zdjęcie profilowe
sv: Profilbild

source: Expiration date
da: Udløbsdato
de: Ablaufdatum
et: Aegumiskuupäev
fi: Umpeutumisen päivämäärä
fr: Date d'expiration
lv: Derīguma termiņš
nb: Utløpsdato
nl: Vervaldatum
pl: Data wygaśnięcia
sv: Utgångsdatum

source: Date added
da: Dato tilføjet
de: Datum hinzugefügt
et: Lisamise kuupäev
fi: Lisäyspäivä
fr: Date d'ajout
lv: Pievienošanas datums
nb: Dato lagt til
nl: Datum toegevoegd
pl: Data dodania
sv: Datum tillagt

source: Overall rating
da: Samlet vurdering
de: Gesamtbewertung
et: Üldhinnang
fi: Kokonaisarvio
fr: Note globale
lv: Kopējais vērtējums
nb: Samlet rangering
nl: Algemene beoordeling
pl: Ogólna ocena
sv: Helhetsbetyg

source: Added to talent community
da: Tilføjet til Talent Community
de: Zu Talent Community hinzugefügt
et: Lisatud Talent Communitysse
fi: Lisätty Talent Communityyn
fr: Ajouté à la communauté de talents
lv: Pievienots Talent Community
nb: Lagt til i Talent Community
nl: Toegevoegd aan talentenpool
pl: Dodano do Talent Community
sv: Tillagd i Talent Communityn

source: Membership expiration date
da: Udløbsdato for medlemskab
de: Ablaufdatum der Mitgliedschaft
et: Liikmesuse aegumiskuupäev
fi: Jäsenyyden umpeutumisen päivämäärä
fr: Date d'expiration de l'adhésion
lv: Dalības derīguma termiņš
nb: Utløpsdato for medlemskap
nl: Vervaldatum lidmaatschap
pl: Data wygaśnięcia członkostwa
sv: Utgångsdatum för medlemskapet

source: Community membership
da: Medlemskab af fællesskabet
de: Community Mitgliedschaft
et: Talent Community liikmesus
fi: Communityn jäsenyys
fr: Adhésion à la communauté
lv: Dalība kopienā
nb: Medlemskap i fellesskapet
nl: Lidmaatschap community
pl: Członkostwo w społeczności
sv: Communitymedlemskap

source: Community groups
da: Fællesskabsgrupper
de: Community Gruppen
et: Talent Community grupid
fi: Ryhmät
fr: Groupes communautaires
lv: Grupas kategorija
nb: Fellesskapsgrupper
nl: Communitygroepen
pl: Grupy społeczności
sv: Communitygrupper

source: Other filters
da: Andre filtre
de: Andere Filter
et: Muud filtrid
fi: Muut suodattimet
fr: Autres filtres
lv: Citi filtri
nb: Andre filtre
nl: Andere filters
pl: Inne filtry
sv: Annat filter

source: Feedback sent
da: Feedback sendt
de: Feedback gesendet
et: Tagasiside saadetud
fi: Palaute lähetetty
fr: Commentaires envoyés
lv: Nosūtītas atsauksmes
nb: Tilbakemelding sendt
nl: Feedback verzonden
pl: Wysłano opinię
sv: Feedback har skickats

source: Open full profile
da: Åbn fuld profil
de: Vollständiges Profil öffnen
et: Ava täisprofiil
fi: Avaa koko profiili
fr: Ouvrir le profil complet
lv: Atvērt pilnu profilu
nb: Åpne full profil
nl: Volledig profiel openen
pl: Otwórz pełny profil
sv: Öppna fullständig profil

source: Application's information
da: Oplysninger om ansøgningen
de: Bewerbungsinformationen
et: Avalduse info
fi: Hakemuksen tiedot
fr: Informations sur la candidature
lv: Pieteikuma informācija
nb: Søknadsinformasjon
nl: Informatie over de sollicitatie
pl: Informacje o aplikacji
sv: Ansökningens information

source: View fullscreen
da: Vis fuldskærm
de: Vollbild anzeigen
et: Kuva täisekraanil
fi: Näytä koko näytöllä
fr: Voir en plein écran
lv: Skatīt pilnekrāna režīmā
nb: Vis fullskjerm
nl: Volledig scherm weergeven
pl: Wyświetl na pełnym ekranie
sv: Visa i helskärm

source: Download link
et: Allalaadimise link
fi: Latauslinkki
fr: Lien de téléchargement
lv: Lejupielādes saite
nb: Nedlastingslenke
pl: Link do pobrania
sv: Nedladdningslänk

source: Application date
da: Dato for ansøgning
de: Bewerbungsdatum
et: Avalduse kuupäev
fi: Hakupäivä
fr: Date de candidature
lv: Pieteikuma datums
nb: Søknadsdato
nl: Sollicitatiedatum
pl: Data aplikacji
sv: Ansökningsdatum

source: Total ratings
da: Samlede vurderinger
de: Gesamtbewertungen
et: Hinnanguid kokku
fi: Arvosteluja yhteensä
fr: Notes totales
lv: Kopējais vērtējumu skaits
nb: Totalt antall vurderinger
nl: Totaal aantal beoordelingen
pl: Łączna ocena
sv: Totala betyg

source: Introductions
da: Introduktion
de: Vorstellungen
et: Tutvustused
fi: Hakijaesittelyt
fr: Présentations
lv: Iepazīstināšana
nb: Introduksjoner
nl: Introducties
pl: Wprowadzenia
sv: Introduktion

source: All
da: Alle
de: Alle
et: Kõik
fi: Kaikki
lv: Visi
nb: Alle
pl: Wszystko
sv: Alla

source: Status changes
da: Statusændringer
de: Statusänderungen
et: Oleku muutused
fi: Statusmuutokset
fr: Changements de statut
lv: Statusa izmaiņas
nb: Statusendringer
nl: Statuswijzigingen
pl: Zmiany statusu
sv: Statusförändringar

source: Received
da: Modtaget
de: Erhalten
et: Vastu võetud
fi: Vastaanotettu
fr: Reçu
lv: Saņemts
nb: Mottatt
nl: Ontvangen
pl: Otrzymano
sv: Mottagen

source: Sent
da: Sendt
de: Gesendet
et: Saadetud
fi: Lähetetty
fr: Envoyé
lv: Nosūtīts
nb: Sendt
nl: Verzonden
pl: Wysłane
sv: Skickat

source: Add note
da: Tilføj note
de: Notiz hinzufügen
et: Lisa märge
fi: Lisää muistiinpano
fr: Ajouter une note
lv: Pievienot piezīmi
nb: Legg til merknad
nl: Notitie toevoegen
pl: Dodaj notatkę
sv: Lägg till anteckning

source: No notes available
da: Ingen tilgængelige noter
de: Keine Notizen verfügbar
et: Märkmeid pole saadaval
fi: Ei muistiinpanoja saatavilla
fr: Aucune note disponible
lv: Nav pieejamas piezīmes
nb: Ingen notater tilgjengelig
nl: Geen notities beschikbaar
pl: Brak dostępnych notatek
sv: Inga anteckningar tillgängliga

source: Delete this note
da: Slet denne note
de: Diese Notiz löschen
et: Kustuta see märkus
fi: Poista tämä muistiinpano
fr: Supprimer cette note
lv: Dzēst šo piezīmi
nb: Slett dette notatet
nl: Verwijder deze notitie
pl: Usuń tę notatkę
sv: Ta bort den här anteckningen

source: Are you sure you want to delete this note?
da: Er du sikker på, at du vil slette denne note?
de: Sind Sie sicher, dass Sie diese Notiz löschen wollen?
et: Kas soovid selle märkme kustutada?
fi: Oletko varma, että haluat poistaa tämän muistiinpanon?
fr: Êtes-vous sûr de vouloir supprimer cette note ?
lv: Vai tiešām vēlaties dzēst šo piezīmi?
nb: Er du sikker på at du vil slette denne merknaden?
nl: Weet u zeker dat u deze notitie wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę notatkę?
sv: Är du säker på att du vill radera denna anteckning?

source: Note deleted successfully
da: Noten er slettet
de: Notiz erfolgreich gelöscht
et: Märkus edukalt kustutatud
fi: Muistiinpano poistettu onnistuneesti
fr: Note supprimée avec succès
lv: Piezīme veiksmīgi izdzēsta
nb: Notatet ble slettet
nl: Notitie succesvol verwijderd
pl: Notatka została pomyślnie usunięta
sv: Anteckningen har tagits bort

source: An error occurred while deleting the note
da: Der opstod en fejl under sletning af noten
de: Beim Löschen der Notiz ist ein Fehler aufgetreten
et: Märkuse kustutamisel ilmnes viga
fi: Muistiinpanon poistamisessa tapahtui virhe
fr: Une erreur s'est produite lors de la suppression de la note
lv: Dzēšot piezīmi, radās kļūda
nb: Det oppstod en feil under sletting av notatet
nl: Er is een fout opgetreden bij het verwijderen van de notitie
pl: Wystąpił błąd podczas usuwania notatki
sv: Ett fel inträffade när anteckningen skulle tas bort

source: Discard changes
da: Kassér ændringer
de: Änderungen verwerfen
et: Loobu muudatustest
fi: Hylkää muutokset
fr: Annuler les modifications
lv: Atmest izmaiņas
nb: Forkast endringer
nl: Wijzigingen ongedaan maken
pl: Odrzuć zmiany
sv: Ignorera ändringar
