Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: You have the maximum number of job postings already. If you want more active positions, please contact support@talentadore.com.
da: Du har allerede det maksimale antal jobopslag. Hvis du ønsker flere aktive stillinger, bedes du kontakte support@talentadore.com.
de: Sie haben bereits die maximale Anzahl von Stellenangeboten erreicht. Wenn Sie weitere aktive Stellen wünschen, wenden Sie sich bitte an support@talentadore.com.
et: Töökuulutusi ei saa rohkem lisada. Kui soovid lisada neid rohkem, võta meiega ühendust aadressil support@talentadore.com.
fi: Sinulla on jo maksimimäärä avoimia ilmoituksia. Jos haluat avata useamman haun, ota yhteyttä support@talentadore.com.
fr: Vous avez déjà le nombre maximum d'offres d'emploi. Si vous souhaitez plus de postes actifs, veuillez contacter support@talentadore.com.
lv: Jums jau ir maksimālais darba sludinājumu skaits. Ja vēlaties vairāk aktīvo vakanču, lūdzu, sazinieties ar support@talentadore.com.
nb: Du har allerede det maksimale antallet jobbannonser. Hvis du ønsker flere aktive stillinger, kan du kontakte support@talentadore.com.
nl: U heeft al het maximale aantal vacatures. Als u meer actieve posities wilt, neem dan contact op met support@talentadore.com.
pl: Masz już maksymalną liczbę ofert pracy. Jeśli chcesz więcej aktywnych stanowisk, skontaktuj się z support@talentadore.com.
sv: Du har redan uppnått maximum antal jobbannonser. Om du vill ha fler aktiva positioner, vänligen kontakta support@talentadore.com.

source: This position has not been approved for publishing!
da: Denne stilling er ikke blevet godkendt til offentliggørelse!
de: Diese Stelle ist noch nicht zur Veröffentlichung genehmigt worden!
et: Ametikoha avaldamist ei ole kinnitatud.
fi: Tätä ilmoitusta ei ole hyväksytty julkaistavaksi!
fr: Ce poste n'a pas été approuvé pour publication !
lv: Šī vakance nav apstiprināta publicēšanai!
nb: Denne stillingen er ikke godkjent for publisering!
nl: Deze positie is niet goedgekeurd voor publicatie!
pl: To stanowisko nie zostało zatwierdzone do publikacji!
sv: Denna position har inte godkänts för publicering!

source: Your position was successfully published!
da: Din stilling blev offentliggjort med succes!
de: Ihre Stelle wurde erfolgreich veröffentlicht!
et: Ametikoha avaldamine õnnestus.
fi: Työpaikka julkaistu!
fr: Votre poste a été publié avec succès !
lv: Jūsu vakance tika veiksmīgi publicēta!
nb: Stillingen din ble publisert!
nl: Uw positie is succesvol gepubliceerd!
pl: Twoje stanowisko zostało pomyślnie opublikowane!
sv: Din position publicerades!

source: Your position was successfully inactivated!
da: Din stilling blev deaktiveret med succes!
de: Ihre Stelle wurde erfolgreich deaktiviert!
et: Ametikoha inaktiveerimine õnnestus.
fi: Työpaikka inaktivoitiin onnistuneesti
fr: Votre poste a été désactivé avec succès !
lv: Jūsu vakance tika veiksmīgi deaktivizēta!
nb: Stillingen din ble deaktivert!
nl: Uw positie is succesvol gedeactiveerd!
pl: Twoje stanowisko zostało pomyślnie dezaktywowane!
sv: Din position inaktiverades!

source: Your position was successfully archived!
da: Din stilling blev arkiveret med succes!
de: Ihre Stelle wurde erfolgreich archiviert!
et: Ametikoha arhiivimine õnnestus.
fi: Työpaikka arkistoitiin onnistuneesti!
fr: Votre poste a été archivé avec succès !
lv: Jūsu vakance tika veiksmīgi arhivēta!
nb: Stillingen din ble arkivert!
nl: Uw positie is succesvol gearchiveerd!
pl: Twoje stanowisko zostało pomyślnie zarchiwizowane!
sv: Din position arkiverades!

source: Your position is now closed. Applicants cannot apply anymore.
da: Din stilling er nu lukket. Ansøgere kan ikke ansøge mere.
de: Ihre Stelle ist jetzt geschlossen. Bewerber können sich nicht mehr um die Stelle bewerben.
et: Värbamine on nüüd suletud. Kandidaadid ei saa enam avaldust saata
fi: Työpaikka on nyt suljettu. Hakijat eivät voi hakea enää.
fr: Votre poste est maintenant fermé. Les candidats ne peuvent plus postuler.
lv: Jūsu vakance tagad ir slēgta. Kandidāti vairs nevar pieteikties.
nb: Stillingen din er nå lukket. Søkere kan ikke lenger søke.
nl: Uw positie is nu gesloten. Sollicitanten kunnen niet meer solliciteren.
pl: Twoje stanowisko jest teraz zamknięte. Kandydaci nie mogą już aplikować.
sv: Din position är nu stängd. Kandidater kan inte längre skicka in sin ansökan.

source: Position saved as draft
da: Stilling gemt som skabelon
de: Stelle als Entwurf gespeichert
et: Ametikoht salvestati mustandina
fi: Työpaikka on tallennettu luonnoksena
fr: Poste enregistré comme brouillon
lv: Vakance saglabāta kā melnraksts
nb: Stilling lagret som utkast
nl: Positie opgeslagen als concept
pl: Stanowisko zapisane jako szkic
sv: Positionen sparad som utkast

source: Position will serve as a template
da: Stilling vil fungere som en skabelon
de: Stelle wird als Vorlage dienen
et: Ametikohta saab kasutada vormina
fi: Ilmoitus toimii valmiina pohjana
fr: Le poste servira de modèle
lv: Vakance tiks izmantota kā paraugs
nb: Stillingen vil fungere som en mal
nl: Positie zal dienen als sjabloon
pl: Stanowisko będzie służyć jako szablon
sv: Positionen kommer att användas som mall

source: We will publish this position on {}
da: Vi vil offentliggøre denne stilling på {}
de: Wir werden diese Stelle auf {} veröffentlichen
et: Avaldame ametikoha {}
fi: Julkaisemme tämän työilmoituksen {}
fr: Nous publierons ce poste le {}
lv: Mēs publicēsim šo vakanci {}
nb: Vi vil publisere denne stillingen {}
nl: We zullen deze positie publiceren op {}
pl: Opublikujemy to stanowisko {}
sv: Vi kommer att publicera den här positionen på {}

source: Status of the position was changed
da: Status for stillingen blev ændret
de: Der Status der Stelle wurde geändert
et: Ametikoha olekut muudeti
fi: Työpaikan status muuttui
fr: Le statut du poste a été modifié
lv: Tika mainīts vakances statuss
nb: Status for stillingen ble endret
nl: Status van de positie is gewijzigd
pl: Status stanowiska został zmieniony
sv: Positionens status ändrats

source: Position saved with the same status
da: Stilling gemt med samme status
de: Stelle mit gleichem Status gespeichert
et: Ametikoht salvestati sama olekuga
fi: Työpaikka tallennettu samalla statuksella
fr: Poste enregistré avec le même statut
lv: Vakance saglabāta ar tādu pašu statusu
nb: Stilling lagret med samme status
nl: Positie opgeslagen met dezelfde status
pl: Stanowisko zapisane z tym samym statusem
sv: Position sparad med samma status

source: We sent emails to approvers. Job requisition is awaiting approval
da: Vi har sendt e-mails til godkendere. jobansøgningen afventer godkendelse
de: Wir haben Emails an die Genehmiger geschickt. Stellenangebot wartet auf Genehmigung
et: Saatsime kinnitajatele e-kirjad. Värbamistaotlus ootab kinnitust
fi: Sähköposti lähetetty hyväksyjälle. Rekrytointilupapyyntö odottaa hyväksyntää.
fr: Nous avons envoyé des e-mails aux approbateurs. La demande d'emploi est en attente d'approbation
lv: Mēs apstiprinātājiem nosūtījām e-pasta vēstules. Darba pieprasījums gaida apstiprinājumu
nb: Vi har sendt e-post til godkjennere. Jobbrekvisisjonen venter på godkjenning
nl: We hebben e-mails gestuurd naar goedkeurders. Vacature wacht op goedkeuring
pl: Wysłaliśmy e-maile do osób zatwierdzających. Zapotrzebowanie na pracę oczekuje na zatwierdzenie
sv: Ett meddelande har skickats till godkännaren, och rekryteringstillståndet väntar nu på godkännelse.

source: We saved the position as draft because you already have the maximum number of job postings. If you want more active positions, please contact support@talentadore.com.
da: Vi har gemt stillingen som skabelon, fordi du allerede har det maksimale antal jobopslag. Hvis du ønsker flere aktive stillinger, bedes du kontakte support@talentadore.com.
de: Wir haben die Stelle als Entwurf gespeichert, da Sie bereits die maximale Anzahl von Stellenausschreibungen erreicht haben. Wenn Sie mehr aktive Stellen wünschen, wenden Sie sich bitte an support@talentadore.com.
et: Salvestasime ametikoha mustandina, sest töökuulutusi ei saa rohkem lisada. Kui soovid lisada neid rohkem, võta meiega ühendust aadressil support@talentadore.com.
fi: Tallensimme position luonnoksena, koska sinulla on jo maksimimäärä avoimia ilmoituksia. Jos haluat avata useamman haun, ota yheyttä support@talentadore.com.
fr: Nous avons enregistré le poste comme brouillon car vous avez déjà atteint le nombre maximum d'offres d'emploi. Si vous souhaitez plus de postes actifs, veuillez contacter support@talentadore.com.
lv: Mēs saglabājām šo vakanci kā melnrakstu, jo jums jau ir maksimālais darba sludinājumu skaits. Ja vēlaties vairāk aktīvo vakanču, lūdzu, sazinieties ar support@talentadore.com.
nb: Vi lagret stillingen som utkast fordi du allerede har det maksimale antallet jobbannonser. Hvis du ønsker flere aktive stillinger, kan du kontakte support@talentadore.com.
nl: We hebben de positie als concept opgeslagen omdat u al het maximale aantal vacatures heeft. Als u meer actieve posities wilt, neem dan contact op met support@talentadore.com.
pl: Zapisaliśmy stanowisko jako szkic, ponieważ masz już maksymalną liczbę ofert pracy. Jeśli chcesz więcej aktywnych stanowisk, skontaktuj się z support@talentadore.com.
sv: Vi sparade positionen som ett utkast för att du redan har uppnått maximum antal jobbannonser. Om du vill ha fler aktiva positioner, vänligen kontakta support@talentadore.com.

source: The position deadline is already in the past. Please update the date before publishing again.
da: Stillingsfristen er allerede overskredet. Opdater venligst datoen, før du offentliggør den igen.
de: Der Bewerbungsschluss liegt bereits in der Vergangenheit. Bitte aktualisieren Sie das Datum vor der erneuten Veröffentlichung.
et: Ametikoha tähtaeg on möödunud. Muuda kuupäeva enne uuesti avaldamist.
fi: Työpaikkailmoituksen määräaika on jo mennyt. Päivitä päivämäärä ja julkaise uudelleen.
fr: La date limite du poste est déjà passée. Veuillez mettre à jour la date avant de publier à nouveau.
lv: Vakances termiņš jau ir pagājis. Lūdzu, atjauniniet datumu pirms atkārtotas publicēšanas.
nb: Stillingsfristen er allerede overskredet. Vennligst oppdater datoen før du publiserer på nytt.
nl: De deadline voor de positie ligt al in het verleden. Werk de datum bij voordat u opnieuw publiceert.
pl: Termin składania aplikacji już minął. Zaktualizuj datę przed ponowną publikacją.
sv: Ansökningstiden har gått ut. Vänligen uppdatera sista ansökningsdatumet före du publicerar igen.

source: {} expired
da: {} er udløbet
de: {} abgelaufen
et: {} aegunud
fi: {} vanhentunut
fr: {} a expiré
lv: {} beidzies termiņš
nb: {} utløpt
nl: {} verlopen
pl: {} wygasło
sv: {} har löpt ut

source: {} published here: {}
da: {} offentliggjort her: {}
de: {} hier veröffentlicht: {}
et: {} avaldatud siin: {}
fi: {} julkaistu täällä: {}
fr: {} publié ici: {}
lv: {} publicēts šeit: {}
nb: {} publisert her: {}
nl: {} hier gepubliceerd: {}
pl: {} opublikowano tutaj: {}
sv: {} publicerad här: {}

source: Your file "{file_name}" is ready to be downloaded
da: Din fil "{file_name}" er klar til at blive downloadet
de: Ihre Datei "{file_name}" ist bereit zum Herunterladen
et: Fail „{file_name}“ on allalaadimiseks valmis
fi: Tiedostosi "{file_name}" on valmis ladattavaksi
fr: Votre fichier "{file_name}" est prêt à être téléchargé
lv: Jūsu fails "{file_name}" ir gatavs lejupielādei
nb: Filen "{file_name}" er klar til å lastes ned
nl: Uw bestand "{file_name}" is klaar om te worden gedownload
pl: Twój plik "{file_name}" jest gotowy do pobrania
sv: Din fil "{file_name}" är redo att laddas ner

source: New mention added!
da: Ny omtale tilføjet!
de: Neue Erwähnung hinzugefügt!
et: Lisati uus mainimine.
fi: Uusi maininta lisätty!
fr: Nouvelle mention ajoutée!
lv: Pievienots jauns pieminējums!
nb: Ny omtale er lagt til!
nl: Nieuwe vermelding toegevoegd!
pl: Dodano nową wzmiankę!
sv: Nytt omnämnande tillagt!

source: {name} position
da: {name} stilling
de: {name} Stelle
et: Ametikoht {name}
fi: työpaikka "{name}"
fr: Poste de {name}
lv: {name} vakance
nb: {name} stilling
nl: {name} positie
pl: Stanowisko {name}

source: Application data already sent to Mepco
da: Ansøgningsdata er allerede sendt til Mepco
de: Bewerbungsdaten bereits an Mepco gesendet
et: Avalduse andmed on juba Mepcosse saadetud
fi: Hakemuksen tiedot on jo viety Mepcoon
fr: Données de candidature déjà envoyées à Mepco
lv: Pieteikuma dati jau nosūtīti Mepco
nb: Søknadsopplysninger som allerede er sendt til Mepco
nl: Sollicitatiegegevens al verzonden naar Mepco
pl: Dane aplikacji zostały już wysłane do Mepco
sv: Ansökningens uppgifter har redan förts in i Mepco

source: Information cannot be sent
da: Oplysninger kan ikke sendes
de: Informationen können nicht gesendet werden
et: Infot ei saa saata
fi: Tietoja ei voitu lähettää
fr: Les informations ne peuvent pas être envoyées
lv: Informāciju nevar nosūtīt
nb: Informasjon kan ikke sendes
nl: Informatie kan niet worden verzonden
pl: Nie można wysłać informacji
sv: Uppgifterna kunde inte skickas

source: Failed
da: Mislykket
de: Fehlgeschlagen
et: Ebaõnnestus
fi: Epäonnistui
fr: Échoué
lv: Neizdevās
nb: Mislykket
nl: Mislukt
pl: Niepowodzenie
sv: Misslyckades

source: Kind regards, {company_name}
da: Med venlig hilsen, {company_name}
de: Mit freundlichen Grüßen, {company_name}
et: Heade soovidega {company_name}
fi: Ystävällisin terveisin, {company_name}
fr: Cordialement, {company_name}
lv: Ar cieņu {company_name}
nb: Vennlig hilsen {company_name}
nl: Met vriendelijke groet, {company_name}
pl: Z poważaniem, {company_name}
sv: Vänliga hälsningar, {company_name}

source: Job is not active
da: Jobbet er ikke aktivt
de: Stelle ist nicht aktiv
et: Värbamine ei ole aktiivne
fi: Työpaikka ei ole aktiivinen
fr: L'offre d'emploi n'est pas active
lv: Vakance nav aktīva
nb: Jobben er ikke aktiv
nl: Vacature is niet actief
pl: Oferta pracy nie jest aktywna
sv: Positionen är inte aktiv

source: Job is internal
da: Jobbet er internt
de: Stelle ist intern
et: Ettevõttesisene värbamine
fi: Työpaikka on sisäinen
fr: L'offre d'emploi est interne
lv: Vakance ir iekšēja
nb: Jobben er intern
nl: Vacature is intern
pl: Oferta pracy jest wewnętrzna
sv: Intern Position

source: Please, edit job ad again and choose a job title
da: Redigér venligst jobannoncen igen, og vælg en jobtitel
de: Bitte bearbeiten Sie die Stellenanzeige erneut und wählen Sie eine Stellenbezeichnung
et: Muuda töökuulutust uuesti ja vali ametikoha nimetus
fi: Ole hyvä ja muokkaa työpaikkailmoitusta uudelleen ja valitse työpaikkailmoituksen otsikko
fr: Veuillez modifier à nouveau l'annonce d'emploi et choisir un titre d'emploi
lv: Lūdzu, vēlreiz rediģējiet darba sludinājumu un izvēlieties vakances nosaukumu
nb: Vennligst rediger jobbannonsen på nytt og velg en jobbtittel
nl: Bewerk de vacature opnieuw en kies een functietitel
pl: Edytuj ponownie ogłoszenie o pracę i wybierz tytuł stanowiska
sv: Redigera jobbannons igen och välj jobbtitel

source: Please, edit job ad again and choose a job category
da: Redigér venligst jobannoncen igen, og vælg en jobkategori
de: Bitte bearbeiten Sie die Stellenanzeige erneut und wählen Sie eine Stellenkategorie
et: Muuda töökuulutust uuesti ja vali ametikoha kategooria
fi: Ole hyvä ja muokkaa työpaikkailmoitusta ja valitse työn kategoria
fr: Veuillez modifier à nouveau l'annonce d'emploi et choisir une catégorie d'emploi
lv: Lūdzu, vēlreiz rediģējiet darba sludinājumu un izvēlieties vakances kategoriju
nb: Vennligst rediger jobbannonsen på nytt og velg en jobbkategori
nl: Bewerk de vacature opnieuw en kies een functiecategorie
pl: Edytuj ponownie ogłoszenie o pracę i wybierz kategorię stanowiska
sv: Redigera jobbannons igen och välj anställningsform

source: Job ad not yet published
da: Jobannonce endnu ikke offentliggjort
de: Stellenanzeige noch nicht veröffentlicht
et: Töökuulutust ei ole veel avaldatud
fi: Työpaikkailmoitusta ei ole vielä julkaistu
fr: L'annonce d'emploi n'est pas encore publiée
lv: Darba sludinājums vēl nav publicēts
nb: Jobbannonse er ennå ikke publisert
nl: Vacature nog niet gepubliceerd
pl: Ogłoszenie o pracę jeszcze nie zostało opublikowane
sv: Jobbannonsen är ej publicerad än

source: Job ad being published...
da: Jobannonce bliver offentliggjort...
de: Stellenanzeige wird veröffentlicht...
et: Töökuulutuse avaldamine ...
fi: Työpaikkailmoitusta julkaistaan...
fr: Publication de l'annonce d'emploi en cours...
lv: Darba sludinājums tiek publicēts...
nb: Jobbannonse publiseres...
nl: Vacature wordt gepubliceerd...
pl: Trwa publikowanie ogłoszenia o pracę...
sv: Jobbannonsen publiceras...

source: Job ad published
da: Jobannonce offentliggjort
de: Stellenanzeige veröffentlicht
et: Töökuulutus on avaldatud
fi: Työpaikkailmoitus on julkaistu
fr: Annonce d'emploi publiée
lv: Darba sludinājums ir publicēts
nb: Jobbannonse er publisert
nl: Vacature gepubliceerd
pl: Ogłoszenie o pracę opublikowane
sv: Jobbannonsen har publicerats

source: Job ad not active. Can be published
da: Jobannonce ikke aktiv. Kan offentliggøres
de: Stellenanzeige nicht aktiv. Kann veröffentlicht werden
et: Töökuulutus ei ole aktiivne. Saab avaldada
fi: Työpaikkailmoitus ei ole aktiivinen, se voidaan julkaista.
fr: L'annonce d'emploi n'est pas active. Peut être publiée
lv: Darba sludinājums nav aktīvs. Var publicēt
nb: Jobbannonsen er ikke aktiv. Kan publiseres
nl: Vacature niet actief. Kan gepubliceerd worden
pl: Ogłoszenie o pracę nieaktywne. Może zostać opublikowane
sv: Jobbanonnsen är inte aktiv. Kan publiceras

source: Job ad being removed...
da: Jobannonce bliver fjernet...
de: Stellenanzeige wird entfernt...
et: Töökuulutuse eemaldamine ...
fi: Työpaikkailmoitusta poistetaan...
fr: Suppression de l'annonce d'emploi en cours...
lv: Darba sludinājums tiek noņemts...
nb: Jobbannonse fjernes...
nl: Vacature wordt verwijderd...
pl: Trwa usuwanie ogłoszenia o pracę...
sv: Jobbannonsen tas bort...

source: Job ad being updated...
da: Jobannonce under opdatering...
de: Stellenanzeige wird aktualisiert...
et: Töökuulutuse uuendamine ...
fi: Työpaikkailmoitusta päivitetään...
fr: Mise à jour de l'annonce d'emploi en cours...
lv: Darba sludinājums tiek atjaunināts...
nb: Jobbannonse oppdateres...
nl: Vacature wordt bijgewerkt...
pl: Trwa aktualizowanie ogłoszenia o pracę...
sv: Jobbannonsen uppdateras...

source: Job ad status unknown
da: Jobannoncens status ukendt
de: Status der Stellenanzeige unbekannt
et: Töökuulutuse olek ei ole teada
fi: Työilmoituksen status tuntematon
fr: Statut de l'annonce d'emploi inconnu
lv: Darba sludinājuma statuss nav zināms
nb: Status for jobbannonsen ukjent
nl: Status van vacature onbekend
pl: Nieznany status ogłoszenia o pracę
sv: Jobbannonsens status okänd

source: Up to date.
da: Opdateret.
de: Auf dem neuesten Stand.
et: Ajakohastatud.
fi: Päivitetty.
fr: À jour.
lv: Atjaunots.
nb: Oppdatert.
nl: Bijgewerkt.
pl: Aktualne.
sv: Uppdaterad.

source: Info here is not up to date.
da: Oplysningerne her er ikke opdaterede.
de: Die Informationen hier sind nicht auf dem neuesten Stand.
et: Siinne info ei ole ajakohane.
fi: Tieto täällä ei ole päivittynyt.
fr: Les informations ici ne sont pas à jour.
lv: Šeit redzamā informācija nav atjaunināta.
nb: Informasjonen her er ikke oppdatert.
nl: Informatie hier is niet up-to-date.
pl: Informacje tutaj nie są aktualne.
sv: Informationen här är ej uppdaterad.

source: Description is missing from the job ad
da: Beskrivelse mangler i jobannoncen
de: Die Beschreibung fehlt in der Stellenanzeige
et: Töökuulutuses ei ole kirjeldust
fi: Työn kuvaus puuttuu työpaikkailmoitukselta
fr: La description est manquante dans l'annonce d'emploi
lv: Darba sludinājumam trūkst apraksta
nb: Beskrivelse mangler i jobbannonsen
nl: Beschrijving ontbreekt in de vacature
pl: W ogłoszeniu o pracę brakuje opisu
sv: Beskrivningen saknas från arbetsannonsen

source: Job ad unpublished
da: Jobannonce ikke offentliggjort
de: Unveröffentlichte Stellenanzeige
et: Töökuulutus ei ole avaldatud
fi: Työpaikkailmoitusta ei ole julkaistu
fr: Annonce d'emploi non publiée
lv: Darba sludinājums nav publicēts
nb: Jobbannonse ikke publisert
nl: Vacature niet gepubliceerd
pl: Ogłoszenie o pracę nieopublikowane
sv: Arbetsannonsen opublicerad

source: Job ad publishing
da: Jobannoncepublicering
de: Stellenanzeigenveröffentlichung
et: Tööpakkumise avaldamine
fi: Työpaikkailmoituksen julkaiseminen
fr: Publication d'annonce d'emploi
lv: Darba sludinājuma publicēšana
nb: Publisering av stillingsannonse
nl: Vacature publiceren
pl: Publikowanie ogłoszenia o pracę
sv: Publicering av jobbannonser

source: Publishable
da: Kan udgives
de: Veröffentlichbar
et: Avaldatav
fi: Julkaistavissa
fr: Publiable
lv: Publicējams
nb: Kan publiseres
nl: Publiceerbaar
pl: Możliwe do opublikowania
sv: Publicerbar

source: Jobly profile
da: Jobly-profil
de: Jobly Profil
et: Jobly profiil
fi: Jobly -profiili
fr: Profil Jobly
lv: Jobly profils
nb: Jobly-profil
nl: Jobly profiel
pl: Profil Jobly
sv: Jobly profil

source: Permanent link to this note
da: Permanent link til denne note
de: Permanenter Link zu dieser Notiz
et: Link märkmetele
fi: Pysyvä linkki tähän muistiinpanoon
fr: Lien permanent vers cette note
lv: Pastāvīga saite uz šo piezīmi
nb: Permanent lenke til denne merknaden
nl: Permanente link naar deze notitie
pl: Stały link do tej notatki
sv: Permanent länk till denna anteckning

source: Delete note
da: Slet note
de: Notiz löschen
et: Kustuta märge
fi: Poista muistiinpano
fr: Supprimer la note
lv: Dzēst piezīmi
nb: Slett merknad
nl: Notitie verwijderen
pl: Usuń notatkę
sv: Radera anteckning

source: Are you sure you want to discard any changes made to this note?
da: Er du sikker på, at du vil kassere alle ændringer, der er foretaget i denne note?
de: Sind Sie sicher, dass Sie alle an dieser Notiz vorgenommenen Änderungen verwerfen wollen?
et: Kas soovid selle märkme muudatustest loobuda?
fi: Oletko varma, että haluat hylätä tehdyt muutokset tähän muistiinpanoon?
fr: Êtes-vous sûr de vouloir annuler toutes les modifications apportées à cette note ?
lv: Vai tiešām vēlaties dzēst visas šai piezīmei veiktās izmaiņas?
nb: Er du sikker på at du vil forkaste alle endringer som er gjort i denne merknaden?
nl: Weet u zeker dat u alle wijzigingen aan deze notitie ongedaan wilt maken?
pl: Czy na pewno chcesz odrzucić wszystkie zmiany wprowadzone w tej notatce?
sv: Är du säker på att du vill ignorera ändringar av denna anteckning?

source: You have unsaved notes! Are you sure you want to leave the page?
da: Du har ikke gemt dine noter! Er du sikker på, at du vil forlade siden?
de: Sie haben ungespeicherte Notizen! Sind Sie sicher, dass Sie die Seite verlassen wollen?
et: Sul on salvestamata märkmeid. Kas soovid sellelt lehelt lahkuda?
fi: Sinulla on tallentamattomia muistiinpanoja! Oletko varma että haluat poistua tältä sivulta?
fr: Vous avez des notes non enregistrées ! Êtes-vous sûr de vouloir quitter la page ?
lv: Jums ir nesaglabātas piezīmes! Vai tiešām vēlaties aizvērt lapu?
nb: Du har merknader som ikke er lagret! Er du sikker på at du vil forlate siden?
nl: U heeft niet-opgeslagen notities! Weet u zeker dat u de pagina wilt verlaten?
pl: Masz niezapisane notatki! Czy na pewno chcesz opuścić stronę?
sv: Du har osparade anteckningar! Är du säker på att du vill lämna sidan?

source: Like
da: Synes om
et: Meeldib
fi: Tykkää
fr: J'aime
lv: Patīk
nb: Lik
nl: Vind ik leuk
pl: Polub
sv: Gilla

source: Liked
da: Kunne lide
et: Meeldivaks märgitud
fi: Tykätty
fr: Aimé
lv: Patika
nb: Likte
nl: Leuk gevonden
pl: Polubione
sv: Gillad

source: Application notes
da: Ansøgningsnoter
de: Bewerbungsnotizen
et: Avalduse märkmed
fi: Muistiinpanot hakemuksesta
fr: Notes de candidature
lv: Pieteikuma piezīmes
nb: Søknadsmerknader
nl: Sollicitatienotities
pl: Notatki aplikacyjne
sv: Applikationsanteckningar
