Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Showing notification to user to cancel the confirmed time slot before allocating new slots
da: Viser besked til brugeren om at annullere det bekræftede tidsrum, før der tildeles nye tidsrum
de: Anzeige einer Benachrichtigung an den Benutzer, um das bestätigte Zeitfenster zu stornieren, bevor neue Zeitfenster zugewiesen werden
et: Kasutajale näidatakse kinnitatud aja tühistamise teadet enne uute aegade määramist
fi: Muistutus käyttäjälle poistaa peruttu haastatteluaika kalenterista, ennen uuden ajan ehdottamista
fr: Affichage d'une notification à l'utilisateur pour annuler le créneau horaire confirmé avant d'allouer de nouveaux créneaux
lv: Paziņojuma rādīšana lietotājam, lai atceltu apstiprināto laiku pirms jaunu laiku piešķiršanas
nb: Viser varsel til brukeren om å kansellere den bekreftede tiden før nye tider tildeles
nl: Melding aan gebruiker tonen om het bevestigde tijdslot te annuleren voordat nieuwe slots worden toegewezen
pl: Wyświetlanie powiadomienia użytkownikowi o anulowaniu potwierdzonego terminu przed przydzieleniem nowych terminów
sv: Visar användaren meddelande att avboka den bekräftade tiden innan nya tider tilldelas

source: SAML2-based authentication
da: SAML2-baseret godkendelse
de: SAML2-basierte Authentifizierung
et: SAML2-põhine autentimine
fi: SAML2-pohjainen todennus
fr: Authentification basée sur SAML2
lv: Uz SAML2 balstīta autentifikācija
nb: SAML2-basert autentisering
nl: SAML2-gebaseerde authenticatie
pl: Uwierzytelnianie oparte na SAML2
sv: SAML2-baserad verifiering

source: You can now mark all notifications as read by clicking “Mark all as read” button under the notifications symbol.
da: Du kan nu markere alle notifikationer som læst ved at klikke på knappen "Markér alle som læst" under notifikationssymbolet.
de: Sie können nun alle Benachrichtigungen als gelesen markieren, indem Sie auf die Schaltfläche "Alle als gelesen markieren" unter dem Benachrichtigungssymbol klicken.
et: Kõik teated saad märkida loetuks, kui klõpsad teatesümboli all nuppu „Märgi kõik loetuks“.
fi: Nyt voit merkitä kaikki ilmoitukset luetuiksi klikkaamalla “Merkitse kaikki luetuiksi” kello-symbolin (Ilmoitukset) kohdalta.
lv: Tagad visus paziņojumus varat atzīmēt kā izlasītus, zem paziņojumu simbola noklikšķinot uz pogas “Atzīmēt visus kā izlasītus”.
nb: Du kan nå merke alle varsler som lest ved å klikke på knappen "Merk alle som lest" under varselsymbolet.
sv: Du kan nu markera alla meddelanden som lästa genom att klicka på knappen "Markera alla som lästa" under meddelandesymbolen.

source: You can now assign individual tasks to multiple users at once.
da: Du kan nu tildele individuelle opgaver til flere brugere på én gang.
de: Sie können nun einzelne Aufgaben mehreren Benutzern gleichzeitig zuweisen.
et: Nüüd saad määrata ühe ülesande korraga mitmele kasutajale.
fi: Nyt voit jakaa yksittäisiä tehtäviä usealle käyttäjälle samanaikaisesti.
fr: Vous pouvez maintenant attribuer des tâches individuelles à plusieurs utilisateurs à la fois.
lv: Tagad varat vairākiem lietotājiem vienlaikus piešķirt atsevišķus uzdevumus.
nb: Du kan nå tildele individuelle oppgaver til flere brukere samtidig.
nl: U kunt nu individuele taken in één keer aan meerdere gebruikers toewijzen.
pl: Możesz teraz przypisać pojedyncze zadania do wielu użytkowników jednocześnie.
sv: Du kan nu tilldela individuella uppgifter till flera användare på samma gång.

source: Notepads for interview notes and other purposes
da: Notesblokke til interviewnoter og andre formål
de: Notizblöcke für Bewerbungsgespräche und andere Zwecke
et: Märkmeplokid vestluse märkmete ja muu jaoks
fi: Haastattelurungot haastattelukysymyksille ja muihin tarkoituksiin
fr: Blocs-notes pour les notes d'entretien et autres fins
lv: Piezīmju bloki interviju piezīmēm un citiem mērķiem
nb: Notisblokker til intervjumerknader og andre formål
nl: Notitieblokken voor interviewnotities en andere doeleinden
pl: Notatniki do notatek z rozmów kwalifikacyjnych i innych celów
sv: Anteckningsblock för intervjuanteckningar med mera

source: With notepads you are able to add new tabs for notes in chosen recruitment processes. These notes will be in your use when you review the candidates’ applications. Read more and see examples {}here{}.
da: Med notesblokke kan du tilføje nye faner til noter i udvalgte rekrutteringsprocesser. Disse noter kan du bruge, når du gennemgår kandidaternes ansøgninger. Læs mere og se eksempler {}her{}.
de: Mit Notizblöcken können Sie in ausgewählten Bewerbungsverfahren neue Registerkarten für Notizen hinzufügen. Diese Notizen stehen Ihnen zur Verfügung, wenn Sie die Bewerbungen der Bewerber prüfen. Lesen Sie mehr und sehen Sie Beispiele {}hier{}.
et: Märkmeplokkide abil saad valitud värbamisprotsessides lisada märkmete jaoks uusi vahekaarte. Neid märkmeid saad kasutada siis, kui vaatad üle kandidaatide avaldusi. Lisainfo ja näited leiad {}siit{}.
fi: Haastattelurunkojen avulla voit luoda työskentelyäsi tukevia välilehtiä omille muistiinpanoillesi haluttuihin rekrytointiprosesseihin. Nämä haastattelurungot ovat käytössäsi kun arvioit kandidaatin hakemusta. Lisää tietoa ja esimerkkejä aiheesta {}täällä{}.
lv: Izmantojot piezīmju blokus, varat pievienot jaunas cilnes piezīmēm izvēlētajos atlases procesos. Šīs piezīmes varēsiet izmantot, pārskatot kandidātu pieteikumus. Uzzināt vairāk un aplūkot piemērus {}šeit{}.
nb: Med notisblokker kan du legge til nye faner for merknader i utvalgte rekrutteringsprosesser. Disse merknadene kan du bruke når du vurderer kandidatenes søknader. Les mer og se eksempler {}her{}.
sv: Med anteckningsblock kan du lägga till nya flikar för anteckningar i valda rekryteringsprocesser. Anteckningarna kan du använda när du granskar kandidaternas ansökningar. Läs mer och se exempel {}här{}.

source: Referrals have statuses now
da: Henvisninger har status nu
de: Empfehlungen haben jetzt einen Status
et: Soovitustel on nüüd olekud
fi: Suositteluilla on nyt statukset
fr: Les références ont maintenant des statuts
lv: Ieteikumiem tagad ir statusi
nb: Henvisninger har nå statuser
nl: Referrals hebben nu statussen
pl: Polecenia mają teraz statusy
sv: Referenser har angetts status

source: Read more about referrals {}here{}.
da: Læs mere om henvisninger {}her{}.
de: Lesen Sie {}hier{} mehr über Empfehlungen.
et: Lisainfot soovituste kohta leiad {}siit{}.
fi: Lue lisää suositteluista {}täältä{}.
fr: En savoir plus sur les références {}ici{}.
lv: Uzzināt vairāk par ieteikumiem {}šeit{}.
nb: Les mer om henvisninger {}her{}.
nl: Lees meer over referrals {}hier{}.
pl: Przeczytaj więcej o poleceniach {}tutaj{}.
sv: Läs mer om referenser {}här{}.

source: Talent Community group removal
da: Fjernelse af Talent Community-gruppe
de: Talent-Community-Gruppe entfernen
et: Talent Community grupi eemaldamine
fi: Talent Community -ryhmien poistaminen
fr: Suppression du groupe Communauté de talents
lv: Talent Community grupas kategorijas izņemšana
nb: Fjerning av Talent Community-gruppe
nl: Talent Community groep verwijdering
pl: Usuwanie grupy Talent Community
sv: Borttagning av Talent Community-grupp

source: Now it is possible to remove Talent Community groups, provided that there are no candidates in that group. Read how to use Talent Community {}here{}.
da: Nu er det muligt at fjerne Talent Community-grupper, forudsat at der ikke er nogen kandidater i den pågældende gruppe. Læs, hvordan du bruger Talent Community {}her{}.
de: Jetzt ist es möglich, Talent-Community-Gruppen zu entfernen, vorausgesetzt, es gibt keine Kandidaten in dieser Gruppe. Lesen Sie, wie Sie die Talent-Community verwenden {}hier{}.
et: Nüüd saad eemaldada Talent Community gruppe, kui grupis ei ole ühtegi kandidaati. Lisainfot Talent Community kasutamise kohta leiad {}siit{}.
fi: Nyt sinun on mahdollista poistaa sellaiset Talent Community -ryhmät, joissa ei ole yhtään jäseniä. Lue lisää Talent Communityn käytöstä {}täältä{}.
fr: Il est maintenant possible de supprimer des groupes de la Communauté de talents, à condition qu'il n'y ait pas de candidats dans ce groupe. Lisez comment utiliser la Communauté de talents {}ici{}.
lv: Tagad varat noņemt Talent Community grupas kategorijas, ja tajās nav kandidātu. Uzzināt, kā lietot Talent Community {}šeit{}.
nb: Nå er det mulig å fjerne Talent Community-grupper, forutsatt at det ikke er noen kandidater i gruppen. Les hvordan du bruker Talent Community {}her{}.
nl: Het is nu mogelijk om Talent Community groepen te verwijderen, op voorwaarde dat er geen kandidaten in die groep zitten. Lees hoe u Talent Community {}hier{} kunt gebruiken.
pl: Teraz można usuwać grupy Talent Community, pod warunkiem, że nie ma w nich kandydatów. Przeczytaj, jak korzystać z Talent Community {}tutaj{}.
sv: Nu går det att ta bort Talent Community-grupper om det inte finns några kandidater i gruppen. Läs hur du använder Talent Community {}här{}.

source: Bug and wording fixes
da: Rettelser af fejl og formuleringer
de: Korrekturen von Fehlern und Formulierungen
et: Vea- ja sõnastusparandused
fi: Vika- ja sanamuotojen korjauksia
fr: Corrections de bugs et de formulation
lv: Kļūdu un formulējumu labojumi
nb: Feil- og ordrettinger
nl: Bug en woordkeuze fixes
pl: Poprawki błędów i sformułowań
sv: Buggfixar och formuleringsändringar

source: Application deletion and edit permissions separated
da: Adskillelse af tilladelser til sletning og redigering af ansøgninger
de: Lösch- und Bearbeitungsrechte für Bewerbungen getrennt
et: Eraldati avalduse kustutamise ja muutmise õigused
fi: Hakemusten poistamis- ja muokkausoikeudet erotettu omiksi toiminnoiksi
fr: Autorisations de suppression et de modification de l'application séparées
lv: Atdalītas pieteikumu dzēšanas un rediģēšanas atļaujas
nb: Separate tillatelser for sletting og redigering av søknader
nl: Verwijderen en bewerken van applicaties gescheiden
pl: Oddzielone uprawnienia do usuwania i edycji aplikacji
sv: Behörigheterna att radera och redigera ansökningar har separerats

source: Bug fix
da: Fejlrettelse
de: Fehlerbehebung
et: Veaparandus
fi: Vikakorjaus
fr: Correction de bug
lv: Kļūdu labojumi
nb: Feilretting
pl: Poprawka błędu
sv: Buggfix

source: When booking an interview slot, a candidate can change the timezone of their preferred location, in case it should be different than identified by the system. All offered times are automatically updated according to the timezone that the candidate has chosen.
da: Når en kandidat booker en interviewtid, kan vedkommende ændre tidszonen for sin foretrukne lokation, hvis den skulle være anderledes end den, systemet har identificeret. Alle tilbudte tider opdateres automatisk i henhold til den tidszone, som kandidaten har valgt.
de: Bei der Buchung eines Termins für ein Bewerbungsgespräch kann ein Bewerber die Zeitzone seines bevorzugten Standorts ändern, falls diese von der vom System ermittelten abweicht. Alle angebotenen Zeiten werden automatisch entsprechend der Zeitzone aktualisiert, die der Bewerber gewählt hat.
et: Vestluse aega broneerides saab kandidaat oma ajavööndit muuta, juhul kui see ei ühti süsteemi tuvastatud ajavööndiga. Kõiki pakutud aegasid uuendatakse kandidaadi valitud ajavööndi põhjal.
fi: Varatessaan haastatteluaikaa hakija voi valita itselleen sopivan aikavyöhykkeen. Tällöin kaikki tarjotut ajat automaattisesti vaihtuvat hakijan valitseman aikavyöhykkeen mukaan.
fr: Lors de la réservation d'un créneau d'entretien, un candidat peut changer le fuseau horaire de son emplacement préféré, au cas où il serait différent de celui identifié par le système. Tous les horaires proposés sont automatiquement mis à jour en fonction du fuseau horaire que le candidat a choisi.
lv: Rezervējot interviju, kandidāts var mainīt vēlamās atrašanās vietas laika joslu, ja tā atšķiras no sistēmas noteiktās. Visi piedāvātie laiki tiek automātiski atjaunināti atbilstoši kandidāta izvēlētajai laika joslai.
nb: Når en kandidat booker en tidsluke for et intervju, kan han eller hun endre tidssonen for det stedet han eller hun ønsker å være, i tilfelle den skulle være en annen enn den systemet har identifisert. Alle tilbudte tider oppdateres automatisk i henhold til tidssonen som kandidaten har valgt.
nl: Bij het boeken van een interviewtijdstip kan een kandidaat de tijdzone van hun voorkeurslocatie wijzigen, voor het geval deze afwijkt van wat door het systeem is geïdentificeerd. Alle aangeboden tijden worden automatisch bijgewerkt op basis van de door de kandidaat gekozen tijdzone.
pl: Podczas rezerwacji terminu rozmowy kwalifikacyjnej kandydat może zmienić strefę czasową preferowanej lokalizacji, jeśli powinna być inna niż zidentyfikowana przez system. Wszystkie oferowane terminy są automatycznie aktualizowane zgodnie ze strefą czasową wybraną przez kandydata.
sv: När en kandidat bokar en intervjutid kan hen ändra tidszonen för hens valda plats, om det inte är samma plats som systemet har fastställt. Alla erbjudna tider uppdateras automatiskt enligt den tidszon som kandidaten har valt.

source: Sharing a Single Application and Application-Specific Tasks
da: Deling af en enkelt ansøgning og ansøgningsspecifikke opgaver
de: Gemeinsame Nutzung einer einzigen Bewerbung und bewerbungsspezifischer Aufgaben
et: Ühe avalduse jagamine ja avaldusepõhised ülesanded
fi: Yksittäisen hakemuksen jakaminen sekä hakemuskohtaiset tehtävät.
fr: Partage d'une application unique et de tâches spécifiques à l'application
lv: Atsevišķa pieteikuma un pieteikumam specifisku uzdevumu kopīgošana
nb: Deling av en enkelt søknad og søknadsspesifikke oppgaver
nl: Een enkele sollicitatie en sollicitatie-specifieke taken delen
pl: Udostępnianie pojedynczej aplikacji i zadań specyficznych dla aplikacji
sv: Dela en ansökan och uppgifter som hör till ansökan

source: This feature can be used to assign tasks to oneself. Read more {}here{}.
da: Denne funktion kan bruges til at tildele opgaver til sig selv. Læs mere {}her{}.
de: Diese Funktion kann verwendet werden, um sich selbst Aufgaben zuzuweisen. Lesen Sie mehr {}hier{}.
et: Selle funktsiooni abil saad määrata ülesandeid iseendale. Lisainfot leiad {}siit{}.
fi: Nyt voit antaa tällä ominaisuudella tehtäviä myös itsellesi. Lue lisää {}täältä{}.
fr: Cette fonctionnalité peut être utilisée pour s'attribuer des tâches. En savoir plus {}ici{}.
lv: Šo funkciju var izmantot, lai sev piešķirtu uzdevumus. Lasīt vairāk {}šeit{}.
nb: Denne funksjonen kan brukes til å tildele oppgaver til seg selv. Les mer {}her{}.
nl: Deze functie kan worden gebruikt om taken aan jezelf toe te wijzen. Lees meer {}hier{}.
pl: Ta funkcja może być używana do przypisywania zadań sobie. Przeczytaj więcej {}tutaj{}.
sv: Med den här funktionen kan du tilldela uppgifter till dig själv. Läs mer {}här{}.

source: In addition to RSS feed you are now able to choose JSON feed as a means of managing the publication of job ads. If your webmaster prefers JSON feed to RSS feed, please ensure that they are aware of this feature.
da: Ud over RSS-feed kan du nu vælge JSON-feed som en måde at administrere offentliggørelsen af jobannoncer på. Hvis din webmaster foretrækker JSON-feed frem for RSS-feed, bedes du sørge for, at de er opmærksomme på denne funktion.
de: Zusätzlich zum RSS-Feed können Sie jetzt auch den JSON-Feed als Mittel zur Verwaltung der Veröffentlichung von Stellenanzeigen wählen. Wenn Ihr Webmaster den JSON-Feed dem RSS-Feed vorzieht, stellen Sie bitte sicher, dass er über diese Funktion informiert ist.
et: Nüüd saad töökuulutuste avaldamiseks valida peale RSS-voo ka JSON-voo. Kui veebihaldur eelistab RSS-voo asemel JSON-voogu, teavita teda uuest funktsioonist.
fi: Nyt voit RSS-syötteen lisäksi valita myös JSON-syötteen työpaikkailmoitustesi julkaisun hallinnointia varten. Mikäli ylläpitäjänne suosivat JSON-syötettä RSS-syötteen sijaan, huolehdithan, että he ovat tietoisia tästä ominaisuudesta.
fr: En plus du flux RSS, vous pouvez maintenant choisir le flux JSON comme moyen de gérer la publication des offres d'emploi. Si votre webmaster préfère le flux JSON au flux RSS, veuillez vous assurer qu'il est au courant de cette fonctionnalité.
lv: Papildus RSS plūsmai tagad varat izvēlēties arī JSON plūsmu, lai pārvaldītu darba sludinājumu publicēšanu. Ja jūsu tīmekļa pārzinis dod priekšroku JSON plūsmai, nevis RSS plūsmai, pārliecinieties, vai viņš ir informēts par šo funkciju.
nb: I tillegg til RSS-feed kan du nå velge JSON-feed for å administrere publiseringen av jobbannonser. Hvis webmasteren din foretrekker JSON-feed fremfor RSS-feed, må du sørge for at vedkommende er klar over denne funksjonen.
nl: Naast RSS-feed kunt u nu ook JSON-feed kiezen als middel om de publicatie van vacatures te beheren. Als uw webmaster de voorkeur geeft aan JSON-feed boven RSS-feed, zorg er dan voor dat ze op de hoogte zijn van deze functie.
pl: Oprócz kanału RSS możesz teraz wybrać kanał JSON jako sposób zarządzania publikacją ogłoszeń o pracę. Jeśli Twój webmaster woli kanał JSON od kanału RSS, upewnij się, że jest świadomy tej funkcji.
sv: Förutom RSS-flöde kan du nu välja att lägga till JSON-flöde som ett sätt att hantera publiceringen av jobbannonser. Om din webbadministratör föredrar JSON-flöde framför RSS-flöde, se till att hen känner till den här funktionen.

source: Bug fix: less notifications on @-mentions from notes
da: Fejlrettelse: færre notifikationer på @-omtaler fra noter
de: Fehlerbehebung: weniger Benachrichtigungen bei @-Erwähnungen aus Notizen
et: Veaparandus: vähem teateid @-mainimiste kohta märkmetes
fi: Ohjelmointivirheen korjaus: vähemmän ilmoituksia @-maininnoista haastattelurungoilla.
fr: Correction de bug: moins de notifications sur les @-mentions des notes
lv: Kļūdas labojums: mazāk paziņojumu par pieminēšanu piezīmēs, izmantojot “@”
nb: Feilretting: færre varsler om @-henvisninger fra merknader
nl: Bugfix: minder meldingen over @-vermeldingen van notities
pl: Poprawka błędu: mniej powiadomień o @-wzmiankach z notatek
sv: Buggfix: färre meddelanden om @-omnämnanden från anteckningar

source: This feature enables you to share a single application with other users of the system without providing them access to all applications within a position. In addition, you can assign a specific task to each user that you add. Read more {}here{}.
da: Med denne funktion kan du dele en enkelt ansøgning med andre brugere af systemet uden at give dem adgang til alle ansøgninger i en stilling. Derudover kan du tildele en specifik opgave til hver bruger, du tilføjer. Læs mere {}her{}.
de: Mit dieser Funktion können Sie eine einzelne Bewerbung mit anderen Benutzern des Systems gemeinsam nutzen, ohne ihnen den Zugriff auf alle Bewerbungen innerhalb einer Stelle zu ermöglichen. Außerdem können Sie jedem Benutzer, den Sie hinzufügen, eine bestimmte Aufgabe zuweisen. Lesen Sie mehr {}hier{}.
et: See funktsioon võimaldab jagada üht avaldust teiste süsteemi kasutajatega ilma, et annaksid neile juurdepääsu kõigile ametikohaga seotud avaldustele. Peale selle saad määrata kindla ülesande igale lisatavale kasutajale. Lisainfot leiad {}siit{}.
fi: Tämän ominaisuuden avulla voit jakaa yksittäisiä hakemuksia muille käyttäjille ilman, että sinun tulee antaa heille oikeuksia kaikkiin saman työpaikkailmoituksen hakemuksiin. Lisäksi voit antaa yksittäisiä tehtäviä lisäämillesi käyttäjille. Lue lisää {}täältä{}.
fr: Cette fonctionnalité vous permet de partager une seule application avec d'autres utilisateurs du système sans leur donner accès à toutes les applications d'un poste. De plus, vous pouvez attribuer une tâche spécifique à chaque utilisateur que vous ajoutez. En savoir plus {}ici{}.
lv: Šī funkcija ļauj ar citiem sistēmas lietotājiem kopīgot vienu pieteikumu, nenodrošinot tiem piekļuvi visiem pieteikumiem uz vakanci. Turklāt katram pievienotajam lietotājam varat piešķirt konkrētu uzdevumu. Lasīt vairāk {}šeit{}.
nb: Med denne funksjonen kan du dele en enkel søknad med andre brukere av systemet uten å gi dem tilgang til alle søknadene til en stilling. I tillegg kan du tildele en spesifikk oppgave til hver bruker du legger til. Les mer {}her{}.
nl: Met deze functie kunt u één sollicitatie delen met andere gebruikers van het systeem zonder hen toegang te geven tot alle sollicitaties binnen een functie. Bovendien kunt u een specifieke taak toewijzen aan elke gebruiker die u toevoegt. Lees meer {}hier{}.
pl: Ta funkcja umożliwia udostępnianie pojedynczej aplikacji innym użytkownikom systemu bez zapewniania im dostępu do wszystkich aplikacji w ramach stanowiska. Dodatkowo możesz przypisać konkretne zadanie każdemu dodanemu użytkownikowi. Przeczytaj więcej {}tutaj{}.
sv: Med den här funktionen kan du dela en ansökan med andra användare i systemet utan att ge dem åtkomst till alla ansökningar inom ett jobb. Dessutom kan du tilldela en specifik uppgift till varje användare som du lägger till. Läs mer {}här{}.

source: Custom Messages for a Specific Position
da: Brugerdefinerede beskeder til en bestemt stilling
de: Benutzerdefinierte Nachrichten für eine bestimmte Stelle
et: Ametikoha kohandatud sõnumid
fi: Kustomoidut viestit yksittäisille työpaikkailmoituksille
fr: Messages personnalisés pour un poste spécifique
lv: Pielāgotie ziņojumi konkrētai vakancei
nb: Egendefinerte meldinger for en bestemt stilling
nl: Aangepaste berichten voor een specifieke functie
pl: Niestandardowe wiadomości dla określonego stanowiska
sv: Anpassade meddelanden för ett specifikt jobb
