Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Update video interview invitation email
da: Opdater e-mail med invitation til videointerview
de: Video-Bewerbungsgespräch Einladungs-E-Mail aktualisieren
et: Uuenda videovestluse kutse e-kirja
fi: Videohaastattelun kutsuviesti päivitetty
fr: Mettre à jour l'e-mail d'invitation à l'entretien vidéo
lv: Atjaunināt uzaicinājuma uz video interviju e-pastu
nb: Oppdater e-post med invitasjon til videointervju
nl: Uitnodigingsmail video-interview bijwerken
pl: Zaktualizuj e-mail z zaproszeniem na rozmowę wideo
sv: Uppdatera meddelande för inbjudan till videointervju

source: Recright activity log
da: Recright aktivitetslog
de: Recright Aktivitätenprotokoll
et: Recrighti tegevuslogi
fi: Videotoimintojen aktiviteettitiedot
fr: Journal d'activité Recright
lv: Recright darbību žurnāls
nb: Aktivitetslogg for Recright
nl: Recright activiteitenlogboek
pl: Dziennik aktywności Recright
sv: Recright aktivitetslogg

source: Invited to reference check
da: Inviteret til referencetjek
de: Eingeladen zur Referenzüberprüfung
et: Kutsutud soovitajate ülevaatusele
fi: Kutsuttu referenssitarkistukseen
fr: Invité à la vérification des références
lv: Uzaicināts uz atsauksmju pārbaudi
nb: Invitert til referansesjekk
nl: Uitgenodigd voor referentiecontrole
pl: Zaproszony do sprawdzenia referencji
sv: Inbjuden till referenskontroll

source: Reference check again changed to inprogress
da: Referencetjek igen ændret til igangværende
de: Referenzüberprüfung wieder auf "in Bearbeitung" geändert
et: Soovitajate ülevaatus on uuesti pooleli
fi: Referenssitarkistus on taas käynnissä
fr: Vérification des références à nouveau changée en cours
lv: Atsauksmju pārbaudes statuss atkal nomainīts uz “progresā”
nb: Referansesjekk igjen endret til pågående
nl: Referentiecontrole opnieuw gewijzigd naar in behandeling
pl: Ponowne sprawdzenie referencji zmienione na w toku
sv: Referenskontrollen ändrades igen till pågående

source: Reference check completed
da: Referencetjek gennemført
de: Referenzüberprüfung abgeschlossen
et: Soovitajad on kontrollitud
fi: Referenssitarkistus suoritettu
fr: Vérification des références terminée
lv: Atsauksmju pārbaude pabeigta
nb: Referansesjekk fullført
nl: Referentiecontrole voltooid
pl: Sprawdzenie referencji zakończone
sv: Referenskontroll avslutad

source: Reference check activity log
da: Aktivitetslog til referencetjek
de: Tätigkeitsprotokoll der Referenzüberprüfung
et: Soovitajate ülevaatuse tegevuslogi
fi: Referenssitarkistuksen aktiviteettiloki
fr: Journal d'activité de vérification des références
lv: Atsauksmju pārbaudes aktivitāšu žurnāls
nb: Aktivitetslogg for referansesjekk
nl: Activiteitenlogboek referentiecontrole
pl: Dziennik aktywności sprawdzania referencji
sv: Referenskontrollaktivitetslogg

source: Send the invitations
da: Send invitationerne
de: Einladungen senden
et: Saada kutsed
fi: Lähetä kutsut
fr: Envoyer les invitations
lv: Nosūtīt uzaicinājumus
nb: Send invitasjonene
nl: Verzend de uitnodigingen
pl: Wyślij zaproszenia
sv: Skicka inbjudningar

source: Sending failed, please contact us at support@talentadore.com
et: Saatmine ebaõnnestus, palun võtke meiega ühendust aadressil support@talentadore.com
fi: Lähetys epäonnistui, ota yhteyttä osoitteeseen support@talentadore.com
sv: Sändning misslyckades, kontakta oss på support@talentadore.com

source: Failed to send messages.
da: Kunne ikke sende beskeder.
de: Senden von Nachrichten fehlgeschlagen
et: Sõnumite saatmine ebaõnnestus.
fi: Tekstiviestin lähetys epäonnistui
fr: Échec de l'envoi des messages.
lv: Neizdevās nosūtīt ziņojumus.
nb: Kunne ikke sende meldinger.
nl: Verzenden van berichten mislukt.
pl: Nie udało się wysłać wiadomości.
sv: Misslyckades att skicka meddelanden.

source: Please see the list of failed recipients.
et: Palun vaadake ebaõnnestunud saajate nimekirja.
fi: Katso epäonnistuneiden vastaanottajien lista.
sv: Se listan över mottagare där sändningen misslyckades.

source: %(num)s message sent
da: %(num)s besked sendt
de: %(num)s Nachricht gesendet
et: %(num)s sõnumit on saadetud
fi: %(num)s viesti lähetetty
lv: %(num)s ziņojumi nosūtīti
nb: %(num)s melding sendt
sv: %(num)s meddelande skickat

source: Sending started...
et: Saatmine algas...
fi: Lähetys aloitettu...
sv: Sändning påbörjad...

source: General error
da: Generel fejl
de: Generelle Fehler
et: Üldine viga
fi: Yleinen virhe
fr: Erreur générale
lv: Vispārīga kļūda
nb: Generell feil
nl: Algemene fout
pl: Błąd ogólny
sv: Allmänt fel

source: You do not have permission to access this resource
da: Du har ikke tilladelse til at tilgå denne ressource
de: Sie haben keine Berechtigung zum Zugriff auf diese Ressource
et: Sul ei ole sellele ressursile juurdepääsu õigust
fi: Sinulla ei ole oikeuksia päästä tähän resurssiin
fr: Vous n'avez pas la permission d'accéder à cette ressource
lv: Jums nav atļaujas piekļūt šim resursam
nb: Du har ikke tillatelse til å få tilgang til denne ressursen
nl: U heeft geen toestemming om toegang te krijgen tot deze bron
pl: Nie masz uprawnień dostępu do tego zasobu
sv: Du saknar behörighet för tillgång till denna resurs

source: The resource accessed is not found
da: Den ressource, der søges adgang til, findes ikke
de: Die aufgerufene Ressource wurde nicht gefunden
et: Ressurssi ei leitud
fi: Tätä resurssia ei löytynyt
fr: La ressource demandée est introuvable
lv: Nav atrasts resurss, kuram piekļūts
nb: Fant ikke ressursen du har tilgang til
nl: De bron waartoe toegang wordt gezocht, is niet gevonden
pl: Nie znaleziono żądanego zasobu
sv: Denna resurs hittades inte

source: Invalid parameters
da: Ugyldige parametre
de: Ungültige Parameter
et: Sobimatud parameetrid
fi: Virheellisiä parametreja
fr: Paramètres non valides
lv: Nederīgi parametri
nb: Ugyldige parametere
nl: Ongeldige parameters
pl: Nieprawidłowe parametry
sv: Felaktiga parametrar

source: Invalid identity provided
da: Ugyldig identitet angivet
de: Ungültige Identität angegeben
et: Identiteet on sobimatu
fi: Invalidi identiteetti annettu
fr: Identité fournie non valide
lv: Sniegta nederīga identitāte
nb: Ugyldig identitet oppgitt
nl: Ongeldige identiteit opgegeven
pl: Podano nieprawidłową tożsamość
sv: Den angivna identiteten är felaktig

source: Unprocessable entity
et: Töötlematu olem
fi: Käsittelemätön entiteetti
sv: Ohanterbar entitet

source: The requested resource was not found
da: Den ønskede ressource blev ikke fundet
de: Die angeforderte Ressource wurde nicht gefunden
et: Soovitud ressurssi ei leitud
fi: Pyydettyä resurssia ei löytynyt
fr: La ressource demandée n'a pas été trouvée
lv: Pieprasītais resurss netika atrasts
nb: Den forespurte ressursen ble ikke funnet
nl: De gevraagde bron is niet gevonden
pl: Żądany zasób nie został znaleziony
sv: Den begärda resursen hittades inte

source: Field is too long
da: Feltet er for langt
de: Feld ist zu lang
et: Väli on liiga pikk
fi: Kenttä on liian pitkä
fr: Le champ est trop long
lv: Lauks ir pārāk garš
nb: Feltet er for langt
nl: Veld is te lang
pl: Pole jest zbyt długie
sv: Fältet är för långt

source: Insert your first name
da: Indsæt dit fornavn
de: Vornamen eingeben
et: Sisesta oma eesnimi
fi: Lisää etunimi
fr: Insérez votre prénom
lv: Ievadiet savu vārdu
nb: Skriv inn fornavnet ditt
nl: Voer uw voornaam in
pl: Wpisz swoje imię
sv: Skriv in ditt förnamn

source: First name must be between 1 and 40 characters long
da: Fornavnet skal være mellem 1 og 40 tegn langt
de: Der Vorname muss zwischen 1 bis 40 Zeichen lang sein
et: Eesnimi peab olema 1–40 märgi pikkune
fi: Etunimen tulee olla 1-40 merkkiä pitkä
fr: Le prénom doit comporter entre 1 et 40 caractères
lv: Vārdam jābūt no 1 līdz 40 rakstzīmēm garam
nb: Fornavnet må ha mellom 1 og 40 tegn
nl: Voornaam moet tussen 1 en 40 tekens lang zijn
pl: Imię musi mieć od 1 do 40 znaków
sv: Förnamnet måste vara mellan 1 och 40 tecken långt

source: Insert your last name
da: Indsæt dit efternavn
de: Nachnamen eingeben
et: Sisesta oma perekonnanimi
fi: Kirjoita sukunimesi
fr: Insérez votre nom de famille
lv: Ievadiet savu uzvārdu
nb: Skriv inn etternavnet ditt
nl: Voer uw achternaam in
pl: Wpisz swoje nazwisko
sv: Ange efternamn

source: Only %(number)s characters allowed
da: Kun %(number)s -tegn er tilladt
de: Nur %(number)s Zeichen erlaubt
et: Lubatud on ainult %(number)s märki
fi: Sallittu merkkimäärä on alle %(number)s merkkiä
fr: Seulement %(number)s caractères autorisés
lv: Atļautas tikai %(number)s rakstzīmes
nb: Kun %(number)s tegn er tillatt
nl: Slechts %(number)s tekens toegestaan
pl: Dozwolone tylko %(number)s znaków
sv: Bara %(number)s tecken är tillåtna

source: Insert your email address
da: Indsæt din e-mail-adresse
de: E-Mail-Adresse eingeben
et: Sisesta oma e-posti aadress
fi: Lisää sähköpostiosoite
fr: Insérez votre adresse e-mail
lv: Ievadiet savu e-pasta adresi
nb: Skriv inn e-postadressen din
nl: Voer uw e-mailadres in
pl: Wpisz swój adres e-mail
sv: Skriv in din e-postadress

source: About me
da: Om mig
de: Über mich
et: Minust
fi: Lisätietoa
fr: À propos de moi
lv: Par mani
nb: Om meg
nl: Over mij
pl: O mnie
sv: Om mig

source: Add profile image
da: Tilføj profilbillede
de: Profilbild hinzufügen
et: Lisa profiilipilt
fi: Lisää profiilikuva
fr: Ajouter une image de profil
lv: Pievienot profila attēlu
nb: Legg til profilbilde
nl: Profielfoto toevoegen
pl: Dodaj zdjęcie profilowe
sv: Ladda upp profilbild

source: User interface language
da: Sprog til brugergrænsefladen
de: Sprache der Benutzeroberfläche
et: Kasutajaliidese keel
fi: Käyttöliittymän kieli
fr: Langue de l'interface utilisateur
lv: Lietotāja saskarnes valoda
nb: Språk i brukergrensesnittet
nl: Taal gebruikersinterface
pl: Język interfejsu użytkownika
sv: Användargränssnittets språk

source: Insert job title
da: Indsæt jobtitel
de: Stellenbezeichnung eingeben
et: Sisesta ametikoha nimetus
fi: Lisää työpaikkailmoituksen otsikko
fr: Insérez le titre du poste
lv: Ievadiet vakances nosaukumu
nb: Sett inn jobbtittel
nl: Voer functietitel in
pl: Wpisz nazwę stanowiska
sv: Skriv in jobbtitel

source: Insert job ID
da: Indsæt job-ID
de: Stellen-ID eingeben
et: Sisesta ametikoha ID
fi: Lisää sisäinen nimike
fr: Insérez l'ID du poste
lv: Ievadiet vakances ID
nb: Sett inn jobb-ID
nl: Voer functie-ID in
pl: Wpisz ID stanowiska
sv: Skriv in Jobb-ID

source: Application starting date
da: Startdato for ansøgning
de: Bewerbungsstartdatum
et: Kandideerimise alguskuupäev
fi: Hakuaika alkaa
fr: Date de début de candidature
lv: Pieteikšanās sākuma datums
nb: Startdato for søknaden
nl: Startdatum sollicitatie
pl: Data rozpoczęcia aplikacji
sv: Startdatum för ansökan

source: No end date
da: Ingen slutdato
de: Kein Enddatum
et: Lõppkuupäeva ei ole
fi: Ei päättymispäivää
fr: Pas de date de fin
lv: Nav beigu datuma
nb: Ingen sluttdato
nl: Geen einddatum
pl: Brak daty zakończenia
sv: Inget utgångsdatum

source: Notepads
da: Notesblokke
de: Notizen
et: Märkmeplokid
fi: Haastattelurungot
fr: Blocs-notes
lv: Piezīmju bloki
nb: Notisblokker
nl: Notitieblokken
pl: Notatniki
sv: Anteckningsblock

source: Hide this section in job ad
da: Skjul dette afsnit i jobannoncen
de: Diesen Bereich in der Stellenbeschreibung verbergen
et: Peida see jaotis töökuulutuses
fi: Piilota tämä osio työilmoituksessa
fr: Masquer cette section dans l'annonce d'emploi
lv: Darba sludinājumā paslēpt šo sadaļu
nb: Skjul denne delen i jobbannonsen
nl: Verberg deze sectie in vacature
pl: Ukryj tę sekcję w ogłoszeniu o pracę
sv: Göm denna del av jobbannonsen

source: Free comment
da: Åben kommentar
de: Freier Kommentartext
et: Vaba kommentaar
fi: Vapaa kommentti
fr: Commentaire libre
lv: Brīvs komentārs
nb: Valgfri kommentar
nl: Vrije opmerking
pl: Dowolny komentarz
sv: Fri kommentar

source: Traits
da: Egenskaber
de: Eigenschaften
et: Omadused
fi: Ominaisuudet
lv: Īpašības
nb: Egenskaper
nl: Eigenschappen
pl: Cechy
sv: Egenskaper

source: Languages
da: Sprog
de: Sprachen
et: Keeled
fi: Kielet
fr: Langues
lv: Valodas
nb: Språk
nl: Talen
pl: Języki
sv: Språk

source: Style
da: Stil
de: Stil
et: Stiil
fi: Tyyli
lv: Stils
nb: Stil
nl: Stijl
pl: Styl
sv: Stil

source: Color
da: Farve
de: Farbe
et: Värv
fi: Väri
fr: Couleur
lv: Krāsa
nb: Farge
nl: Kleur
pl: Kolor
sv: Färg

source: Invalid color
da: Ugyldig farve
de: Ungültige Farbe
et: Sobimatu värv
fi: Virheellinen väri
fr: Couleur non valide
lv: Nederīga krāsa
nb: Ugyldig farge
nl: Ongeldige kleur
pl: Nieprawidłowy kolor
sv: Ogiltig färg

source: Add header image
da: Tilføj header-billede
de: Titelbild hinzufügen
et: Lisa päisepilt
fi: Lisää otsikkokuva
fr: Ajouter une image d'en-tête
lv: Pievienot galvenes attēlu
nb: Legg til topptekstbilde
nl: Header afbeelding toevoegen
pl: Dodaj obraz nagłówka
sv: Lägg till headerbild

source: Custom CSS
da: Brugerdefineret CSS
de: Benutzerdefiniertes CSS
et: Kohandatud CSS
fi: CSS
fr: CSS personnalisé
lv: Pielāgots CSS
nb: Tilpasset CSS
nl: Aangepaste CSS
pl: Niestandardowy CSS
sv: Anpassad CSS

source: Internal note
da: Intern note
de: Interne Notizen
et: Ettevõttesisesed märkmed
fi: Sisäinen muistiinpano
fr: Note interne
lv: Iekšējā piezīme
nb: Intern merknad
nl: Interne notitie
pl: Notatka wewnętrzna
sv: Intern anteckning

source: Sending address
da: Afsenderadresse
de: Absenderadresse
et: Saatmisaadress
fi: Lähettäjän osoite
fr: Adresse d'envoi
lv: Nosūtīšanas adrese
nb: Sendeadresse
nl: Verzendadres
pl: Adres wysyłki
sv: Avsändare

source: Job code
da: Jobkode
de: Stellen-Code
et: Ametikoha kood
fi: Työpaikkakoodi
fr: Code du poste
lv: Vakances kods
nb: Stillingskode
nl: Functiecode
pl: Kod stanowiska
sv: Jobbkod

source: Job category
da: Jobkategori
de: Stellenkategorie
et: Töökategooria
fi: Työkategoria
fr: Catégorie d'emploi
lv: Vakances kategorija
nb: Stillingskategori
nl: Functiecategorie
pl: Kategoria stanowiska
sv: Anställningsform

source: Form only
da: Kun formular
de: Nur Formular
et: Ainult vorm
fi: Vain lomake
fr: Formulaire uniquement
lv: Tikai veidlapa
nb: Kun skjema
nl: Alleen formulier
pl: Tylko formularz
sv: Endast förmulär

source: Timezone
da: Tidszone
de: Zeitzone
et: Ajavöönd
fi: Aikavyöhyke
fr: Fuseau horaire
lv: Laika josla
nb: Tidssone
nl: Tijdzone
pl: Strefa czasowa
sv: Tidszon

source: Please, add information instead of %(placeholder)s.
da: Tilføj venligst information i stedet for %(placeholder)s.
de: Bitte fügen Sie Informationen statt %(placeholder)s hinzu.
et: Lisa kohatäite %(placeholder)s asemele andmed.
fi: Korvaa %(placeholder)s
fr: Veuillez ajouter des informations au lieu de %(placeholder)s.
lv: Lūdzu, pievienojiet informāciju, nevis %(placeholder)s.
nb: Legg til informasjon i stedet for %(placeholder)s.
nl: Voeg informatie toe in plaats van %(placeholder)s.
pl: Proszę dodać informacje zamiast %(placeholder)s.
sv: Vänligen, lägg till information istället för %(placeholder)s.

source: Sender
da: Afsender
de: Absender
et: Saatja
fi: Lähettäjä
fr: Expéditeur
lv: Sūtītājs
nb: Avsender
nl: Afzender
pl: Nadawca
sv: Avsändare

source: Insert the email address of the sender here
da: Indsæt afsenderens e-mail-adresse her
de: E-Mail-Adresse des Absenders hier eingeben
et: Sisesta saatja e-posti aadress siia
fi: Lisää lähettäjän sähköpostiosoite
fr: Insérez l'adresse e-mail de l'expéditeur ici
lv: Sūtītāja e-pasta adresi ievadiet šeit
nb: Sett inn avsenderens e-postadresse her
nl: Voer hier het e-mailadres van de afzender in
pl: Wpisz tutaj adres e-mail nadawcy
sv: Skriv in avsändarens e-postadress här

source: Insert the email address of the recipient here
da: Indsæt modtagerens e-mail-adresse her
de: E-Mail-Adresse des Empfängers hier eingeben
et: Sisesta saaja e-posti aadress siia
fi: Lisää vastaanottajan sähköpostiosoite
fr: Insérez l'adresse e-mail du destinataire ici
lv: Saņēmēja e-pasta adresi ievadiet šeit
nb: Sett inn mottakerens e-postadresse her
nl: Voer hier het e-mailadres van de ontvanger in
pl: Wpisz tutaj adres e-mail odbiorcy
sv: Skriv in mottagarens e-postadress här

source: Insert a valid email address
da: Indsæt en gyldig e-mail-adresse
de: Gültige E-Mail-Adresse eingeben
et: Sisesta kehtiv e-posti aadress
fi: Lisää voimassa oleva sähköpostiosoite
fr: Insérez une adresse e-mail valide
lv: Ievadiet derīgu e-pasta adresi
nb: Sett inn en gyldig e-postadresse
nl: Voer een geldig e-mailadres in
pl: Wpisz prawidłowy adres e-mail
sv: Skriv in en giltig e-postadress

source: Insert the subject of the email here
da: Indsæt emnet for e-mailen her
de: Betreff der Email hier eingeben
et: Sisesta e-kirja teema siia
fi: Lisää sähköpostin aihe
fr: Insérez l'objet de l'e-mail ici
lv: E-pasta vēstules tematu ievadiet šeit
nb: Sett inn emnet for e-posten her
nl: Voer hier het onderwerp van de e-mail in
pl: Wpisz tutaj temat e-maila
sv: Skriv in mailets ämne här

source: Insert the message here!
da: Indsæt beskeden her!
de: Nachricht hier eingeben!
et: Sisesta sõnum siia.
fi: Lisää viesti
fr: Insérez le message ici !
lv: Ziņojumu ievadiet šeit!
nb: Sett inn meldingen her!
nl: Voer hier het bericht in!
pl: Wpisz tutaj wiadomość!
sv: Skriv in meddelandet här!

source: Tel. (optional)
da: Tlf. (valgfrit)
de: Tel. (freiwillig)
et: Telefon (valikuline)
fi: Puhelinnumero (vapaaehtoinen)
fr: Tél. (facultatif)
lv: Tālr. (pēc izvēles)
nb: Tlf. (valgfritt)
nl: Tel. (optioneel)
pl: Tel. (opcjonalnie)
sv: Tel. (frivillig)

source: This user is inactive
da: Denne bruger er inaktiv
de: Dieser Benutzer ist inaktiv
et: See kasutaja on passiivne
fi: Käyttäjä ei ole aktiivinen
fr: Cet utilisateur est inactif
lv: Šis lietotājs ir neaktīvs
nb: Denne brukeren er inaktiv
nl: Deze gebruiker is inactief
pl: Ten użytkownik jest nieaktywny
sv: Denna användare är inaktiv

source: This user has no active role in the company
da: Denne bruger har ingen aktiv rolle i virksomheden
de: Dieser Benutzer hat keine aktive Rolle im Unternehmen
et: Sellel kasutajal ei ole ettevõttes aktiivset rolli
fi: Tällä käyttäjällä ei ole aktiivista roolia yrityksessä
fr: Cet utilisateur n'a aucun rôle actif dans l'entreprise
lv: Šim lietotājam nav aktīva amata uzņēmumā
nb: Denne brukeren har ingen aktiv rolle i selskapet
nl: Deze gebruiker heeft geen actieve rol in het bedrijf
pl: Ten użytkownik nie ma aktywnej roli w firmie
sv: Användaren har inte en aktiv roll i organisationen

source: Password
da: Adgangskode
de: Passwort
et: Salasõna
fi: Salasana
fr: Mot de passe
lv: Parole
nb: Passord
nl: Wachtwoord
pl: Hasło
sv: Lösenord

source: Sign in
da: Log ind
de: Anmelden
et: Logi sisse
fi: Kirjaudu sisään
fr: Se connecter
lv: Pierakstīties
nb: Logg på
nl: Inloggen
pl: Zaloguj się
sv: Logga in

source: Features to enable
da: Funktioner at aktivere
de: Zu aktivierende Funktionen
et: Funktsioonid, mida lubada
fi: Käyttöönotettavat ominaisuudet
fr: Fonctionnalités à activer
lv: Iespējojamās funkcijas
nb: Funksjoner å aktivere
nl: Functies om in te schakelen
pl: Funkcje do włączenia
sv: Funktioner att aktivera

source: This company domain has been locked
da: Dette firmas domæne er blevet låst
de: Diese Unternehmensdomäne wurde gesperrt
et: See ettevõttedomeen on lukustatud
fi: Domain on lukittu
fr: Ce domaine d'entreprise a été verrouillé
lv: Šī uzņēmuma domēns ir bloķēts
nb: Dette selskapsdomenet har blitt låst
nl: Dit bedrijfsdomein is vergrendeld
pl: Ta domena firmy została zablokowana
sv: Denna företagsdomän har låsts

source: Email is not valid
da: E-mail er ikke gyldig
de: E-Mail ist ungültig
et: E-posti aadress ei sobi
fi: Sähköposti ei ole validi
fr: L'adresse e-mail n'est pas valide
lv: E-pasta adrese nav derīga
nb: E-postadressen er ikke gyldig
nl: E-mailadres is ongeldig
pl: Adres e-mail jest nieprawidłowy
sv: E-postadressen är inte giltig

source: My role
da: Min rolle
de: Meine Rolle
et: Minu roll
fi: Roolini
fr: Mon rôle
lv: Mans amats
nb: Min rolle
nl: Mijn rol
pl: Moja rola
sv: Min position

source: Company description
da: Virksomhedsbeskrivelse
de: Unternehmensbeschreibung
et: Ettevõtte kirjeldus
fi: Yrityksen kuvaus
fr: Description de l'entreprise
lv: Uzņēmuma apraksts
nb: Beskrivelse av selskapet
nl: Bedrijfsomschrijving
pl: Opis firmy
sv: Beskrivning av företaget

source: Company email address
da: Virksomhedens e-mail-adresse
de: Email-Adresse des Unternehmens
et: Ettevõtte e-posti aadress
fi: Yrityksen sähköpostiosoite
fr: Adresse e-mail de l'entreprise
lv: Uzņēmuma e-pasta adrese
nb: Bedriftens e-postadresse
nl: Bedrijfs-e-mailadres
pl: Firmowy adres e-mail
sv: Företagets e-postadress

source: Insert a valid company email address
da: Indsæt en gyldig virksomheds-e-mail-adresse
de: Gültige Unternehmens-E-Mail-Adresse eingeben
et: Sisesta kehtiv ettevõtte e-posti aadress
fi: Lisää voimassa oleva yrityksen sähköpostiosoite
fr: Insérez une adresse e-mail d'entreprise valide
lv: Ievadiet derīgu uzņēmuma e-pasta adresi
nb: Sett inn en gyldig e-postadresse for selskapet
nl: Voer een geldig bedrijfs-e-mailadres in
pl: Wpisz prawidłowy firmowy adres e-mail
sv: Skriv in en giltig e-postadress till företaget

source: email@company.com
de: email@unternehmensname.de
fi: sahkoposti@yritys.fi
fr: email@entreprise.com
lv: epasts@uzņēmums.com
nl: email@bedrijf.com
pl: email@firma.com
sv: mail@företag.se

source: 14 Tottenham Court Road, London
de: Zum Blauen See 21, Berlin
et: Tottenham Court Road 14, London
fi: Mannerheimintie 2, Helsinki
fr: 14 Tottenham Court Road, Londres
lv: 14 Tottenham Court Road, Londona
nl: 14 Tottenham Court Road, Londen
pl: ul. Marszałkowska 14, Warszawa
sv: Sveavägen 45, Stockholm

source: Add company logo
da: Tilføj virksomhedens logo
de: Logo hinzufügen
et: Lisa ettevõtte logo
fi: Lisää yrityksen logo
fr: Ajouter le logo de l'entreprise
lv: Pievienot uzņēmuma logotipu
nb: Legg til selskapslogo
nl: Bedrijfslogo toevoegen
pl: Dodaj logo firmy
sv: Lägg till företagslogo

source: Insert a valid URL
da: Indsæt en gyldig URL
de: Gültige URL eingeben
et: Sisesta kehtiv URL
fi: Lisää voimassa oleva URL
fr: Insérez une URL valide
lv: Ievadiet derīgu URL
nb: Sett inn en gyldig URL
nl: Voer een geldige URL in
pl: Wpisz prawidłowy adres URL
sv: Klistra in en giltig URL

source: https://companyname.com
de: https://unternehmensname.de
fi: https://yritys.fi
fr: https://nomentreprise.com
lv: https://uzņēmumanosaukums.com
nl: https://bedrijfsnaam.com
pl: https://nazwafirmy.com
sv: https://företagsnamn.se

source: https://facebook.com/companyname
de: https://facebook.com/unternehmensname
fi: https://facebook.com/yrityksennimi
fr: https://facebook.com/nomentreprise
lv: https://facebook.com/uzņēmumanosaukums
nl: https://facebook.com/bedrijfsnaam
pl: https://facebook.com/nazwafirmy
sv: https://facebook.com/företagsnamn

source: https://twitter.com/companyname
de: https://twitter.com/unternehmensname
fi: https://twitter.com/yrityksennimi
fr: https://twitter.com/nomentreprise
lv: https://twitter.com/uzņēmumanosaukums
nl: https://twitter.com/bedrijfsnaam
pl: https://twitter.com/nazwafirmy
sv: https://twitter.com/företagsnamn

source: https://linkedin.com/company/companyname
de: https://linkedin.com/company/unternehmensname
fi: https://linkedin.com/company/yrityksennimi
fr: https://linkedin.com/company/nomentreprise
lv: https://linkedin.com/uzņēmums/uzņēmumanosaukums
nl: https://linkedin.com/company/bedrijfsnaam
pl: https://linkedin.com/company/nazwafirmy
sv: https://linkedin.com/företag/företagsnamn

source: Additional information for job ad. E.g: Contact time
da: Yderligere oplysninger til jobannoncen. F.eks: kontakttid
de: Zusatzinformationen für die Stellenbeschreibung, z.B. bevorzugte Kontaktzeit
et: Töökuulutuse lisainfo. Nt: Kontaktaeg
fi: Lisätietoa työilmoitukseen, esim. yhteydenottoajat
fr: Informations supplémentaires pour l'annonce d'emploi. Ex : Heure de contact
lv: Darba sludinājuma papildu informācija. Piem.: Saziņas laiks
nb: Tilleggsinformasjon til jobbannonsen. F.eks: Kontakttid
nl: Aanvullende informatie voor vacature. Bijv: Contacttijd
pl: Dodatkowe informacje do ogłoszenia o pracę. Np. czas kontaktu
sv: Tilläggsinformation för jobbannons. Exempelvis: Kontakttid
