Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Hi [NAME], Thank you for reaching to us. You can view your data we have on our system by clicking the link below: <a href='{link}'>{link}</a> This link will expire after 10 days. {signature}
da: Hej [NAME], Tak fordi du kontaktede os. Du kan se dine data, som vi har i vores system, ved at klikke på linket nedenfor: <a href='{link}'>{link}</a> Dette link udløber efter 10 dage. {signature}
de: Hallo [NAME], Danke, dass Sie sich an uns wenden. Sie können Ihre in unserem System gespeicherten Daten einsehen, indem Sie auf den folgenden Link klicken: <a href='{link}'>{link}</a> Dieser Link läuft in 10 Tagen ab {signature}
et: Tere, [NAME]! Aitäh, et võtsid meiega ühendust. Oma andmeid saad süsteemis vaadata, kui klõpsad alloleval lingil: <a href='{link}'>{link}</a> Link aegub kümne päeva pärast. {signature}
fi: Hei [NAME], Kiitos yhteydenotostasi. Voit katsella mitä tietoja meillä on sinusta järjestelmässämme klikkaamalla alla olevaa linkkiä: <a href='{link}'>{link}</a> Linkki vanhenee 10 päivän kuluttua. {signature}
fr: Bonjour [NAME], Merci de nous avoir contactés. Vous pouvez consulter vos données que nous avons dans notre système en cliquant sur le lien ci-dessous : <a href='{link}'>{link}</a> Ce lien expirera dans 10 jours. {signature}
lv: Sveiki, [NAME]! Paldies, ka vērsāties pie mums. Varat skatīt savus datus, kas ir mūsu sistēmā, noklikšķinot uz tālāk redzamās saites: <a href='{link}'>{link}</a> Šīs saites derīguma termiņš beigsies pēc 10 dienām. {signature}
nb: Hei [NAME], Takk for at du tok kontakt med oss. Du kan se opplysningene vi har om deg i systemet vårt ved å klikke på lenken nedenfor: <a href='{link}'>{link}</a> Denne lenken utløper etter 10 dager. {signature}
nl: Hallo [NAME], Bedankt dat u contact met ons heeft opgenomen. U kunt uw gegevens die wij in ons systeem hebben bekijken door op de onderstaande link te klikken: <a href='{link}'>{link}</a> Deze link verloopt na 10 dagen. {signature}
pl: Cześć [NAME], Dziękujemy za kontakt z nami. Możesz zobaczyć swoje dane, które mamy w naszym systemie, klikając poniższy link: <a href='{link}'>{link}</a> Ten link wygaśnie po 10 dniach. {signature}
sv: Hej [NAME], Tack för att du har kontaktat oss. Du kan se på dina uppgifter som vi har i vårt system genom att klicka på länken nedanför: <a href='{link}'>{link}</a> Denna länk upphör inom 10 dagar. {signature}

source: Hi [NAME], Sorry to hear you have withdrawn your job application for position [JOB_NAME]. In case it was by mistake, please contact {recruiter_email}. We wish you all the best in your future endeavors and we hope you keep our company in mind when you are next time looking for a job!
da: Hej [NAME], Jeg er ked af at høre, at du har trukket din jobansøgning til stillingen [JOB_NAME] tilbage. Hvis det var en fejl, bedes du kontakte {recruiter_email}. Vi ønsker dig alt det bedste i dine fremtidige bestræbelser, og vi håber, du har vores virksomhed i tankerne, når du næste gang leder efter et job!
de: Hallo [NAME], Es tut uns leid zu hören, dass Sie Ihre Bewerbung für die Stelle [JOB_NAME] zurückgezogen haben. Falls es ein Versehen war, kontaktieren Sie bitte {recruiter_email}. Wir wünschen Ihnen alles Gute für Ihre zukünftigen Bestrebungen und hoffen, dass Sie unser Unternehmen im Hinterkopf behalten, wenn Sie das nächste Mal auf Stellensuche sind!
et: Tere, [NAME]! Meil on kahju, et loobusid kandideerimisest ametikohale [JOB_NAME]. Juhul kui midagi läks valesti, võta meiega ühendust aadressil {recruiter_email}. Soovime sulle kõike head.
fi: Hei [NAME], Harmi, että olet peruuttanut hakemuksesi positioon [JOB_NAME]. Jos kyseessä oli vahinko, ota yhteyttä {recruiter_email}. Toivotamme sinulle kaikkea hyvää tulevaisuudessasi ja toivomme että pidät yrityksemme mielessä, kun etsit seuraavan kerran työpaikkaa!
fr: Bonjour [NAME], Désolé d'apprendre que vous avez retiré votre candidature pour le poste de [JOB_NAME]. Si c'était une erreur, veuillez contacter {recruiter_email}. Nous vous souhaitons le meilleur dans vos projets futurs et nous espérons que vous garderez notre entreprise à l'esprit la prochaine fois que vous chercherez un emploi !
lv: Sveiki, [NAME]! Žēl, ka esat atsaucis savu pieteikumu vakancei [JOB_NAME]. Ja tas noticis kļūdas dēļ, lūdzu, sazinieties ar {recruiter_email}. Mēs novēlam jums visu to labāko un ceram, ka paturēsiet prātā mūsu uzņēmumu, kad nākamreiz meklēsiet darbu!
nb: Hei [NAME], Vi beklager at du har trukket søknaden din til stillingen [JOB_NAME]. Hvis det var ved en feil, ber vi deg ta kontakt med {recruiter_email}. Vi ønsker deg lykke til videre, og håper du har selskapet vårt i bakhodet neste gang du søker jobb!
nl: Hallo [NAME], Het spijt ons te horen dat u uw sollicitatie voor de functie [JOB_NAME] heeft ingetrokken. Als het per ongeluk was, neem dan contact op met {recruiter_email}. Wij wensen u het allerbeste in uw toekomstige inspanningen en we hopen dat u ons bedrijf in gedachten houdt wanneer u de volgende keer op zoek bent naar een baan!
pl: Cześć [NAME], Przykro nam słyszeć, że wycofałeś swoją aplikację na stanowisko [JOB_NAME]. Jeśli zrobiłeś to przez pomyłkę, skontaktuj się z {recruiter_email}. Życzymy Ci wszystkiego najlepszego w przyszłych przedsięwzięciach i mamy nadzieję, że będziesz pamiętać o naszej firmie, gdy następnym razem będziesz szukać pracy!
sv: Hej [NAME], Så synd att du har dragit tillbaka din ansökan för [JOB_NAME]. Om detta var ett misstag, kontakta {recruiter_email}. Vi önskar dig all lycka i framtiden och hoppas att du fortfarande har vårt företag i åtanke när du söker anställning nästa gång!

source: Hi {recruiter_name}, Applicant {applicant_name} has withdrawn from the position {position_name}. You can click this link to view the application: {applicant_link} {withdrawal_reason}Best regards, Team TalentAdore
da: Hej {recruiter_name}, Ansøger {applicant_name} har trukket sig fra stillingen {position_name}. Du kan klikke på dette link for at se ansøgningen: {applicant_link} {withdrawal_reason}Med venlig hilsen, Team TalentAdore
de: Hallo {recruiter_name}, Bewerber {applicant_name} hat sich von der Stelle {position_name} zurückgezogen. Sie können auf diesen Link klicken, um die Bewerbung anzusehen: {applicant_link} {withdrawal_reason}Viele Grüße, Team TalentAdore
et: Tere, {recruiter_name}! Kandidaat {applicant_name} on võtnud ametikoha {position_name} avalduse tagasi. Avalduse vaatamiseks klõpsa sellel lingil: {applicant_link} {withdrawal_reason}Heade soovidega TalentAdore’i meeskond
fi: Hei {recruiter_name}, Hakija {applicant_name} on peruuttanut hakemuksensa positiosta {position_name}. Voit klikata tätä linkkiä nähdäksesi hakemuksen: {applicant_link} {withdrawal_reason}Parhain terveisin, TalentAdoren tiimi
fr: Bonjour {recruiter_name}, Le candidat {applicant_name} s'est retiré du poste {position_name}. Vous pouvez cliquer sur ce lien pour voir la candidature : {applicant_link} {withdrawal_reason}Cordialement, L'équipe TalentAdore
lv: Sveiki, {recruiter_name}! Kandidāts {applicant_name} ir atsaucis pieteikumu vakancei {position_name}. Varat noklikšķināt šeit, lai skatītu pieteikumu: {applicant_link} {withdrawal_reason}Ar cieņu TalentAdore komanda
nb: Hei {recruiter_name}, søkeren {applicant_name} har trukket seg fra stillingen {position_name}. Du kan klikke på denne lenken for å se søknaden: {applicant_link} {withdrawal_reason}Med vennlig hilsen Team TalentAdore
nl: Hallo {recruiter_name}, Kandidaat {applicant_name} heeft zich teruggetrokken voor de functie {position_name}. U kunt op deze link klikken om de sollicitatie te bekijken: {applicant_link} {withdrawal_reason}Met vriendelijke groet, Team TalentAdore
pl: Cześć {recruiter_name}, Kandydat {applicant_name} wycofał się z ubiegania się o stanowisko {position_name}. Możesz kliknąć ten link, aby zobaczyć aplikację: {applicant_link} {withdrawal_reason}Pozdrawiamy, Zespół TalentAdore
sv: Hej {recruiter_name}, Den sökande {applicant_name} har dragit tillbaka sin ansökan till {position_name}. Klicka här för att se ansökan: {applicant_link} {withdrawal_reason}Vänliga hälsningar, Team TalentAdore

source: Hi {username}, {mentioner} has mentioned you in the system. Click here to see where you have been mentioned: {link} {unsubscribe_message} Best regards, Team TalentAdore
da: Hej {username}, {mentioner} har nævnt dig i systemet. Klik her for at se, hvor du er blevet nævnt: {link} {unsubscribe_message} Med venlig hilsen, Team TalentAdore
de: Hallo {username}, {mentioner} hat Sie im System erwähnt. Klicken Sie hier, um zu sehen, wo Sie erwähnt wurden: {link} {unsubscribe_message} Mit freundlichen Grüßen, Team TalentAdore
et: Tere, {username}! {mentioner} mainis sind süsteemis. Klõpsa lingil, et vaadata, kus sind mainiti: {link} {unsubscribe_message} Heade soovidega TalentAdore’i meeskond
fi: Hei {username}, {mentioner} on maininnut sinut järjestelmässä. Klikkaa täältä nähdäksesi, missä sinut on mainittu: {link} {unsubscribe_message} Parhain terveisin, TalentAdoren tiimi
fr: Bonjour {username}, {mentioner} vous a mentionné dans le système. Cliquez ici pour voir où vous avez été mentionné : {link} {unsubscribe_message} Cordialement, L'équipe TalentAdore
lv: Sveiki, {username}! {mentioner} sistēmā jūs pieminēja. Noklikšķiniet šeit, lai redzētu, kur jūs tikāt pieminēts: {link} {unsubscribe_message} Ar cieņu TalentAdore komanda
nb: Hei {username}, {mentioner} har nevnt deg i systemet. Klikk her for å se hvor du har blitt nevnt: {link} {unsubscribe_message} Med vennlig hilsen Team TalentAdore
nl: Hallo {username}, {mentioner} heeft u genoemd in het systeem. Klik hier om te zien waar u bent genoemd: {link} {unsubscribe_message} Met vriendelijke groet, Team TalentAdore
pl: Cześć {username}, {mentioner} wspomniał o Tobie w systemie. Kliknij tutaj, aby zobaczyć, gdzie zostałeś wspomniany: {link} {unsubscribe_message} Pozdrawiamy, Zespół TalentAdore
sv: Hej {username}, {mentioner} har nämnt dig i systemet. Klicka här för att se omnämningen: {link} {unsubscribe_message} Vänliga hälsningar, Team TalentAdore

source: Hi {username}, {mentioner} has mentioned you in TalentAdore Hire regarding the recruitment process for the position: {job_name}. Please click here for further information: {link} {unsubscribe_message} Best regards, Team TalentAdore
da: Hej {username}, {mentioner} har nævnt dig i TalentAdore Hire angående rekrutteringsprocessen for stillingen: {job_name}. Klik her for yderligere information: {link} {unsubscribe_message} Med venlig hilsen, Team TalentAdore
de: Hallo {username}, {mentioner} hat Sie in TalentAdore Hire bezüglich des Rekrutierungsprozesses für die Stelle: {job_name} erwähnt. Bitte klicken Sie hier für weitere Informationen: {link} {unsubscribe_message} Mit freundlichen Grüßen, Team TalentAdore
et: Tere, {username}! {mentioner} mainis teid TalentAdore Hire'is seoses värbamisprotsessiga positsioonile: {job_name}. Palun klõpsake siin, et saada lisainformatsiooni: {link} {unsubscribe_message} Heade soovidega, TalentAdore'i meeskond
fi: Hei {username}, {mentioner} on maininnut sinut TalentAdore Hire:ssa liittyen rekrytointiprosessiin tehtävään: {job_name}. Klikkaa tästä saadaksesi lisätietoja: {link} {unsubscribe_message} Parhain terveisin, TalentAdoren tiimi
fr: Bonjour {username}, {mentioner} vous a mentionné dans TalentAdore Hire concernant le processus de recrutement pour le poste: {job_name}. Veuillez cliquer ici pour plus d'informations: {link} {unsubscribe_message} Cordialement, L'équipe TalentAdore
lv: Sveiki, {username}! {mentioner} pieminēja jūs TalentAdore Hire ietvaros, runājot par atlases procesu pozīcijai: {job_name}. Lūdzu, noklikšķiniet šeit, lai iegūtu papildinformāciju: {link} {unsubscribe_message} Ar cieņu, TalentAdore komanda
nb: Hei {username}, {mentioner} har nevnt deg i TalentAdore Hire angående rekrutteringsprosessen for stillingen: {job_name}. Klikk her for mer informasjon: {link} {unsubscribe_message} Med vennlig hilsen, Team TalentAdore
nl: Hallo {username}, {mentioner} heeft u genoemd in TalentAdore Hire met betrekking tot het wervingsproces voor de functie: {job_name}. Klik hier voor meer informatie: {link} {unsubscribe_message} Met vriendelijke groet, Team TalentAdore
pl: Cześć {username}, {mentioner} wspomniał o Tobie w TalentAdore Hire w związku z procesem rekrutacji na stanowisko: {job_name}. Kliknij tutaj, aby uzyskać więcej informacji: {link} {unsubscribe_message} Pozdrawiamy, Zespół TalentAdore
sv: Hej {username}, {mentioner} har nämnt dig i TalentAdore Hire angående rekryteringsprocessen för positionen: {job_name}. Klicka här för mer information: {link} {unsubscribe_message} Vänliga hälsningar, Team TalentAdore

source: This message was sent to {recipient_email}. You are receiving this because you're a user of TalentAdore Hire. We hope you found this message to be useful. However, if you would rather not receive notifications from TalentAdore Hire, please manage your notification settings {notification_link}. Please read our <a href='{term_link}'>Privacy Policy</a>.
da: Denne besked blev sendt til {recipient_email}. Du modtager den, fordi du er bruger af TalentAdore Hire. Vi håber, at du fandt denne besked nyttig. Men hvis du hellere ikke vil modtage beskeder fra TalentAdore Hire, kan du administrere dine beskedsindstillinger {notification_link}. Læs venligst vores <a href='{term_link}'>privatlivspolitik</a>.
de: Diese Nachricht wurde an {recipient_email} gesendet. Sie erhalten diese Nachricht, weil Sie ein Kunde von TalentAdore Hire sind. Wir hoffen, dass Sie diese Nachricht nützlich ist. Wenn Sie jedoch lieber keine Benachrichtigungen von TalentAdore Hire erhalten möchten, verwalten Sie bitte Ihre Benachrichtigungseinstellungen {notification_link}. Bitte lesen Sie unsere <a href='{term_link}'>Datenschutzrichtlinie</a>.
et: See sõnum saadeti e-posti aadressile {recipient_email}. Said selle, sest oled TalentAdore Hire’i kasutaja. Loodame, et sõnum oli kasulik. Kui sa ei soovi saada TalentAdore Hire’ist teateid, muuda oma teateseadeid lingil {notification_link}. Loe meie <a href='{term_link}'>privaatsuspõhimõtteid</a>.
fi: Tämä viesti lähetettiin osoitteeseen {recipient_email}. Sait tämän viestin, sillä olet TalentAdoren käyttäjä. Toivottavasti viesti on sinulle hyödyllinen. Jos et halua vastaanottaa ilmoituksia TalentAdore Hire -rekrytointijärjestelmästä, voit muuttaa ilmoitusasetuksiasi {notification_link}. Voit lukea <a href='{term_link}'>tietosuojaselosteemme</a>.
fr: Ce message a été envoyé à {recipient_email}. Vous recevez ce message car vous êtes un utilisateur de TalentAdore Hire. Nous espérons que vous avez trouvé ce message utile. Cependant, si vous préférez ne pas recevoir de notifications de TalentAdore Hire, veuillez gérer vos paramètres de notification {notification_link}. Veuillez lire notre <a href='{term_link}'>Politique de confidentialité</a>.
lv: Šis ziņojums tika nosūtīts uz {recipient_email}. Jūs saņemat šo informāciju, jo esat TalentAdore Hire lietotājs. Mēs ceram, ka šis ziņojums jums bija noderīgs. Tomēr, ja nevēlaties saņemt paziņojumus no TalentAdore Hire, lūdzu, izmainiet savus paziņojumu iestatījumus {notification_link}. Lūdzu, izlasiet mūsu <a href='{term_link}'>Privātuma politiku</a>.
nb: Denne meldingen ble sendt til {recipient_email}. Du får den fordi du er bruker av TalentAdore Hire. Vi håper du syntes at denne meldingen var nyttig. Hvis du imidlertid ikke ønsker å motta varsler fra TalentAdore Hire, kan du administrere varslingsinnstillingene dine {notification_link}. Vennligst les vår <a href='{term_link}'>Personvernerklæring</a>.
nl: Dit bericht is verzonden naar {recipient_email}. U ontvangt dit bericht omdat u een gebruiker bent van TalentAdore Hire. We hopen dat u dit bericht nuttig vond. Als u echter liever geen meldingen van TalentAdore Hire ontvangt, beheer dan uw meldingsinstellingen {notification_link}. Lees ons <a href='{term_link}'>Privacybeleid</a>.
pl: Ta wiadomość została wysłana na adres {recipient_email}. Otrzymujesz ją, ponieważ jesteś użytkownikiem TalentAdore Hire. Mamy nadzieję, że ta wiadomość była dla Ciebie przydatna. Jeśli jednak nie chcesz otrzymywać powiadomień z TalentAdore Hire, zmień ustawienia powiadomień {notification_link}. Zapoznaj się z naszą <a href='{term_link}'>Polityką prywatności</a>.
sv: Detta medddelande har skickats till {recipient_email}. Du får detta meddelande eftersom du är en kund av TalentAdore Hire. Vi hoppas detta meddelande är nyttigt. Om du inte vill få notifieringar från TalentAdores Virtuella Rekryteringsassistent så kan du hantera dina notifieringar här: {notification_link}. Vänligen läs vår <a href='{term_link}'>Privacy Policy</a>.

source: Dear [FIRST_NAME], Would you like to continue to be a part of our Talent Community and stay up-to-date on our new job opportunities? If Yes, please click the following link: [TALENT_COMMUNITY_RENEWAL_LINK] You can use this link to access your Talent Community information: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> {additional_message}[SIGNATURE] If you do not want your data to be stored for future recruitments, you do not have to do anything, and your data will be erased as said in company's data storing policy.
da: Kære [FIRST_NAME], Vil du gerne fortsat være en del af vores Talent Community og holde dig opdateret om vores nye jobmuligheder? Hvis ja, bedes du klikke på følgende link: [TALENT_COMMUNITY_RENEWAL_LINK]. Du kan bruge dette link til at få adgang til dine Talent Community-oplysninger: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> {additional_message}[SIGNATURE] Hvis du ikke ønsker, at dine data skal gemmes til fremtidige rekrutteringer, behøver du ikke at gøre noget, og dine data vil blive slettet som nævnt i virksomhedens datalagringspolitik.
de: Hallo [FIRST_NAME], möchten Sie weiterhin Teil unserer Talent Community sein und über unsere neuen Stellenangebote auf dem Laufenden bleiben? Wenn ja, klicken Sie bitte auf den folgenden Link: [TALENT_COMMUNITY_RENEWAL_LINK] Über diesen Link können Sie auf Ihre Talent Community Informationen zugreifen: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> {additional_message}[SIGNATURE] Wenn Sie nicht möchten, dass Ihre Daten für künftige Bewerbungen gespeichert werden, so müssen Sie nichts unternehmen, und die Daten werden, wie in den Datenschutzbestimmungen des Unternehmens vorgesehen, gelöscht.
et: Tere, [FIRST_NAME]! Kas soovid ka edaspidi Talent Community liige olla ja püsida kursis meie tööpakkumistega? Kui jah, klõpsa alloleval lingil: [TALENT_COMMUNITY_RENEWAL_LINK] Talent Community info leiad järgmise lingi kaudu: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> {additional_message}[SIGNATURE] Kui sa ei soovi, et sinu andmed säilitatakse, ei pea sa midagi tegema ja sinu andmed kustutatakse ettevõtte privaatsuspõhimõtete kohaselt.
fi: Hei [FIRST_NAME], Haluatko jatkaa jäsenyyttäsi Talent Communityssamme ja pysyä ajan tasalla uusista, kiinnostavista työpaikoista? Klikkaa tätä linkkiä uusiaksesi jäsenyytesi: [TALENT_COMMUNITY_RENEWAL_LINK] Tätä linkkiä klikkaamalla pääset muokkaamaan omia Talent Community -tietojasi: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> {additional_message}[SIGNATURE] Jos et halua tietojasi säilytettävän tulevia rekrytointeja varten, sinun ei tarvitse tehdä mitään. Tietosi poistetaan, kun hakijatietojen säilytysaika umpeutuu.
fr: Cher/Chère [FIRST_NAME], Souhaitez-vous continuer à faire part de notre Talent Community et rester up-to-date sur nos new job opportunities ? Si Yes, veuillez click le following link : [TALENT_COMMUNITY_RENEWAL_LINK] Vous pouvez utiliser ce link pour access vos Talent Community information : <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> {additional_message}[SIGNATURE] Si vous ne want pas que vos data soient stored pour de future recruitments, vous n'avez rien à faire et vos data seront erased conformément à la storing policy de la company.
lv: Cien. [FIRST_NAME]! Vai vēlaties arī turpmāk būt daļa no mūsu Talent Community un saņemt informāciju par mūsu jaunajām vakancēm? Ja vēlaties, lūdzu, noklikšķiniet uz šīs saites: [TALENT_COMMUNITY_RENEWAL_LINK] Varat izmantot šo saiti, lai piekļūtu savai Talent Community informācijai: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> {additional_message}[SIGNATURE] Ja nevēlaties, lai jūsu dati tiktu saglabāti turpmākiem darba piedāvājumiem, jums nekas nav jādara, un dati tiks dzēsti, kā norādīts uzņēmuma datu glabāšanas politikā.
nb: Kjære [FIRST_NAME], ønsker du å fortsette å være en del av vårt Talent Community og holde deg oppdatert om nye jobbmuligheter? Hvis ja, vennligst klikk på følgende lenke: [TALENT_COMMUNITY_RENEWAL_LINK] Du kan bruke denne lenken for å få tilgang til informasjonen om Talent Community: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> {additional_message}[SIGNATURE] Hvis du ikke ønsker at opplysningene dine skal lagres for fremtidige rekrutteringer, trenger du ikke å gjøre noe, og opplysningene dine vil bli slettet i henhold til selskapets retningslinjer for datalagring.
nl: Beste [FIRST_NAME], Wil je deel blijven uitmaken van onze Talent Community en op de hoogte blijven van onze nieuwe vacatures? Zo ja, klik dan op de volgende link: [TALENT_COMMUNITY_RENEWAL_LINK] Je kunt deze link gebruiken om toegang te krijgen tot je Talent Community-informatie: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> {additional_message}[SIGNATURE] Als je niet wilt dat je gegevens worden opgeslagen voor toekomstige wervingen, hoef je niets te doen en worden je gegevens gewist zoals vermeld in het gegevensopslagbeleid van het bedrijf.
pl: Drogi/a [FIRST_NAME], Czy chcesz nadal być częścią naszej Talent Community i być na bieżąco z nowymi ofertami pracy? Jeśli tak, kliknij poniższy link: [TALENT_COMMUNITY_RENEWAL_LINK] Możesz użyć tego linku, aby uzyskać dostęp do swoich informacji w Talent Community: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> {additional_message}[SIGNATURE] Jeśli nie chcesz, aby Twoje dane były przechowywane do przyszłych rekrutacji, nie musisz nic robić, a Twoje dane zostaną usunięte zgodnie z polityką przechowywania danych firmy.
sv: Hej [FIRST_NAME], Vill du gärna bli medlem i vår Talent Community och bli uppdaterad om intressanta karriärmöjligheter? Klicka på följande länk för att delta: [TALENT_COMMUNITY_RENEWAL_LINK] Du kan lägga till din information via denna länk: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> {additional_message}[SIGNATURE] Ifall du inte längre vill att vi sparar din information, behöver du inte göra något. Vi kommer att radera ditt info i enlighet med företagets sekretesspolicy.
