Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Task modified.
da: Opgaven er ændret.
de: Aufgabe bearbeitet.
et: Ülesannet muudeti.
fi: Tehtävää muokattu.
fr: Tâche modifiée.
lv: Izmainīts uzdevums.
nb: Oppgave endret.
nl: Taak gewijzigd.
pl: Zadanie zmodyfikowane.
sv: Uppgift ändrad.

source: New task added successfully!
da: Ny opgave tilføjet med succes!
de: Neue Aufgabe erfolgreich hinzugefügt!
et: Uue ülesande lisamine õnnestus.
fi: Uusi tehtävä on lisätty
fr: Nouvelle tâche ajoutée avec succès !
lv: Veiksmīgi pievienots jauns uzdevums!
nb: Ny oppgave lagt til!
nl: Nieuwe taak succesvol toegevoegd!
pl: Nowe zadanie dodane pomyślnie!
sv: Ny uppgift har lagts till!!

source: Task not found
da: Opgave ikke fundet
de: Aufgabe nicht gefunden
et: Ülesannet ei leitud
fi: Tehtävää ei löydetty
fr: Tâche non trouvée
lv: Uzdevums nav atrasts
nb: Fant ikke oppgave
nl: Taak niet gevonden
pl: Nie znaleziono zadania
sv: Uppgiften hittades inte

source: Task has been taken by you
da: Opgaven er blevet overtaget af dig
de: Aufgabe wurde von Ihnen übernommen
et: Võtsid ülesande endale
fi: Olet vastaanottanut tehtävän
fr: La tâche a été prise par vous
lv: Jūs pieņēmāt uzdevumu
nb: Oppgaven er tatt av deg
nl: Taak is door jou overgenomen
pl: Zadanie zostało przejęte przez Ciebie
sv: Du har tagit åt dig uppgiften

source: Task is marked as done!
da: Opgaven er markeret som udført!
de: Aufgabe ist als erledigt markiert!
et: Ülesanne on märgitud lõpetatuks.
fi: Tehtävä on tehty!
fr: La tâche est marquée comme terminée !
lv: Uzdevums ir atzīmēts kā izpildīts!
nb: Oppgaven er markert som utført!
nl: Taak is gemarkeerd als voltooid!
pl: Zadanie oznaczone jako wykonane!
sv: Uppgiften är markerad som gjord!

source: Job ad can be published
da: Jobannonce kan offentliggøres
de: Stellenanzeige kann veröffentlicht werden
et: Töökuulutust saab avaldada
fi: Työpaikkailmoitus voidaan julkaista
fr: L'annonce d'emploi peut être publiée
lv: Var publicēt darba sludinājumu
nb: Stillingsannonser kan publiseres
nl: Vacature kan worden gepubliceerd
pl: Ogłoszenie o pracę może być opublikowane
sv: Jobbannonsen kan publiceras

source: Job ad expired
da: Jobannonce udløbet
de: Stellenanzeige abgelaufen
et: Töökuulutus on aegunud
fi: Työpaikkailmoitus on vanhentunut
fr: Annonce d'emploi expirée
lv: Darba sludinājuma termiņš beidzās
nb: Jobbannonsen er utløpt
nl: Vacature verlopen
pl: Ogłoszenie o pracę wygasło
sv: Jobbannonsen har utgått

source: Job ad published. Cannot be modified
da: Jobannonce offentliggjort. Kan ikke ændres
de: Stellenanzeige veröffentlicht. Kann nicht geändert werden
et: Tööpakkumine avaldatud. Ei saa muuta
fi: Työpaikkailmoitus julkaistu. Ei voida muokata
fr: Offre d'emploi publiée. Ne peut pas être modifiée
lv: Darba sludinājums publicēts. Nevar modificēt
nb: Stillingsannonse publisert. Kan ikke endres
nl: Vacature gepubliceerd. Kan niet worden gewijzigd
pl: Ogłoszenie o pracę opublikowane. Nie można modyfikować
sv: Jobbannons publicerad. Kan inte ändras

source: Job ad published. Cannot be edited
da: Jobannonce offentliggjort. Kan ikke redigeres
de: Stellenanzeige veröffentlicht. Kann nicht bearbeitet werden
et: Töökuulutus on avaldatud. Ei saa muuta
fi: Työpaikkailmoitus on julkaistu. Ilmoitusta ei voida muokata
fr: Offre d'emploi publiée. Ne peut pas être modifiée
lv: Darba sludinājums publicēts. Nevar rediģēt
nb: Stillingsannonse publisert. Kan ikke redigeres
nl: Vacature gepubliceerd. Kan niet worden bewerkt
pl: Ogłoszenie o pracę opublikowane. Nie można edytować
sv: Jobbannons publicerad. Kan inte redigeras

source: Job ad scheduled
da: Jobannonce planlagt
de: Stellenanzeige geplant
et: Töökuulutuse avaldamine on planeeritud
fi: Työpaikkailmoitus on ajastettu
fr: Annonce d'emploi programmée
lv: Plānots darba sludinājums
nb: Jobbannonse er planlagt
nl: Vacature gepland
pl: Ogłoszenie o pracę zaplanowane
sv: Jobbannonsen är schemalagd

source: Job is internal (TEST MODE!)
da: Jobbet er internt (TEST MODE!)
de: Auftrag ist intern (TEST-MODUS!)
et: Ettevõttesisene värbamine (KATSEREŽIIM!)
fi: Työpaikka on sisäinen (TEST MODE!)
fr: L'emploi est en interne (MODE TEST !)
lv: Iekšējā vakance (TESTA REŽĪMS!)
nb: Stillingen er intern (TESTMODUS!)
nl: Vacature is intern (TESTMODUS!)
pl: Praca jest wewnętrzna (TRYB TESTOWY!)
sv: Intern Position (TEST MODE!)

source: Job ad can be shared
da: Jobannoncen kan deles
de: Stellenanzeige kann geteilt werden
et: Tööpakkumist saab jagada
fi: Työpaikkailmoituksen saa jakaa
fr: L'annonce d'emploi peut être partagée
lv: Darba sludinājumu var koplietot
nb: Stillingsannonsen kan deles
nl: Vacature kan worden gedeeld
pl: Ogłoszenie o pracę może być udostępnione
sv: Jobbannons kan delas

source: Access to stats
da: Adgang til statistik
de: Zugang zu Statistiken
et: Ligipääs statistikale
fi: Pääsy tilastoihin
fr: Accès aux statistiques
lv: Piekļuve statistikai
nb: Tilgang til statistikk
nl: Toegang tot statistieken
pl: Dostęp do statystyk
sv: Tillgång till statistik

source: Email already exists.
da: E-mail findes allerede.
de: E-Mail existiert bereits.
et: E-posti aadress on juba olemas.
fi: Sähköposti on jo käytössä
fr: L'e-mail existe déjà.
lv: E-pasta adrese jau pastāv.
nb: E-postadressen finnes allerede.
nl: E-mailadres bestaat al.
pl: Adres e-mail już istnieje.
sv: E-postadressen är redan i användning.

source: The user already existed and now has access to your organization's environment.
da: Brugeren eksisterede allerede og har nu adgang til din organisations miljø.
de: Der Benutzer existierte bereits und hat nun Zugriff auf die Betriebsumgebung Ihres Unternehmens.
et: Kasutaja oli juba olemas ja tal on nüüd juurdepääs organisatsiooni keskkonnale.
fi: Käyttäjä oli jo olemassa, ja nyt käyttöoikeus on hänelle lisätty organisaatiosi ympäristöön.
fr: L'utilisateur existait déjà et a maintenant accès à l'environnement de votre organisation.
lv: Lietotājs jau pastāv un tagad tam ir piekļuve jūsu organizācijas videi.
nb: Brukeren fantes allerede og har nå tilgang til organisasjonens miljø.
nl: De gebruiker bestond al en heeft nu toegang tot de omgeving van uw organisatie.
pl: Użytkownik już istniał i teraz ma dostęp do środowiska Twojej organizacji.
sv: Användaren existerade redan och har nu fått tillgång till er organisations system.

source: Invitation e-mail sent successfully!
da: Invitations-e-mail sendt med succes!
de: Einladung per E-Mail erfolgreich gesendet!
et: Kutse saatmine õnnestus.
fi: Sähköpostikutsu lähetettiin onnistuneesti!
fr: E-mail d'invitation envoyé avec succès !
lv: Uzaicinājuma e-pasta ziņojums ir veiksmīgi nosūtīts!
nb: Invitasjons-e-post sendt!
nl: Uitnodigings-e-mail succesvol verzonden!
pl: E-mail z zaproszeniem wysłany pomyślnie!
sv: Mailinbjudan skickades!

source: %(email)s is active and activation e-mail has been sent.
da: %(email)s er aktiv, og der er blevet sendt en aktiveringsmail.
de: %(email)s ist aktiv und eine Aktivierungs-E-Mail wurde gesendet.
et: %(email)s on aktiivne ja sellele saadeti aktiveerimiskiri.
fi: %(email)s on nyt aktivioitu ja sähköposti käyttäjälle lähetetetty.
fr: %(email)s est actif et l'e-mail d'activation a été envoyé.
lv: %(email)s adrese ir aktīva un ir nosūtīts aktivizācijas e-pasta ziņojums.
nb: %(email)s er aktiv og aktiverings-e-post er sendt.
nl: %(email)s is actief en activatie-e-mail is verzonden.
pl: %(email)s jest aktywny i e-mail aktywacyjny został wysłany.
sv: %(email)s är aktivt och ett aktiveringsmail har skickats.

source: User privilege changed
da: Brugerrettigheder ændret
de: Benutzerberechtigung geändert
et: Kasutajaõigusi on muudetud
fi: Käyttöoikeudet muutettu
fr: Privilège de l'utilisateur modifié
lv: Lietotāja priekšrocības ir mainītas
nb: Brukerrettigheter endret
nl: Gebruikersprivilege gewijzigd
pl: Zmieniono uprawnienia użytkownika
sv: Användarprivilegium ändrat

source: You do not have permission to change this user privilege
da: Du har ikke tilladelse til at ændre denne brugerrettighed
de: Sie haben keine Befugnis, diese Benutzerberechtigung zu ändern
et: Sa ei saa kasutajaõigust muuta
fi: Sinulla ei ole lupaa muuttaa tätä käyttöoikeutta
fr: Vous n'avez pas la permission de modifier ce privilège d'utilisateur
lv: Jums nav atļaujas mainīt šo lietotāja priekšrocību
nb: Du har ikke tillatelse til å endre denne brukerrettigheten
nl: U heeft geen toestemming om dit gebruikersprivilege te wijzigen
pl: Nie masz uprawnień do zmiany uprawnień tego użytkownika
sv: Du har inte behörighet att ändra det här användarprivilegiet

source: You cannot remove another user
da: Du kan ikke fjerne en anden bruger
de: Sie können keinen anderen Benutzer entfernen
et: Sa ei saa teist kasutajat eemaldada
fi: Et voi poistaa toista käyttäjää
fr: Vous ne pouvez pas supprimer un autre utilisateur
lv: Jūs nevarat noņemt citu lietotāju
nb: Du kan ikke fjerne en annen bruker
nl: U kunt een andere gebruiker niet verwijderen
pl: Nie możesz usunąć innego użytkownika
sv: Du kan inte radera en annan användare

source: Your TalentAdore recruitment system account has been inactivated
da: Din konto i TalentAdore-rekrutteringssystemet er blevet deaktiveret
de: Ihr TalentAdore-Rekrutierungssystemkonto wurde inaktiviert
et: TalentAdore’i värbamissüsteemi konto on inaktiveeritud
fi: TalentAdore-tunnuksesi on otettu pois käytöstä
fr: Votre compte du système de recrutement TalentAdore a été désactivé
lv: Jūsu TalentAdore atlases sistēmas konts ir deaktivizēts
nb: TalentAdore-rekrutteringssystemkontoen din har blitt inaktivert
nl: Uw TalentAdore-wervingssysteemaccount is gedeactiveerd
pl: Twoje konto w systemie rekrutacyjnym TalentAdore zostało dezaktywowane
sv: Ditt konto till TalentAdores rekryteringssystem har inaktiverats

source: User (%(email)s) was removed.
da: Bruger (%(email)s) blev fjernet.
de: Benutzer (%(email)s) wurde entfernt.
et: Kasutaja (%(email)s) eemaldati.
fi: Käyttäjä (%(email)s) poistettiin.
fr: L'utilisateur (%(email)s) a été supprimé.
lv: Lietotājs (%(email)s) tika noņemts.
nb: Brukeren (%(email)s) ble fjernet.
nl: Gebruiker (%(email)s) is verwijderd.
pl: Użytkownik (%(email)s) został usunięty.
sv: Användare (%(email)s) har raderats.

source: New password requested for your TalentAdore account
da: Ny adgangskode anmodet til din TalentAdore-konto
de: Neue Passwortabfrage für Ihr TalentAdore-Konto
et: TalentAdore’i konto jaoks küsiti uut salasõna
fi: TalentAdore - uusi salasana
fr: Nouveau mot de passe demandé pour votre compte TalentAdore
lv: Jūsu TalentAdore kontam ir pieprasīta jauna parole
nb: Be om nytt passord for TalentAdore-kontoen din
nl: Nieuw wachtwoord aangevraagd voor uw TalentAdore-account
pl: Zażądano nowego hasła do Twojego konta TalentAdore
sv: Ett nytt lösenord har beställts till ditt TalentAdore-konto

source: Your TalentAdore account password has been changed
da: Din TalentAdore-adgangskode er blevet ændret
de: Ihr TalentAdore-Kontopasswort wurde geändert
et: Teie TalentAdore konto parool on muudetud
fi: TalentAdoren salasanasi on vaihdettu
fr: Votre mot de passe de compte TalentAdore a été modifié
lv: Jūsu TalentAdore konta parole ir mainīta
nb: Passordet til din TalentAdore-konto er endret
nl: Uw TalentAdore-accountwachtwoord is gewijzigd
pl: Hasło do Twojego konta TalentAdore zostało zmienione
sv: Ditt TalentAdore-kontolösenord har ändrats

source: User is already active
da: Brugeren er allerede aktiv
de: Benutzter bereits aktiv
et: Kasutaja on juba aktiivne
fi: Käyttäjä on jo aktiivinen
fr: L'utilisateur est déjà actif
lv: Lietotājs jau ir aktīvs
nb: Brukeren er allerede aktiv
nl: Gebruiker is al actief
pl: Użytkownik jest już aktywny
sv: Användaren är redan aktiv

source: Something went wrong
da: Noget gik galt
de: Etwas ist schief gelaufen
et: Midagi läks valesti
fi: Jokin meni pieleen
fr: Quelque chose s'est mal passé
lv: Radās kāda problēma
nb: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
sv: Något gick fel

source: Both password and confirm password should be provided
da: Både adgangskode og bekræftelsesadgangskode skal angives
de: Sowohl das Passwort als auch das Bestätigungspasswort müssen angegeben werden.
et: Sisestada tuleb nii salasõna kui ka kinnitussalasõna
fi: Sekä salasana että vahvista salasana pitää olla täytettynä
fr: Le mot de passe et la confirmation du mot de passe doivent être fournis
lv: Jānorāda gan parole, gan apstiprinājuma parole
nb: Både passord og bekreftelsespassord skal oppgis
nl: Zowel wachtwoord als wachtwoord bevestigen moeten worden opgegeven
pl: Należy podać zarówno hasło, jak i potwierdzenie hasła
sv: Fyll i fälten "lösenord" och "bekräfta lösenord"

source: The passwords do not match
da: Adgangskoderne stemmer ikke overens
de: Die eingegebenen Passwörter stimmen nicht überein
et: Salasõnad ei ühti
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
lv: Paroles nesakrīt
nb: Passordene er ikke like
nl: De wachtwoorden komen niet overeen
pl: Hasła nie pasują do siebie
sv: Lösenorden matchar inte

source: The password must be at least 12 characters
da: Adgangskoden skal bestå af mindst 12 tegn
de: Das Passwort muss mindestens 12 Zeichen lang sein
et: Salasõna peab olema vähemalt 12 märgi pikkune
fi: Salasanan tulee olla vähintään 12 merkkiä pitkä
fr: Le mot de passe doit comporter au moins 12 caractères
lv: Parolei jābūt vismaz 12 rakstzīmju garai
nb: Passordet må bestå av minst 12 tegn
nl: Het wachtwoord moet minimaal 12 tekens lang zijn
pl: Hasło musi mieć co najmniej 12 znaków
sv: Lösenordet måste vara minst 12 tecken långt

source: The password must be no more than 128 characters
da: Adgangskoden må ikke være længere end 128 tegn
de: Das Passwort darf maximal 128 Zeichen lang sein
et: Parool ei tohi olla pikem kui 128 tähemärki
fi: Salasana saa olla enintään 128 merkkiä pitkä
fr: Le mot de passe ne doit pas dépasser 128 caractères
lv: Parolei jābūt ne vairāk kā 128 rakstzīmēm
nb: Passordet må ikke være mer enn 128 tegn
nl: Het wachtwoord mag niet langer zijn dan 128 tekens
pl: Hasło nie może mieć więcej niż 128 znaków
sv: Lösenordet får inte vara längre än 128 tecken

source: The password should not contain repetitive or sequential strings
da: Adgangskoden bør ikke indeholde gentagne eller sekventielle strenge
de: Das Passwort sollte keine sich wiederholenden oder aufeinander folgenden Zeichenfolgen enthalten
et: Salasõna ei tohi sisaldada korduvaid või järjestikuseid tähti/numbreid
fi: Salasana ei saa sisältää toistuvia tai peräkkäisiä merkkijonoja
fr: Le mot de passe ne doit pas contenir de chaînes répétitives ou séquentielles
lv: Parolē nedrīkst izmantot atkārtojošas vai secīgas virknes
nb: Passordet skal ikke inneholde repetitive eller sekvensielle strenger
nl: Het wachtwoord mag geen herhalende of opeenvolgende tekenreeksen bevatten
pl: Hasło nie powinno zawierać powtarzających się lub sekwencyjnych ciągów znaków
sv: Lösenordet bör inte innehålla upprepade eller sekventiella strängar

source: The password should not contain user names
da: Adgangskoden bør ikke indeholde brugernavne
de: Das Passwort darf nicht den Benutzernamen enthalten
et: Salasõna ei tohi sisaldada kasutajanime
fi: Salasana ei saa sisältää käyttäjänimeä
fr: Le mot de passe ne doit pas contenir de noms d'utilisateur
lv: Parole nedrīkst ietvert lietotājvārdus
nb: Passordet skal ikke inneholde brukernavn
nl: Het wachtwoord mag geen gebruikersnamen bevatten
pl: Hasło nie powinno zawierać nazw użytkowników
sv: Lösenordet får inte innehålla ditt användarnamn

source: User updated successfully
da: Bruger opdateret med succes
de: Benutzer erfolgreich aktualisiert
et: Kasutaja uuendamine õnnestus
fi: Tiedot päivitettiin onnistuneesti
fr: Utilisateur mis à jour avec succès
lv: Lietotājs ir veiksmīgi atjaunināts
nb: Brukeren er oppdatert
nl: Gebruiker succesvol bijgewerkt
pl: Użytkownik zaktualizowany pomyślnie
sv: Användaren har uppdaterats

source: No video recorder vendor configured
da: Ingen videoleverandør konfigureret
de: Kein Videorekorder-Anbieter konfiguriert
et: Videosalvesti tarnijat pole konfigureeritud
fi: Videotallennuspalvelua ei ole määritetty
fr: Aucun fournisseur d'enregistreur vidéo configuré
lv: Nav konfigurēts video ierakstīšanas pakalpojumu sniedzējs
nb: Ingen videoleverandør konfigurert
nl: Geen videoleverancier geconfigureerd
pl: Nie skonfigurowano dostawcy nagrywarki wideo
sv: Ingen videoinspelningsleverantör konfigurerad

source: Selected video question does not exist
et: Valitud videoküsimust ei eksisteeri
fi: Valittua videokysymystä ei ole olemassa
sv: Vald videofråga finns inte

source: Question
da: Spørgsmål
de: Frage
et: Küsimus
fi: Kysymys
lv: Jautājums
nb: Spørsmål
nl: Vraag
pl: Pytanie
sv: Fråga

source: Max. answer length
da: Maks. svarlængde
de: Max. Antwortlänge
et: Maksimaalne vastuse pikkus
fi: Vastauksen enimmäispituus
fr: Durée maximale de la réponse
lv: Maks. atbildes garums
nb: Maks. svarlengde
nl: Max. antwoordlengte
pl: Maks. długość odpowiedzi
sv: Max. svarslängd

source: Add your video question
da: Tilføj dit videospørgsmål
de: Fügen Sie Ihre Videofrage hinzu
et: Lisage oma videoküsimus
fi: Lisää videokysymys
fr: Ajoutez votre question vidéo
lv: Pievienojiet savu video jautājumu
nb: Legg til ditt videospørsmål
nl: Voeg uw videovraag toe
pl: Dodaj swoje pytanie wideo
sv: Lägg till din videofråga

source: Select from library
et: Vali teegist
fi: Valitse kirjastosta
sv: Välj från bibliotek

source: Mandatory to answer
da: Obligatorisk at besvare
de: Pflichtfeld
et: Kohustuslik vastata
fi: Vastaaminen pakollista
fr: Obligatoire de répondre
lv: Obligāti jāatbild
nb: Obligatorisk å svare
nl: Verplicht te beantwoorden
pl: Obowiązkowa odpowiedź
sv: Obligatoriskt att svara

source: 15 sec
da: 15 sek
de: 15 Sek.
et: 15 sek
fi: 15 sek
lv: 15 sek
nb: 15 sek
pl: 15 sek.
sv: 15 sek

source: 30 sec
da: 30 sek
de: 30 Sek.
et: 30 sek
fi: 30 sek
lv: 30 sek
nb: 30 sek
pl: 30 sek.
sv: 30 sek

source: 45 sec
da: 45 sek
de: 45 Sek.
et: 45 sek
fi: 45 sekuntia
lv: 45 sek
nb: 45 sek
pl: 45 sek.
sv: 45 sekunder

source: 1 min
fi: 1 minuutti
sv: 1 minut

source: 3 min
fi: 3 minuuttia
sv: 3 minuter

source: 4 min
fi: 4 minuuttia
sv: 4 minuter

source: 5 min
fi: 5 minuuttia
sv: 5 minuter

source: Max length of the video is 60 seconds.
da: Maks. længde på videoen er 60 sekunder.
de: Die maximale Länge des Videos beträgt 60 Sekunden.
et: Video maksimaalne pikkus on 60 sekundit.
fi: Videon enimmäispituus on 60 sekuntia.
fr: La durée maximale de la vidéo est de 60 secondes.
lv: Video maksimālais garums ir 60 sekundes.
nb: Maks lengde på videoen er 60 sekunder.
nl: De maximale lengte van de video is 60 seconden.
pl: Maksymalna długość wideo to 60 sekund.
sv: Maxlängden för videon är 60 sekunder.

source: Internal description
et: Sisemine kirjeldus
fi: Sisäinen kuvaus
sv: Intern beskrivning

source: Deadline
da: Tidsfrist
de: Frist
et: Tähtaeg
fi: Eräpäivä
fr: Date limite
lv: Termiņš
nb: Frist
pl: Termin
sv: Förfallodag

source: Number of days to answer (from message sent).
da: Antal dage til at svare (fra besked sendt).
de: Anzahl der Tage zur Beantwortung (ab Nachrichtenversand).
et: Vastamiseks päevade arv (alates sõnumi saatmisest).
fi: Vastausaika päivinä (viestin lähettämisestä).
fr: Nombre de jours pour répondre (à partir de l'envoi du message).
lv: Dienu skaits atbildei (no ziņojuma nosūtīšanas brīža).
nb: Antall dager å svare (fra melding sendt).
nl: Aantal dagen om te antwoorden (vanaf bericht verzonden).
pl: Liczba dni na odpowiedź (od wysłania wiadomości).
sv: Antal dagar att svara (från meddelandet skickades).

source: Application not found
da: Ansøgningen blev ikke fundet
de: Bewerbung nicht gefunden
et: Avaldust ei leitud
fi: Hakemusta ei löytynyt
fr: Application non trouvée
lv: Pieteikums nav atrasts
nb: Fant ikke søknaden
nl: Sollicitatie niet gevonden
pl: Nie znaleziono aplikacji
sv: Ansökan hittades inte

source: Interview not available anymore
da: Samtale ikke længere tilgængelig
de: Interview nicht mehr verfügbar
et: Intervjuu pole enam saadaval
fi: Haastattelu ei ole enää saatavilla
fr: Entretien non disponible
lv: Intervija vairs nav pieejama
nb: Intervju ikke lenger tilgjengelig
nl: Interview niet meer beschikbaar
pl: Rozmowa nie jest już dostępna
sv: Intervjun är inte längre tillgänglig

source: Interview has already been answered
da: Samtale er allerede besvaret
de: Interview wurde bereits beantwortet
et: Intervjuule on juba vastatud
fi: Haastatteluun on jo vastattu
fr: L'entretien a déjà été répondu
lv: Intervija jau ir atbildēta
nb: Intervjuet er allerede besvart
nl: Interview is al beantwoord
pl: Rozmowa została już udzielona
sv: Intervjun har redan besvarats

source: Video interview has been cancelled
da: Videosamtale er blevet annulleret
de: Videointerview wurde abgesagt
et: Videointervjuu on tühistatud
fi: Videohaastattelu on peruutettu
fr: L'entretien vidéo a été annulé
lv: Video intervija ir atcelta
nb: Videointervjuet er avlyst
nl: Video-interview is geannuleerd
pl: Rozmowa wideo została anulowana
sv: Videointervjun har avbrutits

source: Video interview deadline has expired
da: Deadline for videosamtale er udløbet
de: Frist für das Videointerview ist abgelaufen
et: Videointervjuu tähtaeg on möödunud
fi: Videohaastattelun määräaika on umpeutunut
fr: La date limite de l'entretien vidéo a expiré
lv: Video intervijas termiņš ir beidzies
nb: Fristen for videointervjuet er utløpt
nl: Deadline voor video-interview is verstreken
pl: Termin rozmowy wideo upłynął
sv: Tidsfristen för videointervjun har passerat

source: Information saved successfully
da: Information gemt med succes
de: Informationen erfolgreich gespeichert
et: Info salvestamine õnnestus
fi: Tietojen tallennus onnistui
fr: Informations enregistrées avec succès
lv: Informācija veiksmīgi saglabāta
nb: Informasjon ble lagret
nl: Informatie succesvol opgeslagen
pl: Informacje zapisane pomyślnie
sv: Information sparad med lyckat resultat

source: Video interview has not been answered
da: Videosamtale er ikke blevet besvaret
de: Videointerview wurde nicht beantwortet
et: Videointervjuule pole vastatud
fi: Videohaastattelua ei ole vastattu
fr: L'entretien vidéo n'a pas été répondu
lv: Video intervija nav atbildēta
nb: Videointervjuet er ikke besvart
nl: Video-interview is niet beantwoord
pl: Nie udzielono odpowiedzi na rozmowę wideo
sv: Videointervjun har inte besvarats

source: Attachment is not a video library question
et: Manus ei ole videoteegi küsimus
fi: Liite ei ole videokysymys kirjastosta
sv: Bilagan är inte en videobiblioteksfråga

source: Attachment deleted successfully
et: Manus on edukalt kustutatud
fi: Liite poistettu onnistuneesti
sv: Bilagan har tagits bort

source: NOT FOUND
et: EI LEITUD
fi: EI LÖYTYNYT
sv: HITTADES INTE

source: User group for video does not exist. Please contact support
et: Video kasutajagruppi ei eksisteeri. Palun võtke ühendust toega
fi: Käyttäjäryhmää videolle ei ole olemassa. Ota yhteyttä tukeen
sv: Användargrupp för video finns inte. Kontakta supporten

source: Video question updated successfully
et: Videoküsimus on edukalt uuendatud
fi: Videokysymys päivitetty onnistuneesti
sv: Videofrågan har uppdaterats

source: Video question created successfully
et: Videoküsimus on edukalt loodud
fi: Videokysymys luotu onnistuneesti
sv: Videofrågan har skapats

source: Summary
da: Sammendrag
de: Zusammenfassung
et: Kokkuvõte
fi: Yhteenveto
fr: Résumé
lv: Kopsavilkums
nb: Sammendrag
nl: Samenvatting
pl: Podsumowanie
sv: Sammanfattning

source: Open positions
da: Åbne stillinger
de: Offene Positionen
et: Avatud ametikohad
fi: Avoimet työpaikat
fr: Postes ouverts
lv: Atvērtās vakances
nb: Åpne stillinger
nl: Open posities
pl: Otwarte stanowiska
sv: Öppna tjänster

source: Upcoming interviews
da: Kommende interviews
de: Bevorstehende Interviews
et: Tulevased intervjuud
fi: Tulevat haastattelut
fr: Entretiens à venir
lv: Gaidāmās intervijas
nb: Kommende intervjuer
nl: Aankomende interviews
pl: Nadchodzące rozmowy kwalifikacyjne
sv: Kommande intervjuer
