Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: I want to receive an email about new applications
da: Jeg vil gerne modtage en e-mail om nye ansøgninger
de: Ich möchte eine E-Mail über neue Bewerbungen erhalten
et: Soovin saada e-kirja uute avalduste kohta
fi: Haluan saada sähköpostimuistutuksen uusista hakemuksista
fr: Je souhaite recevoir un e-mail concernant les nouvelles candidatures
lv: Vēlos saņemt e-pasta ziņojumus par jauniem pieteikumiem
nb: Jeg ønsker å få e-post om nye søknader
nl: Ik wil een e-mail ontvangen over nieuwe sollicitaties
pl: Chcę otrzymywać e-maile o nowych aplikacjach
sv: Jag vill få meddelande om nya ansökningar

source: Upcoming tasks
da: Kommende opgaver
de: Bevorstehende Aufgaben
et: Tulevased ülesanded
fi: Tulevat tehtävät
fr: Tâches à venir
lv: Gaidāmie uzdevumi
nb: Kommende oppgaver
nl: Aankomende taken
pl: Nadchodzące zadania
sv: Kommande uppgifter

source: I want to receive an email about upcoming tasks
da: Jeg vil gerne modtage en e-mail om kommende opgaver
de: Ich möchte eine E-Mail über bevorstehende Aufgaben erhalten
et: Soovin saada e-kirja tulevaste ülesannete kohta
fi: Haluan saada sähköpostimuistutuksen tulevista tehtävistäni
fr: Je souhaite recevoir un e-mail concernant les tâches à venir
lv: Vēlos saņemt e-pasta ziņojumus par gaidāmajiem uzdevumiem
nb: Jeg ønsker å få en e-post om kommende oppgaver
nl: Ik wil een e-mail ontvangen over aankomende taken
pl: Chcę otrzymywać e-maile o nadchodzących zadaniach
sv: Jag vill få mail om kommande uppgifter

source: I want to receive an email when I am @-mentioned.
da: Jeg vil gerne modtage en e-mail, når jeg bliver @- nævnt.
de: Ich möchte eine Email empfangen, wenn ich @-erwähnt werde.
et: Soovin saada e-kirja, kui mind @-mainitakse.
fi: Haluan saada sähköpostitse ilmoituksen, kun minut @-mainitaan.
fr: Je souhaite recevoir un e-mail lorsque je suis @-mentionné.
lv: Vēlos saņemt e-pasta ziņojumus, kad mani piemin ar “@”.
nb: Jeg ønsker å få en e-post når jeg blir @-omtalt.
nl: Ik wil een e-mail ontvangen wanneer ik word @-vermeld.
pl: Chcę otrzymywać e-mail, gdy jestem @-wspomniany.
sv: Jag vill få mail när jag @-nämns.

source: I want to receive an email when a new talent has joined Talent Community through 'Join our Talent Community link'
da: Jeg vil gerne modtage en e-mail, når et nyt talent har tilmeldt sig Talent Community via 'Join our Talent Community link'
de: Ich möchte eine E-Mail empfangen wenn ein neues Talent der Talent Community durch den "Tritt unserer Talent Community bei" Link beitritt
et: Soovin saada e-kirja, kui uus talent liitub Talent Communityga lingi „Liitu meie Talent Communityga“ kaudu
fi: Haluan saada sähköpostin, kun uusi kandidaatti on liittynyt Talent Communityyn käyttäen ‘Liity Talent Communityyn linkkiä’
fr: Je souhaite recevoir un e-mail lorsqu'un nouveau talent a rejoint la communauté de talents via le lien "Rejoindre notre communauté de talents"
lv: Vēlos saņemt e-pasta ziņojumus, kad Talent Community pievienojas jauns talants, izmantojot saiti “Pievienojieties mūsu Talent Community”
nb: Jeg ønsker å få en e-post når et nytt talent melder seg inn i Talent Community via "Bli med i vårt Talent Community-lenken”
nl: Ik wil een e-mail ontvangen wanneer een nieuw talent zich heeft aangesloten bij Talent Community via de link 'Word lid van onze Talent Community'
pl: Chcę otrzymywać e-mail, gdy nowy talent dołączył do Talent Community poprzez link "Dołącz do naszej Talent Community"
sv: Jag vill få ett e-postmeddelande då en ny medlem anslutit sig till Talent Community via "Kom med i vår Talent Community"-länken

source: I want to receive an email when a candidate has submitted the additional information form
da: Jeg vil gerne modtage en e-mail, når en kandidat har indsendt formularen med yderligere oplysninger
de: Ich möchte eine E-Mail empfangen wenn ein Kandidat das zusätzliche Informationen Formular gesendet hat
et: Soovin saada e-kirja, kui kandidaat on esitanud lisainfovormi
fi: Haluan saada sähköpostin, kun kandidaatti on täyttänyt lisätietolomakkeen
fr: Je veux recevoir un email lorsqu'un candidat a soumis le formulaire d'informations supplémentaires
lv: Vēlos saņemt e-pasta ziņojumus, kad kandidāts ir iesniedzis papildu informācijas veidlapu
nb: Jeg ønsker å få en e-post når en kandidat har sendt inn skjemaet for tilleggsinformasjon
nl: Ik wil een e-mail ontvangen wanneer een kandidaat het aanvullende informatieformulier heeft ingediend
pl: Chcę otrzymywać e-mail, gdy kandydat przesłał formularz dodatkowych informacji
sv: Jag vill få ett e-postmeddelande när en ny talang skickat "Ytterligare information"-formuläret

source: I want to receive an email when a candidate has submitted the video interview
da: Jeg vil gerne modtage en e-mail, når en kandidat har indsendt videointerviewet
de: Ich möchte eine E-Mail erhalten, wenn ein Kandidat das Videointerview eingereicht hat
et: Soovin saada e-kirja, kui kandidaat on esitanud videointervjuu
fi: Haluan saada sähköpostin, kun ehdokas on lähettänyt videohaastattelun
fr: Je souhaite recevoir un e-mail lorsqu'un candidat a soumis l'entretien vidéo
lv: Es vēlos saņemt e-pastu, kad kandidāts ir iesniedzis video interviju
nb: Jeg ønsker å motta en e-post når en kandidat har sendt inn videointervjuet
nl: Ik wil een e-mail ontvangen wanneer een kandidaat het video-interview heeft ingediend
pl: Chcę otrzymać wiadomość e-mail, gdy kandydat prześle nagranie wideo z rozmowy kwalifikacyjnej
sv: Jag vill få ett e-postmeddelande när en kandidat har skickat in videointervjun

source: I want to receive notifications about all new applications in all positions
da: Jeg vil gerne modtage notifikationer om alle nye ansøgninger til alle stillinger
de: Ich möchte Benachrichtigungen über alle neuen Bewerber in allen Stellen empfangen
et: Soovin saada teateid kõikide ametikohtade uute avalduste kohta
fi: Haluan saada ilmoituksen kaikista uusista hakemuksista kaikissa työpaikoissa
fr: Je veux recevoir des notifications pour toutes les nouvelles candidatures à tous les postes
lv: Vēlos saņemt paziņojumus par visiem jaunajiem pieteikumiem visās vakancēs
nb: Jeg ønsker å få varsler om alle nye søknader til alle stillinger
nl: Ik wil meldingen ontvangen over alle nieuwe sollicitaties voor alle functies
pl: Chcę otrzymywać powiadomienia o wszystkich nowych aplikacjach na wszystkie stanowiska
sv: Jag vill få notiser om alla nya ansökningar till alla jobb

source: I want to receive an email when a candidate has completed an assessment
da: Jeg vil gerne modtage en e-mail, når en kandidat har gennemført en vurdering
de: Ich möchte eine E-Mail empfangen, wenn ein Kandidat ein Assessment fertigstellt
et: Soovin saada e-kirja, kui kandidaat on hindamise lõpetanud
fi: Haluan saada sähköpostin kun kandidaatti on tehnyt testin
fr: Je veux recevoir un email lorsqu'un candidat a terminé une évaluation
lv: Vēlos saņemt e-pasta ziņojumu, kad kandidāts ir pabeidzis novērtējumu
nb: Jeg vil få en e-post når en kandidat har fullført en vurdering
nl: Ik wil een e-mail ontvangen wanneer een kandidaat een beoordeling heeft voltooid
pl: Chcę otrzymywać e-mail, gdy kandydat ukończył ocenę
sv: Jag fill få ett mejl när en kandidat har slutfört en bedömning

source: I want to receive notifications when a candidate has edited application information
da: Jeg vil gerne modtage notifikationer, når en kandidat har redigeret sine ansøgningsoplysninger
de: Ich möchte Benachrichtigungen empfangen, wenn Kandidaten Bewerbungsinformationen bearbeiten
et: Soovin saada teadet, kui kandidaat on muutnud avalduse infot
fi: Haluan vastaanottaa ilmoituksen, kun hakija on muokannut hakemustaan
fr: Je veux recevoir des notifications lorsqu'un candidat a modifié les informations de sa candidature
lv: Vēlos saņemt paziņojumus, ja kandidāts ir rediģējis pieteikuma informāciju
nb: Jeg ønsker å få varsler når en kandidat har redigert søknadsinformasjon
nl: Ik wil meldingen ontvangen wanneer een kandidaat sollicitatiegegevens heeft bewerkt
pl: Chcę otrzymywać powiadomienia, gdy kandydat edytował informacje o aplikacji
sv: Jag vill motta notifieringar när en kandidat har redigerat information i ansökan

source: I want to receive notifications when I am added as a collaborator to a position
da: Jeg vil gerne modtage notifikationer, når jeg bliver tilføjet som samarbejdspartner til en stilling
de: Ich möchte Benachrichtigungen empfangen, wenn ich als Kollaborateur zu einer Stelle hinzugefügt werde
et: Soovin saada teadet, kui mind lisatakse ametikoha kaasloojaks
fi: Haluan saada sähköpostitse ilmoituksen, kun minut lisätään työpaikan yhteiskäyttäjäksi
fr: Je veux recevoir des notifications lorsque je suis ajouté en tant que collaborateur à un poste
lv: Vēlos saņemt paziņojumus, kad esmu kādai vakancei pievienots kā sadarbības kolēģis
nb: Jeg vil få varsler når jeg blir lagt til som samarbeidspartner for en stilling
nl: Ik wil meldingen ontvangen wanneer ik als medewerker aan een functie word toegevoegd
pl: Chcę otrzymywać powiadomienia, gdy zostaję dodany jako współpracownik do stanowiska
sv: Jag vill få ett meddelande när jag har lagts till som samarbetare av en position

source: I want to receive notifications when I am added as a collaborator to a community
da: Jeg vil gerne modtage notifikationer, når jeg bliver tilføjet som samarbejdspartner til et fællesskab
de: Ich möchte Benachrichtigungen erhalten, wenn ich als Mitarbeiter zu einer Community hinzugefügt werde
et: Soovin saada teavitusi, kui mind lisatakse Talent Community kaastöötajaks
fi: Haluan vastaanottaa ilmoituksia, kun minut lisätään yhteistyökumppaniksi yhteisöön
fr: Je souhaite recevoir des notifications lorsque je suis ajouté en tant que collaborateur à une communauté
lv: Es vēlos saņemt paziņojumus, kad tieku pievienots kā līdzstrādnieks kopienai
nb: Jeg ønsker å motta varsler når jeg blir lagt til som samarbeidspartner i et Talent Community
nl: Ik wil meldingen ontvangen wanneer ik als medewerker aan een community word toegevoegd
pl: Chcę otrzymywać powiadomienia, gdy zostanę dodany jako współpracownik do społeczności
sv: Jag vill få aviseringar när jag läggs till som medarbetare i en Talent Community

source: I want to receive notifications when a job ad expires
da: Jeg vil gerne modtage notifikationer, når en jobannonce udløber
de: Ich möchte benachrichtigt werden, wenn eine Stellenanzeige abläuft
et: Soovin saada teateid, kui töökuulutus aegub
fi: Haluan saada ilmoituksen, kun työpaikkailmoitus vanhenee
fr: Je veux recevoir des notifications lorsqu'une offre d'emploi expire
lv: Es vēlos saņemt paziņojumus, kad darba sludinājums beidzas
nb: Jeg vil motta varsler når en jobbannonse utløper
nl: Ik wil meldingen ontvangen wanneer een vacature verloopt
pl: Chcę otrzymywać powiadomienia, gdy ogłoszenie o pracę wygasa
sv: Jag vill få meddelanden när en jobbannons går ut

source: I want to receive notifications when a job ad is automatically published
da: Jeg vil gerne modtage notifikationer, når en jobannonce offentliggøres automatisk
de: Ich möchte benachrichtigt werden, wenn eine Stellenanzeige automatisch veröffentlicht wird
et: Soovin saada teateid, kui töökuulutus avaldatakse automaatselt
fi: Haluan saada ilmoituksen, kun työpaikkailmoitus on automaattisesti julkaistu
fr: Je veux recevoir des notifications lorsqu'une offre d'emploi est publiée automatiquement
lv: Es vēlos saņemt paziņojumus, kad darba sludinājums tiek automātiski publicēts
nb: Jeg vil motta varsler når en jobbannonse publiseres automatisk
nl: Ik wil meldingen ontvangen wanneer een vacature automatisch wordt gepubliceerd
pl: Chcę otrzymywać powiadomienia, gdy ogłoszenie o pracę jest automatycznie publikowane
sv: Jag vill få meddelanden när en jobbannons publiceras automatiskt

source: Last name must be between 1 and 40 characters long
da: Efternavnet skal være mellem 1 og 40 tegn langt
de: Der Vorname muss zwischen 1 bis 40 Zeichen lang sein
et: Perekonnanimi peab olema 1–40 märgi pikkune
fi: Sukunimen tulee olla 1-40 merkkiä pitkä
fr: Le nom de famille doit comporter entre 1 et 40 caractères
lv: Uzvārdam jābūt no 1 līdz 40 rakstzīmēm garam
nb: Etternavnet må ha mellom 1 og 40 tegn
nl: Achternaam moet tussen 1 en 40 tekens lang zijn
pl: Nazwisko musi mieć od 1 do 40 znaków
sv: Efternamnet måste vara mellan 1 och 40 tecken långt

source: The person knows I am referring her/him
da: Personen ved, at jeg henviser til dem
de: Die Person weiß, dass ich sie empfehle
et: Isik teab, et ma soovitan teda
fi: Henkilö tietää, että suosittelen häntä
fr: La personne sait que je la/le réfère
lv: Persona zina, ka es viņu iesaku
nb: Personen vet at jeg henviser henne/ham
nl: De persoon weet dat ik hem/haar aanbeveel
pl: Osoba wie, że ją/jego polecam
sv: Personen känner till att jag refererar honom/henne

source: Insert talent's first name
da: Indsæt talentets fornavn
de: Vornamen des Talents eingeben
et: Sisesta talendi eesnimi
fi: Syötä talentin etunimi
fr: Insérez le prénom du talent
lv: Ievadiet talanta vārdu
nb: Sett inn talentets fornavn
nl: Voer de voornaam van het talent in
pl: Wstaw imię kandydata
sv: Ange talangens förnamn

source: Insert talent's last name
da: Indsæt talentets efternavn
de: Nachnamen des Talents eingeben
et: Sisesta talendi perekonnanimi
fi: Lisää talentin sukunimi
fr: Insérez le nom de famille du talent
lv: Ievadiet talanta uzvārdu
nb: Sett inn talentets etternavn
nl: Voer de achternaam van het talent in
pl: Wstaw nazwisko kandydata
sv: Ange talangens efternamn

source: Insert talent's email address
da: Indsæt talentets e-mail-adresse
de: E-Mail-Addresse des Talents eingeben
et: Sisesta talendi e-posti aadress
fi: Syötä talentin sähköpostiosoite
fr: Insérez l'adresse e-mail du talent
lv: Ievadiet talanta e-pasta adresi
nb: Sett inn talentets e-postadresse
nl: Voer het e-mailadres van het talent in
pl: Wstaw adres e-mail kandydata
sv: Ange talangens e-postadress

source: LinkedIn address
da: LinkedIn-adresse
de: LinkedIn-Addresse
et: LinkedIni aadress
fi: LinkedIn-profiili
fr: Adresse LinkedIn
lv: LinkedIn adrese
nb: LinkedIn-adresse
nl: LinkedIn-adres
pl: Adres LinkedIn
sv: LinkedIn adress

source: Insert a proper link
da: Indsæt et korrekt link
de: Gültigen Link eingeben
et: Sisesta õige link
fi: Syötä linkki
fr: Insérez un lien approprié
lv: Ievadiet pareizu saiti
nb: Sett inn en riktig lenke
nl: Voer een juiste link in
pl: Wstaw poprawny link
sv: Klistra in en giltig länk

source: In which city does the referred person live currently?
da: I hvilken by bor den henviste person i øjeblikket?
de: Was ist der Wohnort der empfohlenen Person?
et: Millises linnas elab soovitatu praegu?
fi: Missä kaupungissa mainittu henkilö asuu tällä hetkellä?
fr: Dans quelle ville la personne référée vit-elle actuellement ?
lv: Kurā pilsētā ieteiktā persona pašlaik dzīvo?
nb: I hvilken by bor den henviste personen aktuelt?
nl: In welke stad woont de aanbevolen persoon momenteel?
pl: W jakim mieście obecnie mieszka polecana osoba?
sv: I vilken stad bor den refererade personen?

source: This is not a valid json input
da: Dette er ikke et gyldigt json-input
de: Dies ist keine gültige json Eingabe
et: See ei ole sobiv JSONi sisend
fi: Tämä ei ole kelvollinen json-syöte
fr: Ceci n'est pas une entrée json valide
lv: Šī nav derīga json ievade
nb: Dette er ikke gyldig json-inndata
nl: Dit is geen geldige JSON-invoer
pl: To nie jest poprawne wejście json
sv: Detta är inte en giltig json-inmatning

source: Plugin
et: Lisandprogramm
fi: Laajennus
lv: Spraudnis
pl: Wtyczka

source: Please choose a plugin from the options
da: Vælg venligst et plugin fra valgmulighederne
de: Bitte wählen Sie ein Plugin aus den Optionen
et: Vali nimekirjast lisandprogramm
fi: Valitse laajennuksen vaihtoehdoista
fr: Veuillez choisir un plugin parmi les options
lv: Lūdzu, opcijās izvēlieties spraudni
nb: Velg en plugin blant alternativene
nl: Kies een plugin uit de opties
pl: Wybierz wtyczkę z opcji
sv: Välj en plugin från alternativen

source: Configuration
da: Konfiguration
de: Einstellungen
et: Konfiguratsioon
fi: Konfiguraatio
lv: Konfigurācija
nb: Konfigurasjon
nl: Configuratie
pl: Konfiguracja
sv: Konfiguration

source: Please enter the configuration
da: Indtast venligst konfigurationen
de: Bitte geben Sie die Einstellungen ein
et: Sisesta konfiguratsioon
fi: Anna konfiguraatio
fr: Veuillez saisir la configuration
lv: Lūdzu, ievadiet konfigurāciju
nb: Vennligst angi konfigurasjonen
nl: Voer de configuratie in
pl: Wprowadź konfigurację
sv: Ange konfiguration

source: Enable approval process
da: Aktiver godkendelsesprocessen
de: Aktivierung des Bestätigungsprozesses
et: Luba kinnitustoiming
fi: Ota hyväksymisprosessi käyttöön
fr: Activer le processus d'approbation
lv: Iespējot apstiprināšanas procesu
nb: Aktiver godkjenningsprosessen
nl: Goedkeuringsproces inschakelen
pl: Włącz proces zatwierdzania
sv: Aktivera godkännandeprocessen

source: Publish the job ad immediately after obtaining a sufficient number of approvals
da: Offentliggør jobannoncen umiddelbart efter at have opnået et tilstrækkeligt antal godkendelser
de: Sofort-Veröffentlichung der Stellenanzeige wenn genügend Genehmigungen vorhanden sind
et: Avalda töökuulutus kohe pärast piisava arvu kinnituste saamist
fi: Työpaikkailmoitus julkaistaan heti saatuaan riittävän määrän hyväksyntiä
fr: Publier l'annonce d'emploi immédiatement après avoir obtenu un nombre suffisant d'approbations
lv: Publicēt darba sludinājumu uzreiz, kad tiek saņemts pietiekams skaits apstiprinājumu
nb: Publiser jobbannonsen umiddelbart etter at et tilstrekkelig antall godkjenninger er innhentet
nl: Publiceer de vacature onmiddellijk na het verkrijgen van voldoende goedkeuringen
pl: Opublikuj ogłoszenie o pracę natychmiast po uzyskaniu wystarczającej liczby zatwierdzeń
sv: Publicera jobbannonsen omedelbart efter att ha fått ett tillräckligt antal godkännanden

source: Topic or question (small print description) Required topic or question (small print description)* Tagged topic or question #tag
da: Emne eller spørgsmål (beskrivelse med småt) Påkrævet emne eller spørgsmål (beskrivelse med småt)* Tagget emne eller spørgsmål #tag
de: Thema oder Frage (Kleingedruckte Beschreibung) Gewünschtes Thema oder Frage (kleingedruckte Beschreibung)* Gekennzeichnetes Thema oder Frage #tag
et: Teema või küsimus (väikeses kirjas kirjeldus) Kohustuslik teema või küsimus (väikeses kirjas kirjeldus)* Märgistatud teema või küsimus #märge
fi: Aihe tai kysymys (suluissa ohjeita) Vaadittu aihe tai kysymys (suluissa ohjeita)* Tägätty aihe tai kysymys #tägi
fr: Sujet ou question (description en petits caractères) Sujet ou question requis (description en petits caractères)* Sujet ou question étiqueté #tag
lv: Temats vai jautājums (apraksts mazajā drukā) Obligāts temats vai jautājums (apraksts mazajā drukā)* Temats vai jautājums ar tagu #tag
nb: Emne eller spørsmål (beskrivelse med liten skrift) Påkrevd emne eller spørsmål (beskrivelse med liten skrift)* Tagget emne eller spørsmål #emneknagg
nl: Onderwerp of vraag (kleine lettertjes beschrijving) Verplicht onderwerp of vraag (kleine lettertjes beschrijving)* Getagd onderwerp of vraag #tag
pl: Temat lub pytanie (opis drobnym drukiem) Wymagany temat lub pytanie (opis drobnym drukiem)* Oznaczony temat lub pytanie #tag
sv: Ämne eller fråga (fotnotsbeskrivning) Obligatoriskt ämne eller fråga (fotnotsbeskrivning)* Taggat ämne eller fråga #tag

source: Heading
da: Overskrift
de: Überschrift
et: Pealkiri
fi: Otsikko
fr: En-tête
lv: Virsraksts
nb: Overskrift
nl: Kop
pl: Nagłówek
sv: Rubrik

source: Use for all new positions
da: Bruges til alle nye stillinger
de: Für alle neuen Stellen verwenden
et: Kasuta kõigi uute ametikohtade korral
fi: Käytä kaikkiin uusiin positioihin
fr: Utiliser pour tous les nouveaux postes
lv: Izmantot visām jaunajām vakancēm
nb: Bruk for alle nye stillinger
nl: Gebruik voor alle nieuwe posities
pl: Użyj dla wszystkich nowych stanowisk
sv: Använd för alla nya positioner

source: Topics
da: Emner
de: Rubriken
et: Teemad
fi: Aiheet
fr: Sujets
lv: Temati
nb: Emner
nl: Onderwerpen
pl: Tematy
sv: Ämnen

source: Introduce yourself: describe your skills or areas of interest
da: Præsenter dig selv: beskriv dine færdigheder eller interesseområder
de: Stellen Sie sich vor: Beschreiben Sie ihre Fähigkeiten und Interessengebiete
et: Tutvusta ennast: kirjelda oma oskusi, isikuomadusi jms
fi: Esittele itsesi: kuvaile taitojasi tai kiinnostuksen kohteitasi
fr: Présentez-vous : décrivez vos compétences ou vos domaines d'intérêt
lv: Iepazīstiniet ar sevi: aprakstiet savas prasmes vai intereses
nb: Introduser deg selv: Beskriv dine ferdigheter eller interesseområder
nl: Stel jezelf voor: beschrijf je vaardigheden of interessegebieden
pl: Przedstaw się: opisz swoje umiejętności lub obszary zainteresowań
sv: Presentera dig själv: beskriv dina färdigheter eller intressen

source: City of residence
da: Bopælsby
de: Wohnort
et: Linn/Asula
fi: Asuinpaikkakunta
fr: Ville de résidence
lv: Dzīvesvietas pilsēta
nb: Bosted
nl: Woonplaats
pl: Miasto zamieszkania
sv: I vilken stad bor du i just nu?

source: Only PDF, doc and jpg format allowed
da: Kun PDF-, doc- og jpg-format tilladt
de: Nur PDF, doc and jpg Dateien erlaubt
et: Lubatud on ainult PDF-, DOC- ja JPG-vormingud
fi: Sallittuja tiedostomuotoja ovat PDF, doc ja jpg.
fr: Seuls les formats PDF, doc et jpg sont autorisés
lv: Atļauts tikai PDF, doc un jpg formāts
nb: Kun PDF-, doc- og jpg-format er tillatt
nl: Alleen PDF, doc en jpg formaat toegestaan
pl: Dozwolone tylko formaty PDF, doc i jpg
sv: Endast PDF-, doc- och jpg-format är tillåtna

source: Subscribed
da: Abonneret
de: Angemeldet
et: Tellitud
fi: Tilattu
fr: Abonné
lv: Abonē
nb: Abonnert
nl: Geabonneerd
pl: Subskrybowane
sv: Abonnerad

source: Not subscribed
da: Ikke tilmeldt
de: Nicht angemeldet
et: Ei ole tellitud
fi: Ei tilattu
fr: Non abonné
lv: Neabonē
nb: Ikke abonnert
nl: Niet geabonneerd
pl: Nie subskrybowane
sv: Inte tecknad

source: Your own custom messages
da: Dine egne tilpassede beskeder
de: Eigene benutzerdefinierte Nachrichten
et: Sinu kohandatud sõnumid
fi: Muokkaamasi viestit
fr: Vos propres messages personnalisés
lv: Jūsu pielāgotie ziņojumi
nb: Dine egne tilpassede meldinger
nl: Uw eigen aangepaste berichten
pl: Twoje własne niestandardowe wiadomości
sv: Dina egna anpassade meddelanden

source: Customize the status updates here if you would like to overwrite the system messages.
da: Tilpas statusopdateringerne her, hvis du vil overskrive systembeskederne.
de: Passen Sie die Statusaktualisierungen hier an, wenn Sie die Systemmeldungen überschreiben möchten.
et: Kui soovid süsteemisõnumeid muuta, kohanda oleku uuendusi siin.
fi: Muokkaa statuspäivityksiä, jos haluat korvata järjestelmän luomat viestit.
fr: Personnalisez ici les mises à jour de statut si vous souhaitez remplacer les messages système.
lv: Pielāgojiet statusa atjauninājumus šeit, ja vēlaties pārrakstīt sistēmas ziņojumus.
nb: Her kan du egendefinere statusoppdateringene hvis du ønsker å overskrive systemmeldingene.
nl: Pas hier de statusupdates aan als u de systeemberichten wilt overschrijven.
pl: Dostosuj tutaj aktualizacje statusu, jeśli chcesz nadpisać wiadomości systemowe.
sv: Anpassa statusuppdateringarna här om du skulle vilja redigera systemmeddelandena.

source: Your own Talent Community messages
da: Dine egne Talent Community-beskeder
de: Ihre eigenen Talent-Community-Nachrichten
et: Sinu Talent Community sõnumid
fi: Omat Talent Community viestisi
fr: Vos propres messages de la communauté de talents
lv: Jūsu Talent Community ziņojumi
nb: Dine egne Talent Community-meldinger
nl: Uw eigen Talent Community berichten
pl: Twoje własne wiadomości Talent Community
sv: Dina egna meddelanden i Talent Community
