Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: CV clarity
da: Klarhed i CV'et
de: Klarheit Lebenslauf
et: CV selgus
fi: CV:n selkeys
fr: Clarté du CV
lv: CV skaidrība
nb: CV-ens tydelighet
nl: CV duidelijkheid
pl: Przejrzystość CV
sv: CV:ts tydlighet

source: CV length - too long
da: CV-længde - for lang
de: Lebenslauflänge - zu lang
et: CV pikkus – liiga pikk
fi: CV:n pituus - liian pitkä
fr: Longueur du CV - trop long
lv: CV garums – pārāk garš
nb: CV-ens lengde – for lang
nl: CV lengte - te lang
pl: Długość CV - za długie
sv: CV:ts längd - för långt

source: Missing information in application
da: Manglende oplysninger i ansøgningen
de: Fehlende Informationen in der Bewerbung
et: Avaldusel puuduv info
fi: Puutteita hakemuksessa
fr: Informations manquantes dans la demande
lv: Pieteikumā trūkst informācijas
nb: Manglende informasjon i søknaden
nl: Ontbrekende informatie in sollicitatie
pl: Brakujące informacje w aplikacji
sv: Det saknas information i ansökan

source: Gaps in history
da: Huller i historien
de: Lücken in der Vergangenheit
et: Lüngad tööajaloos
fi: Aukot historiassa
fr: Lacunes dans l'historique
lv: Trūkstoša informācija vēsturē
nb: Hull i historien
nl: Gaten in geschiedenis
pl: Luki w historii
sv: Luckor i historia

source: Careless mistakes
da: Skødesløse fejl
de: Flüchtigkeitsfehler
et: Hooletusvead
fi: Huolimattomuusvirheet
fr: Erreurs d'inattention
lv: Neuzmanības kļūdas
nb: Slurvefeil
nl: Slordige fouten
pl: Niedbałe błędy
sv: Slarvfel

source: Company's features
da: Virksomhedens funktioner
de: Merkmale des Unternehmens
et: Ettevõtte eripära
fi: Yrityksen omat ominaisuudet
fr: Caractéristiques de l'entreprise
lv: Uzņēmuma funkcijas
nb: Bedriftens egenskaper
nl: Kenmerken van het bedrijf
pl: Cechy firmy
sv: Företagets funktioner

source: ago
da: siden
de: vor
et: tagasi
fi: sitten
fr: il y a
lv: pirms
nb: siden
nl: geleden
pl: temu
sv: sedan

source: Additional competence
da: Yderligere kompetence
de: Zusätzliche Kompetenz
et: Lisapädevus
fi: Muu osaaminen
fr: Compétence supplémentaire
lv: Papildu kompetences
nb: Ytterligere kompetanse
nl: Aanvullende competentie
pl: Dodatkowe kompetencje
sv: Ytterligare kompetens

source: Additional observations
da: Yderligere observationer
de: Zusätzliche Beobachtungen
et: Lisatähelepanekud
fi: Lisähuomiot
fr: Observations supplémentaires
lv: Papildu novērojumi
nb: Ytterligere observasjoner
nl: Aanvullende opmerkingen
pl: Dodatkowe spostrzeżenia
sv: Ytterligare observationer

source: Is the candidate able to express his motivation towards the position?
da: Er kandidaten i stand til at udtrykke sin motivation for stillingen?
de: Kann der Kandidat seine Motivation für die Stelle ausdrücken?
et: Kas kandidaat oskab selgitada, miks ta seda ametikohta tahab?
fi: Osaako hakija ilmaista motivaationsa työtehtävää kohtaan?
fr: Le [candidate] est-il capable d'exprimer sa [motivation] pour le [position] ?
lv: Vai kandidāts spēj paskaidrot savu motivāciju ieņemt attiecīgo amatu?
nb: Er kandidaten i stand til å uttrykke sin motivasjon for stillingen?
nl: Kan de kandidaat zijn motivatie voor de functie uitdrukken?
pl: Czy kandydat potrafi wyrazić swoją motywację do stanowiska?
sv: Lyckas kandidaten uttrycka sin motivation för att potentiellt arbeta i positionen?

source: How well is the candidate able to reason why his personality supports success in this position?
da: Hvor godt kan kandidaten begrunde, hvorfor deres personlighed understøtter succes i denne stilling?
de: Wie gut kann der Kandidat begründen, warum seine Persönlichkeit den Erfolg in dieser Stelle unterstützt?
et: Kui hästi oskab kandidaat selgitada, miks tema isiksuseomadused sobivad sellel ametikohal töötamiseks?
fi: Kuinka hyvin hakija kuvaa persoonallisuutensa sopivuutta työpaikkaan?
fr: Dans quelle mesure le [candidate] est-il capable d'expliquer en quoi sa [personality] favorise la [success] à ce [position] ?
lv: Cik labi kandidāts spēj pamatot savas personības piemērotību attiecīgajam amatam?
nb: Hvor godt er kandidaten i stand til å begrunne hvorfor hans/hennes personlighet vil bidra til å lykkes i denne stillingen?
nl: Hoe goed kan de kandidaat beredeneren waarom zijn persoonlijkheid succes in deze functie ondersteunt?
pl: Jak dobrze kandydat potrafi uzasadnić, dlaczego jego osobowość wspiera sukces na tym stanowisku?
sv: Hur väl kan kandidaten motivera varför hens personlighet skulle möjliggöra framgång i denna position?

source: Is the candidate able to explain why his skills and background support success in this position?
da: Kan kandidaten forklare, hvorfor deres færdigheder og baggrund understøtter succes i denne stilling?
de: Kann der Kandidat erklären, warum seine Fähigkeiten und sein Hintergrund den Erfolg in dieser Stelle unterstützen?
et: Kas kandidaat oskab selgitada, miks tema oskused ja taust sobivad sellel ametikohal töötamiseks?
fi: Osaako hakija selittää, miksi hänen osaamisensa ja taustansa tukevat menestystä tässä työtehtävässä?
fr: Le [candidate] est-il capable d'[explain] en quoi ses [skills] et ses [background] favorisent la [success] à ce [position] ?
lv: Vai kandidāts spēj paskaidrot, kā viņa iemaņas un pieredze palīdzēs sekmīgi darboties attiecīgajā amatā?
nb: Er kandidaten i stand til å forklare hvorfor hans/hennes ferdigheter og bakgrunn gjør det mulig å lykkes i denne stillingen?
nl: Kan de kandidaat uitleggen waarom zijn vaardigheden en achtergrond succes in deze functie ondersteunen?
pl: Czy kandydat potrafi wyjaśnić, dlaczego jego umiejętności i doświadczenie wspierają sukces na tym stanowisku?
sv: Lyckas kandidaten förklara varför hens färdigheter och bakgrund skulle stöda framgång i denna position?

source: Does the candidate have relevant work experience?
da: Har kandidaten relevant erhvervserfaring?
de: Hat der Kandidat einschlägige Berufserfahrung?
et: Kas kandidaadil on vajalik töökogemus?
fi: Onko hakijalla olennaista työkokemusta?
fr: Le [candidate] a-t-il une [experience] professionnelle [relevant] ?
lv: Vai kandidātam ir atbilstoša darba pieredze?
nb: Har kandidaten relevant arbeidserfaring?
nl: Heeft de kandidaat relevante werkervaring?
pl: Czy kandydat posiada odpowiednie doświadczenie zawodowe?
sv: Har kandidaten relevant arbetserfarenhet?

source: Does the candidate have a relevant education?
da: Har kandidaten en relevant uddannelse?
de: Hat der Kandidat eine relevante Ausbildung?
et: Kas kandidaadil on vajalik haridus?
fi: Onko hakijalla olennaista koulutusta?
fr: Le [candidate] a-t-il une [education] [relevant] ?
lv: Vai kandidātam ir atbilstoša izglītība?
nb: Har kandidaten relevant utdanning?
nl: Heeft de kandidaat een relevante opleiding?
pl: Czy kandydat posiada odpowiednie wykształcenie?
sv: Har kandidaten relevant utbildning?

source: Does the candidate possess good general IT skills?
da: Har kandidaten gode generelle IT-færdigheder?
de: Hat der Kandidat gute allgemeine IT-Kenntnisse?
et: Kas kandidaat oskab üldiselt hästi arvutit kasutada?
fi: Onko hakijalle hyvät yleiset IT-taidot?
fr: Le [candidate] possède-t-il de [good] compétences [general] en [IT] ?
lv: Vai kandidātam ir labas vispārīgās IT iemaņas?
nb: Har kandidaten gode generelle IT-kunnskaper?
nl: Beschikt de kandidaat over goede algemene IT-vaardigheden?
pl: Czy kandydat posiada dobre ogólne umiejętności informatyczne?
sv: Har kandidaten bra generell IT-kompetens?

source: Do you think the CV is easy to read?
da: Synes du, at CV'et er let at læse?
de: Glauben Sie, dass der Lebenslauf leicht zu lesen ist?
et: Kas CV-d on lihtne lugeda?
fi: Onko CV helppolukuinen?
fr: Pensez-vous que le [CV] est [easy] à [read] ?
lv: Vai CV bija viegli lasīt?
nb: Synes du CV-en er lett å lese?
nl: Vind je het CV makkelijk te lezen?
pl: Czy uważasz, że CV jest łatwe do przeczytania?
sv: Tycker du att CV:t är lättläst?

source: Do you think the CV is too lengthy?
da: Synes du, at CV'et er for langt?
de: Halten Sie den Lebenslauf für zu lang?
et: Kas CV on liiga pikk?
fi: Onko CV liian pitkä?
fr: Pensez-vous que le [CV] est trop [lengthy] ?
lv: Vai CV bija pārāk garš?
nb: Synes du CV-en er for lang?
nl: Vind je het CV te lang?
pl: Czy uważasz, że CV jest zbyt długie?
sv: Tycker du att CV:t är för långt?

source: Did the candidate forget to mention something relevant in his application?
da: Har kandidaten glemt at nævne noget relevant i sin ansøgning?
de: Hat der Kandidat vergessen, in seiner Bewerbung etwas Relevantes zu erwähnen?
et: Kas kandidaat unustas avalduses midagi tähtsat mainida?
fi: Unohtiko hakija mainita jotain oleellista hakemuksessaan?
fr: Le [candidate] a-t-il oublié de [mention] quelque chose de [relevant] dans sa [application] ?
lv: Vai kandidāts savā pieteikumā aizmirsa norādīt svarīgu informāciju?
nb: Har kandidaten glemt å nevne noe relevant i søknaden?
nl: Is de kandidaat vergeten iets relevants te vermelden in zijn sollicitatie?
pl: Czy kandydat zapomniał wspomnieć o czymś istotnym w swojej aplikacji?
sv: Glömde kandidaten att nämna någonting relevant i sin ansökan?

source: Does the candidate have unexplained gaps in his history?
da: Har kandidaten uforklarlige huller i sin historie?
de: Hat der Kandidat ungeklärte Lücken in seiner Vergangenheit?
et: Kas kandidaadi tööajaloos on välja selgitamata lünki?
fi: Onko hakijan historiassa selittämättömiä aukkoja?
fr: Le candidat a-t-il des lacunes inexpliquées dans son historique ?
lv: Vai kandidāta vēsturē ir neizskaidroti posmi/trūkstoša informācija?
nb: Har kandidaten uforklarlige hull i sin historikk?
nl: Heeft de kandidaat onverklaarbare gaten in zijn geschiedenis?
pl: Czy kandydat ma niewyjaśnione luki w swojej historii?
sv: Har kandidaten oförklarliga luckor i sitt CV?

source: Does the candidate have many short-term employments?
da: Har kandidaten mange kortvarige ansættelser?
de: Hatte der Kandidat viele kurze Beschäftigungen?
et: Kas kandidaadil on olnud palju lühiajalisi töösuhteid?
fi: Onko hakijalla useita lyhyitä työsuhteita?
fr: Le candidat a-t-il de nombreux emplois de courte durée ?
lv: Vai kandidātam ir daudzi īstermiņa nodarbinātības gadījumi?
nb: Har kandidaten mange kortvarige ansettelser?
nl: Heeft de kandidaat veel kortdurende dienstverbanden?
pl: Czy kandydat ma wiele krótkoterminowych zatrudnień?
sv: Har kandidaten många korttidsanställningar?

source: Did the candidate make careless mistakes?
da: Har kandidaten lavet sjuskefejl?
de: Hat der Kandidat Flüchtigkeitsfehler gemacht?
et: Kas kandidaat teeb hooletusvigu?
fi: Oliko hakemuksessa huolimattomuusvirheitä?
fr: Le candidat a-t-il fait des erreurs par négligence ?
lv: Vai kandidāts pieļauj neuzmanības kļūdas?
nb: Har kandidaten gjort slurvefeil?
nl: Heeft de kandidaat slordigheidsfouten gemaakt?
pl: Czy kandydat popełnił nieostrożne błędy?
sv: Gjorde kandidaten slarvfel i sin ansökan?

source: Is the salary wish reasonable?
da: Er lønønsket rimeligt?
de: Ist der Gehaltswunsch angemessen?
et: Kas palgasoov on mõistlik?
fi: Onko palkkatoive kohtuullinen?
fr: Le souhait de salaire est-il raisonnable ?
lv: Vai vēlamā alga ir saprātīga?
nb: Er lønnsønsket rimelig?
nl: Is de salariswens redelijk?
pl: Czy oczekiwania płacowe są rozsądne?
sv: Är löneönskan vettig?

source: Is the candidate over-qualified for the position?
da: Er kandidaten overkvalificeret til stillingen?
de: Ist der Kandidat für die Stelle überqualifiziert?
et: Kas kandidaat on selle ametikoha jaoks ülekvalifitseeritud?
fi: Onko hakija ylipätevä tähän työtehtävään?
fr: Le candidat est-il surqualifié pour le poste ?
lv: Vai kandidāts ir pārāk augstu kvalificēts attiecīgajam amatam?
nb: Er kandidaten overkvalifisert for stillingen?
nl: Is de kandidaat overgekwalificeerd voor de functie?
pl: Czy kandydat jest zbyt wykwalifikowany na to stanowisko?
sv: Är kandidaten överkvalificerad för positionen?

source: Does the candidate seem to have not customised their application documents for this position?
da: Ser det ud til, at kandidaten ikke har tilpasset sine ansøgningsdokumenter til denne stilling?
de: Scheint es, als habe der Kandidat seine Bewerbungsunterlagen für diese Stelle nicht angepasst?
et: Kas tundub, et kandidaat ei ole oma avaldust selle ametikoha jaoks kohandanud?
fi: Vaikuttaako, ettei hakija muokannut hakemustaan tätä työpaikkaa varten?
fr: Le candidat semble-t-il ne pas avoir personnalisé ses documents de candidature pour ce poste ?
lv: Vai izskatās, ka kandidāts nav pielāgojis dokumentus attiecīgā amata pieteikumam?
nb: Virker det som om kandidaten ikke har tilpasset søknadsdokumentene sine til denne stillingen?
nl: Lijkt het erop dat de kandidaat zijn sollicitatiedocumenten niet op maat heeft gemaakt voor deze functie?
pl: Czy kandydat wydaje się nie dostosować dokumentów aplikacyjnych do tego stanowiska?
sv: Får du intrycket av att kandidaten inte anpassat sina ansökningsdokument till denna position?

source: Does the candidate have international experience?
da: Har kandidaten international erfaring?
de: Hat der Kandidat internationale Erfahrung?
et: Kas kandidaadil on rahvusvaheline töökogemus?
fi: Onko hakijalla kansainvälistä kokemusta?
fr: Le candidat a-t-il une expérience internationale ?
lv: Vai kandidātam ir starptautiska darba pieredze?
nb: Har kandidaten internasjonal erfaring?
nl: Heeft de kandidaat internationale ervaring?
pl: Czy kandydat ma doświadczenie międzynarodowe?
sv: Har kandidaten internationell erfarenhet?

source: Does the candidate have good multilingual skills?
da: Har kandidaten gode flersprogede færdigheder?
de: Verfügt der Bewerber über gute mehrsprachige Kenntnisse?
et: Kas kandidaat oskab hästi mitut keelt?
fi: Onko hakijan kielitaito hyvä?
fr: Le candidat a-t-il de bonnes compétences multilingues ?
lv: Vai kandidātam ir labas svešvalodu prasmes?
nb: Har kandidaten gode kunnskaper i flere språk?
nl: Heeft de kandidaat goede meertalige vaardigheden?
pl: Czy kandydat posiada dobre umiejętności wielojęzyczne?
sv: Har kandidaten bra och relevanta kunskaper i flera språk?

source: Must have requirements
da: Skal have krav
de: Must-have-Anforderungen
et: Kohustuslikud nõuded
fi: Pakolliset vaatimukset
fr: Exigences obligatoires
lv: Obligātās prasības
nb: Krav som må oppfylles
nl: Vereiste eisen
pl: Wymagania konieczne
sv: Obligatoriska krav

source: Other requirements
da: Andre krav
de: Andere Anforderungen
et: Muud nõuded
fi: Muut vaatimukset
fr: Autres exigences
lv: Citas prasības
nb: Andre krav
nl: Andere eisen
pl: Inne wymagania
sv: Andra krav

source: Motivation
et: Motivatsioon
fi: Motivaation perustelu
lv: Motivācija
nb: Motivasjon
nl: Motivatie
pl: Motywacja

source: Personality explained
da: Personlighed forklaret
de: Persönlichkeit erklärt
et: Isiksuseomaduste väljaselgitamine
fi: Persoonan perustelu
fr: Personnalité expliquée
lv: Personības skaidrojums
nb: Personlighet forklart
nl: Persoonlijkheid toegelicht
pl: Osobowość wyjaśniona
sv: Personligheten förklarad

source: Work experience
da: Erhvervserfaring
de: Berufserfahrung
et: Töökogemus
fi: Työkokemus
fr: Expérience professionnelle
lv: Darba pieredze
nb: Arbeidserfaring
nl: Werkervaring
pl: Doświadczenie zawodowe
sv: Arbetserfarenhet

source: Relevance of education
da: Relevans af uddannelse
de: Relevanz der Ausbildung
et: Hariduse sobivus
fi: Koulutuksen sopivuus
fr: Pertinence de la formation
lv: Izglītības piemērotība
nb: Utdanningens relevans
nl: Relevantie van opleiding
pl: Adekwatność wykształcenia
sv: Utbildningens relevans

source: International experience
da: International erfaring
de: Internationale Erfahrung
et: Rahvusvaheline kogemus
fi: Kansainvälinen kokemus
fr: Expérience internationale
lv: Starptautiskā pieredze
nb: Internasjonal erfaring
nl: Internationale ervaring
pl: Doświadczenie międzynarodowe
sv: Internationell erfarenhet

source: Multilingual skills
da: Flersprogede færdigheder
de: Sprachkenntnisse
et: Keeleoskus
fi: Kieliosaaminen
fr: Compétences multilingues
lv: Poliglota iemaņas
nb: Kunnskaper i flere språk
nl: Meertalige vaardigheden
pl: Umiejętności wielojęzyczne
sv: Flerspråkiga färdigheter

source: IT skills (general)
da: IT-færdigheder (generelt)
de: IT-Kenntnisse (allgemein)
et: Arvuti kasutamise oskus (üldine)
fi: IT-osaaminen (yleinen)
fr: Compétences informatiques (général)
lv: IT iemaņas (vispārīgas)
nb: IT-kompetanse (generell)
nl: IT-vaardigheden (algemeen)
pl: Umiejętności informatyczne (ogólne)
sv: IT-kunskaper (generell)

source: Aerospace and Defence
de: Luft- und Raumfahrt und Verteidigung
et: Lennundus ja julgeolek
fi: Muiden kulkuneuvojen valmistus; Ilma
lv: Aviācija un aizsardzība
sv: Luftfart och Försvar

source: Personal Care Products and Cosmetics
de: Körperpflegeprodukte und Kosmetika
et: Isikuhooldustooted ja kosmeetika
fi: Terveys/Kosmetiikka
lv: Personīgās aprūpes izstrādājumi un kosmētika
sv: Hälsa/Kosmetik/Tillverkning av konsumtionsvaror

source: Banking and Consumer Lending
de: Bankwesen und Verbraucherkredite
et: Pangandus ja tarbijalaenud
fi: Rahoitusta ja vakuuttamista palveleva toiminta
lv: Banku darbības un aizdevumi patērētājiem
sv: Bank och lån

source: Real Estate and Property Management
de: Immobilien und Immobilienverwaltung
et: Kinnisvarahaldus
fi: Kiinteistöalan toiminta
lv: Nekustamais īpašums un īpašuma pārvaldība
sv: Fastigheter

source: Non profit Charitable Organisations
de: Gemeinnützige Wohltätigkeitsorganisationen
et: Mittetulunduslikud heategevusorganisatsioonid
fi: Järjestöjen toiminta
lv: Bezpeļņas labdarības organizācija
sv: Ideell verksamhet

source: Government and Public Sector
de: Regierung und öffentlicher Sektor
et: Valitsus- ja avalik sektor
fi: Julkinen hallinto
lv: Valsts un privātais sektors
sv: Stat och kommun

source: Entertainment Venues and Theatres
de: Vergnügungsstätten und Theater
et: Meelelahutuskohad ja teatrid
fi: Kulttuuri- ja viihdetoiminta
lv: Izklaides pasākumi un teātri
sv: Nöje/Teater/Underhållning

source: Quarter
de: Quartal
et: Kvartal
fi: Vuosineljännes
lv: Ceturksnis
sv: Kvartalslön

source: Secondary School or equivalent
de: Sekundarschule oder gleichwertiger Abschluss
et: Gümnaasiumiharidus või samaväärne
fi: Lukio tai vastaava
lv: Vidējā izglītība vai līdzvērtīgi
sv: Gymnasieskola eller motsvarande

source: 'A' Level/Higher or Equivalent
de: Abitur oder gleichwertig
et: Inglise A-tase/kõrgem või samaväärne
fi: Sertifikaatti
lv: “A” līmenis/augstākā vai līdzvērtīga
sv: Certifierad

source: HND/HNC or equivalent
de: Weiterführende Qualifikationen oder gleichwertig
et: Üks/kaks aastat ülikoolis või samaväärne
fi: Ammattikorkeakoulututkinto
lv: HND/HNC vai līdzvērtīga
sv: Övriga eftergymnasiala kurser

source: Some Secondary School Coursework
de: Einige Kursarbeiten in der Sekundarstufe
et: Osaline gümnaasiumiharidus
fi: Joitakin kursseja suoritettu
lv: Dažu pamatskolu mācību darbs
sv: Viss gymnasieutbildning

source: Status
et: Olek
fr: Statut
lv: Statuss

source: Insights
et: Analüütika
sv: AI-ansökningsinsikter

source: Rich editor
da: Rig redigering
et: Tekstiredaktor
fr: Éditeur de texte enrichi
lv: Teksta redaktors
nb: Rik tekst
nl: Uitgebreide editor
pl: Edytor tekstu sformatowanego
sv: Rik texredigerare

source: LinkedIn Basic Job
de: LinkedIn Einfache Stellen
et: LinkedIn Basicu ametikoht
fr: Job LinkedIn Basic
lv: LinkedIn pamatdarbs
nb: LinkedIn Basic-jobb
nl: LinkedIn Basic Vacature
sv: LinkedIn Basic-jobb

source: Monster global
et: Monster (rahvusvaheline)
fr: Monster mondial
nl: Monster wereldwijd
pl: Monster globalnie

source: Tag is too long.
da: Tagget er for langt.
de: Stichwort ist zu lang.
et: Märge on liiga pikk.
fr: Le tag est trop long.
lv: Tags ir pārāk garš.
nb: Emneknaggen er for lang.
nl: Tag is te lang.
pl: Tag jest za długi.
sv: Taggen är för lång

source: %(name)s (system)
et: %(name)s (süsteem)
fr: %(name)s (système)
lv: %(name)s (sistēma)
nl: %(name)s (systeem)
sv: %(name)s (systemet)

source: Job Portal Hub
et: Tööportaalide Keskus

source: AI Insights
et: AI analüütika
sv: AI-insikter

source: Cc
et: Koopia
lv: Kopija
pl: DW

source: Chic
de: Schick
et: Šikk
lv: Elegants
nb: Stilig
pl: Szykowny

source: Slotted
et: Planeeritud
fr: Créneaux
lv: Ieplānots laikā
nb: Tidsoppdelt
nl: Gereserveerd
pl: Slotowany
sv: Med tid

source: Freelancer
de: Freiberufler
et: Vabakutseline
fr: Travailleur indépendant
lv: Ārštata darbinieks
nb: Frilanser

source: Media
da: Medier
de: Medien
et: Meedia
fr: Média
lv: Mediji

source: Volunteer
da: Frivillig
de: Ehrenamtlicher Mitarbeiter
et: Vabatahtlik
nb: Frivillig
pl: Wolontariat

source: Franchising
et: Frantsiis
fr: Franchisage
lv: Franšīzes
pl: Franczyza

source: Status:
et: Olek:
fr: Statut :
lv: Statuss:

source: Powered by
da: Drevet af
de: Unterstützt durch
et: Platvorm:
fr: Propulsé par
lv: Nodrošina
nb: Drevet av
nl: Mogelijk gemaakt door
pl: Wspierane przez

source: Status:
et: Olek:
fr: Statut:
lv: Statuss:

source: The highly awaited revamped Advanced Analytics is here! It is faster, sleeker, and comes with an entirely new (and stunning) UI.
da: Den længe ventede renoverede Advanced Analytics er her! Den er hurtigere, slankere og kommer med en helt ny (og fantastisk) brugergrænseflade.
de: Die lang erwarteten überarbeiteten erweiterten Analysen sind da! Sie sind schneller, schlanker und kommen mit einer völlig neuen (und atemberaubenden) Benutzeroberfläche.
et: Kauaoodatud uuendatud Advanced Analytics on siin! See on kiirem, stiilsem ja täiesti uue (ning hämmastava) kasutajaliidesega.
fr: La très attendue version remaniée d'Advanced Analytics est là ! Elle est plus rapide, plus élégante et dotée d'une toute nouvelle interface utilisateur (époustouflante).
lv: Ļoti gaidītā pārveidotā uzlabotā analītika ir klāt! Tā ir ātrāka, gludāka un nāk ar pilnīgi jaunu (un satriecošu) lietotāja saskarni.
nb: Den etterlengtede oppussede Avansert analyse er her! Den er raskere, slankere og kommer med et helt nytt (og fantastisk) brukergrensesnitt.
nl: De langverwachte vernieuwde Geavanceerde Analyses zijn er! Het is sneller, slanker en komt met een volledig nieuwe (en verbluffende) gebruikersinterface.
pl: Długo oczekiwana odnowiona Zaawansowana analityka jest już dostępna! Jest szybsza, bardziej elegancka i ma całkowicie nowy (i oszałamiający) interfejs użytkownika.
sv: Den efterlängtade omarbetade Avancerade analysen är här! Den är snabbare, snyggare och kommer med ett helt nytt (och fantastiskt) användargränssnitt.

source: TalentAdore AI Assistant
da: TalentAdore AI-assistent
de: TalentAdore KI-Assistent
et: TalentAdore AI assistent
fr: Assistant IA TalentAdore
lv: TalentAdore AI asistents
nb: TalentAdore AI-assistent
nl: TalentAdore AI-assistent
pl: Asystent AI TalentAdore
sv: TalentAdore AI-assistent

source: n/a
da: I/T
de: n.v.
et: puudub
lv: nav pieejams
nl: n.v.t.
pl: n/d

source: Snap-its
et: Praegused andmed
lv: Snap-it

source: CCL Sponsored
de: CCL Gefördert
et: CCL-i toetatud
lv: CCL sponsorēts

source: Saima HR
fr: Saima RH
sv: Saima HR system

source: Työmarkkinatori
sv: Jobbmarknaden

source: TEST Monster
lv: TESTS Monster
sv: TESTA Monster

source: CAN Direct
de: CAN Direkt
sv: CAN Direkt

source: LinkedIn Basic
de: LinkedIn Einfach
lv: LinkedIn pamata

source: Logo
lv: Logotips

source: OK
lv: LABI

source: Euro
lv: Eiro

source: Demo
fr: Démo
lv: Demonstrācija

source: Academic Positions
de: Akademische Positionen
nb: Akademiske stillinger
pl: Stanowiska akademickie

source: unknownPrimary
fr: primaire inconnu
nb: ukjentPrimær
nl: onbekend primair
pl: nieznany podstawowy

source: unknownSecondary
fr: secondaire inconnu
nb: ukjentSekundær
nl: onbekend secundair
pl: nieznany dodatkowy

source: governmentMobile
fr: mobile gouvernemental
nb: jobbMobil
nl: overheidsmobiel
pl: rządowy komórkowy

source: secondaryMobile
fr: mobile secondaire
nb: sekundærMobil
nl: secundaire mobiel
pl: dodatkowy komórkowy

source: Temporary
da: Midlertidig
de: Temporär
nb: Midlertidig
pl: Tymczasowe

source: AreaWideTransactional
fr: Transactionnel à l'échelle de la zone
nl: Gebiedsbreed transactioneel
pl: Transakcyjny na całym obszarze
