Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: City (in Sweden)
da: By (i Sverige)
de: Stadt (in Schweden)
et: Linn (Rootsis)
fi: Kaupunki (Ruotsissa)
fr: Ville (en Suède)
lv: Pilsēta (Zviedrijā)
nb: By (i Sverige)
nl: Stad (in Zweden)
pl: Miasto (w Szwecji)
sv: Stad (i Sverige)

source: Address of the workplace visit (in Sweden)
da: Adresse for arbejdspladsbesøg (i Sverige)
de: Anschrift des besuchten Arbeitsplatzes (in Schweden)
et: Külastatava töökoha aadress (Rootsis)
fi: Työpaikan vierailuosoite (Ruotsissa)
fr: Adresse de la visite du lieu de travail (en Suède)
lv: Darba vietas vizītes adrese (Zviedrijā)
nb: Adresse for arbeidsplassbesøket (i Sverige)
nl: Adres van het werkplekbezoek (in Zweden)
pl: Adres wizyty w miejscu pracy (w Szwecji)
sv: Adress under arbetsplatsbesöket (i Sverige)

source: Delivery address
da: Leveringsadresse
de: Lieferadresse
et: Kohaletoimetamise aadress
fi: Toimitusosoite
fr: Adresse de livraison
lv: Piegādes adrese
nb: Leveringsadresse
nl: Afleveradres
pl: Adres dostawy
sv: Leveransadress

source: Street name for the delivery address of the workplace
da: Gadenavn for arbejdspladsens leveringsadresse
de: Straßenname für die Lieferadresse des Arbeitsplatzes
et: Töökoha postiaadressi tänavanimi
fi: Työpaikan toimitusosoitteen kadunnimi
fr: Nom de rue pour l'adresse de livraison du lieu de travail
lv: Darba vietas piegādes adreses ielas nosaukums
nb: Gatenavn for leveringsadressen på arbeidsstedet
nl: Straatnaam voor het afleveradres van de werkplek
pl: Nazwa ulicy dla adresu dostawy miejsca pracy
sv: Gatunamn för arbetsplatsens leveransadress

source: Country of the job
da: Jobbets land
de: Land der Arbeitsstelle
et: Töökoha riik
fi: Työpaikan sijainti (Maa)
fr: Pays de l'emploi
lv: Darba vietas valsts
nb: Land der arbeidet utføres
nl: Land van de baan
pl: Kraj pracy
sv: Land för jobb

source: Municipality
da: Kommune
de: Gemeinde
et: Kohalik omavalitsus
fi: Kunta
fr: Municipalité
lv: Pašvaldība
nb: Kommune
nl: Gemeente
pl: Gmina
sv: Kommun

source: Workplace name
da: Arbejdspladsens navn
de: Name des Arbeitsplatzes
et: Töökoha nimi
fi: Työpaikan nimi
fr: Nom du lieu de travail
lv: Darba vietas nosaukums
nb: Arbeidsstedets navn
nl: Naam van de werkplek
pl: Nazwa miejsca pracy
sv: Arbetsplatsens namn

source: Salary basis
da: Løngrundlag
de: Gehaltsbasis
et: Töötasu alus
fi: Palkan peruste
fr: Base salariale
lv: Pamatalga
nb: Lønnsgrunnlag
nl: Salarisbasis
pl: Podstawa wynagrodzenia
sv: Löneunderlag

source: Working hours
da: Arbejdstimer
de: Arbeitszeiten
et: Tööaeg
fi: Työaika
fr: Heures de travail
lv: Darba laiks
nb: Arbeidstid
nl: Werktijden
pl: Godziny pracy
sv: Arbetstid

source: More about working hours
da: Mere om arbejdstid
de: Mehr über die Arbeitszeiten
et: Lisateave töötundide kohta
fi: Lisätietoja työajoista
fr: Plus d'informations sur les heures de travail
lv: Vairāk par darba laiku
nb: Mer om arbeidstid
nl: Meer over werktijden
pl: Więcej o godzinach pracy
sv: Mer om arbetstider

source: Contract type
da: Kontrakttype
de: Vertragsart
et: Lepingu tüüp
fi: Työsuhteen tyyppi
fr: Type de contrat
lv: Līguma veids
nb: Kontrakttype
pl: Rodzaj umowy
sv: Anställningsform

source: Job duration
da: Jobbets varighed
de: Tätigkeitsdauer
et: Töö kestus
fi: Työn kesto
fr: Durée de l'emploi
lv: Darba ilgums
nb: Arbeidets varighet
nl: Duur functie
pl: Czas trwania pracy
sv: Jobbets längd

source: Additional information on the employment
da: Yderligere oplysninger om beskæftigelsen
de: Zusätzliche Informationen über die Beschäftigung
et: Lisateave töötamise kohta
fi: Lisätietoja työsuhteesta
fr: Informations supplémentaires sur l'emploi
lv: Papildu informācija par nodarbinātību
nb: Ytterligere informasjon om ansettelsen
nl: Aanvullende informatie over het dienstverband
pl: Dodatkowe informacje o zatrudnieniu
sv: Ytterligare information om anställningen

source: Information (free text) if position is regular or temporary. If a temporary employment is specified, the dates can be written here.
da: Information (fritekst) om stillingen er fast eller midlertidig. Hvis en midlertidig ansættelse er angivet, kan datoerne skrives her.
de: Angabe (freier Text), ob es sich um eine reguläre oder befristete Stelle handelt. Wenn eine befristete Beschäftigung angegeben ist, können hier die Daten eingetragen werden.
et: Teave (vaba tekst), kas ametikoht on alaline või ajutine. Ajutise töö korral võib siia kirjutada kuupäevad.
fi: Tieto (vapaamuotoinen teksti) onko työsuhde vakituinen vai määräaikainen. Mikäli kyseessä on määräaikainen työsuhde, voit kirjoittaa tähän ajankohdat.
fr: Informations (texte libre) si le poste est régulier ou temporaire. Si un emploi temporaire est spécifié, les dates peuvent être écrites ici.
lv: Informācija (brīvā tekstā), ja amats ir pastāvīga vai pagaidu. Ja ir norādīts pagaidu darbs, datumus var ierakstīt šeit.
nb: Informasjon (fritekst) om stillingen er fast eller midlertidig. Hvis en midlertidig ansettelse er spesifisert, kan datoene skrives her.
nl: Informatie (vrije tekst) of de functie vast of tijdelijk is. Als er een tijdelijk dienstverband is opgegeven, kunnen de data hier worden geschreven.
pl: Informacje (dowolny tekst), czy stanowisko jest stałe czy tymczasowe. Jeśli określono zatrudnienie tymczasowe, można tu wpisać daty.
sv: Information (fri text) om positionen är en fast anställning eller visstidsanställning. Om en visstidsanställning anges kan datumen skrivas här.

source: Additional information on the salary
da: Yderligere oplysninger om lønnen
de: Zusätzliche Informationen über das Gehalt
et: Lisainfo töötasu kohta
fi: Lisätietoja palkasta
fr: Informations supplémentaires sur le salaire
lv: Papildu informācija par algu
nb: Ytterligere informasjon om lønnen
nl: Aanvullende informatie over het salaris
pl: Dodatkowe informacje o wynagrodzeniu
sv: Tilläggsinformation om lönen

source: Number of hires
da: Antal ansættelser
de: Anzahl der Einstellungen
et: Palgatavate töötajate arv
fi: Palkattavien määrä
fr: Nombre d'embauches
lv: Pieņemto darbinieku skaits
nb: Antall ansettelser
nl: Aantal aangenomen personen
pl: Liczba zatrudnionych
sv: Antal anställningar

source: {vendor}: Error while registering candidate: '{error}'
da: {vendor}: Fejl under registrering af kandidat: '{error}'
de: {vendor}: Fehler während der Kandidatenregistration: '{error}'
et: {vendor}: Kandidaadi registreerimisel ilmnes tõrge: {error}
fi: {vendor}: Virhe hakijaa rekisteröidessä: '{error}'
fr: {vendor} : Erreur lors de l'enregistrement du candidat : '{error}'
lv: {vendor}: Kļūda, reģistrējot kandidātu: '{error}'
nb: {vendor}: Feil under registrering av kandidat: “{error}”
nl: {vendor}: Fout bij het registreren van de kandidaat: '{error}'
pl: {vendor}: Błąd podczas rejestracji kandydata: '{error}'
sv: {vendor}: Ett fel uppstod vid registrering av kandidaten: "{error}"

source: Practice
da: Øvelse
de: Praxis
et: Praktika
fi: Harjoittelu
fr: Pratique
lv: Prakse
nb: Praksis
nl: Praktijk
pl: Praktyka
sv: Praktik

source: Contractor
da: Entreprenør
de: Auftragsnehmer
et: Töövõtja
fi: Urakoitsija
fr: Entrepreneur
lv: Līgumslēdzējs
nb: Entreprenør
nl: Aannemer
pl: Wykonawca
sv: Leverantör

source: Public
da: Offentlig
de: Öffentlich
et: Avalik
fi: Julkinen
lv: Valsts
nb: Offentlig
nl: Openbaar
pl: Publiczne
sv: Allmän

source: Full-time
da: Fuld tid
de: Vollzeit
et: Täistööaeg
fi: Kokopäivätyö
fr: Temps plein
lv: Pilnas slodzes
nb: Heltid
nl: Voltijds
pl: Pełny etat
sv: Heltid

source: Part-time
da: Deltid
et: Osaline tööaeg
fi: Osa-aikainen
fr: Temps partiel
lv: Nepilnas slodzes
nb: Deltid
nl: Deeltijds
pl: Część etatu
sv: Deltid

source: Work In Shifts
da: Arbejd i skiftehold
de: Schichtarbeit
et: Vahetustega töö
fi: Tehdä vuorotyötä
fr: Travail par quarts
lv: Maiņu darbs
nb: Skiftarbeid
nl: Werken in ploegen
pl: Praca zmianowa
sv: Skiftarbete

source: Top executive
da: Topchef
de: Führungskraft
et: Tippjuht
fi: Ylin johto
fr: Cadre supérieur
lv: Augstākā vadība
nb: Toppleder
nl: Topmanager
pl: Najwyższe kierownictwo
sv: Högsta chef

source: Middle manager
da: Mellemleder
de: Manager auf mittlerer Ebene
et: Keskastme juht
fi: Keskijohto
fr: Cadre intermédiaire
lv: Vidēja līmeņa vadītājs
nb: Mellomleder
nl: Middenmanager
pl: Kierownik średniego szczebla
sv: Mellanchef

source: Specialist
de: Spezialist
et: Spetsialist
fi: Asiantuntija
fr: Spécialiste
lv: Speciālists
nb: Spesialist
pl: Specjalista
sv: Expert

source: Service worker
da: Servicemedarbejder
de: Service-Mitarbeiter
et: Teenindaja
fi: Palvelutyöntekijä
fr: Travailleur des services
lv: Servisa darbinieks
nb: Servicearbeider
nl: Dienstverlenend medewerker
pl: Pracownik usług
sv: Servicearbetare

source: Skilled worker
da: Faglært arbejder
de: Fachmitarbeiter
et: Oskustööline
fi: Ammattitaitoinen työntekijä
fr: Travailleur qualifié
lv: Pieredzējis darbinieks
nb: Faglært arbeider
nl: Geschoolde arbeider
pl: Pracownik wykwalifikowany
sv: Yrkesarbetare

source: General worker
da: Generel arbejder
de: Allgemeiner Mitarbeiter
et: Üldtööline
fi: Kouluttamaton työntekijä
fr: Travailleur général
lv: Darbinieks
nb: Generell arbeidstaker
nl: Algemeen medewerker
pl: Pracownik ogólny
sv: Icke-yrkesutbildad arbetare

source: Assisting / Administration
da: Assisterende / administration
de: Assistenz / Verwaltung
et: Assistenditöö/administratsioon
fi: Avustaminen / Hallinto
fr: Assistance / Administration
lv: Asistents/administrācija
nb: Assistanse/administrasjon
nl: Assistentie / Administratie
pl: Asystowanie / Administracja
sv: Assistera / Administration

source: Construction / Real Estate
da: Byggeri / fast ejendom
de: Baugewerbe / Immobilien
et: Ehitus/kinnisvara
fi: Rakentaminen / Kiinteistöt
fr: Construction / Immobilier
lv: Celtniecība/nekustamais īpašums
nb: Bygg og anlegg/eiendom
nl: Bouw / Vastgoed
pl: Budownictwo / Nieruchomości
sv: Bygg / Fastigheter

source: Electronics / Telecommunication
da: Elektronik / telekommunikation
de: Elektronik / Telekommunikation
et: Elektroonika/side
fi: Elektroniikka / Tietoliikenne
fr: Électronique / Télécommunication
lv: Elektronika/telekomunikācijas
nb: Elektronikk/telekommunikasjon
nl: Elektronica / Telecommunicatie
pl: Elektronika / Telekomunikacja
sv: Elektronik / Telekommunikation

source: Media / New media / Creative
da: Medier / Nye medier / Kreative
de: Medien / Neue Medien / Kreativ
et: Meedia / uus meedia / loovtöö
fi: Media / Uusi media / Luova
fr: Médias / Nouveaux médias / Créatif
lv: Plašsaziņas līdzekļi/jaunie mediji/radošā nozare
nb: Media/nye medier/kreativt arbeid
nl: Media / Nieuwe media / Creatief
pl: Media / Nowe media / Kreatywne
sv: Media / Nya medier / Kreativt

source: Management
da: Ledelse
et: Juhtimine
fi: Johto
fr: Gestion
lv: Vadība
nb: Ledelse
pl: Zarządzanie
sv: Ledning

source: Human Resources / Training
da: Menneskelige ressourcer/uddannelse
de: Personalwesen / Ausbildung
et: Personalitöö/koolitamine
fi: Henkilöstöhallinto / Koulutus
fr: Ressources humaines / Formation
lv: Cilvēkresursi/apmācība
nb: HR/opplæring
pl: Zasoby ludzkie / Szkolenia
sv: HR / Utbildning

source: Culture / Entertainment / Recreation
da: Kultur / Underholdning / Rekreation
de: Kultur / Unterhaltung / Freizeit
et: Kultuur / meelelahutus / vaba aeg
fi: Kulttuuri / Viihde / Virkistyspalvelut
fr: Culture / Divertissement / Loisirs
lv: Kultūra/izklaide/atpūta
nb: Kultur/underholdning/rekreasjon
nl: Cultuur / Entertainment / Recreatie
pl: Kultura / Rozrywka / Rekreacja
sv: Kultur / Underhållning / Rekreation

source: Sales / Retail
da: Salg/detailhandel
de: Verkauf / Einzelhandel
et: Müük/jaemüük
fi: Myynti / Vähittäiskauppa
fr: Ventes / Commerce de détail
lv: Tirdzniecība/mazumtirdzniecība
nb: Salg/detaljhandel
nl: Verkoop / Detailhandel
pl: Sprzedaż / Handel detaliczny
sv: Försäljning / Detaljhandel

source: Customer Service
da: Kundeservice
de: Kundendienst
et: Klienditeenindus
fi: Asiakaspalvelu
fr: Service client
lv: Klientu apkalpošana
nb: Kundeservice
nl: Klantenservice
pl: Obsługa klienta
sv: Kundservice

source: Health Care / Social work
da: Sundhedspleje/socialt arbejde
de: Gesundheitswesen / Sozialarbeit
et: Tervishoid/sotsiaaltöö
fi: Terveydenhuolto / Sosiaalityö
fr: Santé / Travail social
lv: Veselības aprūpe/sociālās lietas
nb: Helsevesen/sosialt arbeid
nl: Gezondheidszorg / Maatschappelijk werk
pl: Opieka zdrowotna / Praca socjalna
sv: Hälsovård / Socialt arbete

source: Catering
de: Gastronomie
et: Toitlustamine
fi: Ateriapalvelu
fr: Restauration
lv: Ēdināšana

source: Transportation / Logistics
da: Transport / logistik
de: Transport / Logistik
et: Transport/logistika
fi: Kuljetus / Logistiikka
fr: Transport / Logistique
lv: Transportēšana/loģistika
nb: Transport/logistikk
nl: Transport / Logistiek
pl: Transport / Logistyka
sv: Transport / Logistik

source: Tourism / Hotels
da: Turisme / Hoteller
de: Tourismus / Hotels
et: Turism/hotellid
fi: Matkailu / Hotellit
fr: Tourisme / Hôtels
lv: Tūrisms/viesnīcas
nb: Turisme/hotell
nl: Toerisme / Hotels
pl: Turystyka / Hotele
sv: Turism / Hotell

source: Manufacturing / Production
da: Fremstilling/produktion
de: Herstellung / Produktion
et: Tootmine
fi: Valmistus / Tuotanto
fr: Fabrication / Production
lv: Rūpniecība/ražošana
nb: Fremstilling/produksjon
nl: Productie
pl: Produkcja / Wytwarzanie
sv: Tillverkning / Produktion

source: Education / Science / Research
da: Uddannelse / videnskab / forskning
de: Bildung / Wissenschaft / Forschung
et: Haridus/teadus/uurimistegevus
fi: Koulutus / Tiede / Tutkimus
fr: Éducation / Science / Recherche
lv: Izglītība/zinātne/izpēte
nb: Utdanning/vitenskap/forskning
nl: Onderwijs / Wetenschap / Onderzoek
pl: Edukacja / Nauka / Badania
sv: Utbildning / Vetenskap / Forskning

source: Work at sea
da: Arbejde til søs
de: Arbeit auf See
et: Meretöö
fi: Työskentely merellä
fr: Travail en mer
lv: Darbs jūrā
nb: Arbeid til sjøs
nl: Werk op zee
pl: Praca na morzu
sv: Arbeta till sjöss

source: Voluntary work
da: Frivilligt arbejde
de: Ehrenamtliche Arbeit
et: Vabatahtlik töö
fi: Vapaaehtoistyö
fr: Travail bénévole
lv: Brīvprātīgais darbs
nb: Frivillig arbeid
nl: Vrijwilligerswerk
pl: Praca wolontariacka
sv: Volontärarbete

source: Job info
de: Job-Infos
et: Ametikoha info
fi: Työnkuva
fr: Informations sur l'emploi
lv: Informācija par vakanci
nb: Jobbinfo
nl: Vacature-informatie
pl: Informacje o pracy
sv: Jobbinfo

source: Employer info
da: Oplysninger om arbejdsgiveren
de: Infos für Arbeitgeber
et: Tööandja info
fi: Tietoja työnantajasta
fr: Informations sur l'employeur
lv: Par uzņēmumu
nb: Informasjon om arbeidsgiver
nl: Werkgeversinformatie
pl: Informacje o pracodawcy
sv: Arbetsgivarinformation

source: Job contact person name
da: Navn på kontaktperson på jobbet
de: Name des Ansprechpartners im Job
et: Ametikoha kontaktisiku nimi
fi: Työpaikan yhteyshenkilön nimi
fr: Nom de la personne de contact pour l'emploi
lv: Vakances kontaktpersonas vārds
nb: Navn på kontaktperson for jobben
nl: Naam contactpersoon vacature
pl: Imię i nazwisko osoby kontaktowej ds. pracy
sv: Namn på jobbkontaktperson

source: Salary
da: Løn
de: Gehalt
et: Töötasu
fi: Palkka
fr: Salaire
lv: Alga
nb: Lønn
nl: Salaris
pl: Wynagrodzenie
sv: Lön

source: Job Details
da: Joboplysninger
et: Ametikoha üksikasjad
fi: Työpaikan tarkemmat tiedot
fr: Détails de l'emploi
lv: Plašāka informācija par vakanci
nb: Stillingsinformasjon
nl: Vacaturedetails
pl: Szczegóły pracy
sv: Jobb detaljer

source: Work time
da: Arbejdstid
de: Arbeitszeiten
et: Tööaeg
fi: Työaika
fr: Temps de travail
lv: Darba laiks
nb: Arbeidstid
nl: Werktijd
pl: Czas pracy
sv: Arbetstid

source: Remote
da: Fjernenhed
de: Fernarbeit
et: Kaugtöö
fi: etä
fr: À distance
lv: Attālināti
nb: Fjernarbeid
nl: Op afstand
pl: Zdalna
sv: Distans

source: Job experience level
da: Niveau for erhvervserfaring
de: Stufe der Berufserfahrung
et: Töökogemuse tase
fi: Työkokemuksen taso
fr: Niveau d'expérience professionnelle
lv: Darba pieredzes līmenis
nb: Arbeidserfaringsnivå
nl: Ervaringsniveau
pl: Poziom doświadczenia zawodowego
sv: Arbetserfarenhets nivå

source: Possibility of working remotely.
da: Mulighed for at arbejde hjemmefra.
de: Möglichkeit der Fernarbeit.
et: Võimalus teha kaugtööd.
fi: Mahdollisuus etätyöhön.
fr: Possibilité de travailler à distance.
lv: Iespējama attālināta strādāšana.
nb: Mulighet for fjernarbeid.
nl: Mogelijkheid om op afstand te werken.
pl: Możliwość pracy zdalnej.
sv: Möjlighet att arbeta på distans.

source: Possibility of working partially remote.
da: Mulighed for delvist fjernarbejde.
de: Möglichkeit der teilweisen Fernarbeit.
et: Võimalus teha osaliselt kaugtööd.
fi: Mahdollisuus osittaiseen etätyöhön.
fr: Possibilité de travailler partiellement à distance.
lv: Iespējama daļēji attālināta strādāšana.
nb: Mulighet for delvis fjernarbeid.
nl: Mogelijkheid om gedeeltelijk op afstand te werken.
pl: Możliwość częściowej pracy zdalnej.
sv: Möjlighet att arbeta delvis på distans.

source: Job interviews will be held remotely.
da: Jobsamtaler vil blive afholdt via telekommunikation.
de: Die Vorstellungsgespräche werden per Fernverfahren geführt.
et: Töövestlus peetakse veebi vahendusel.
fi: Työhaastattelut tullaan pitämään etäyhteydellä.
fr: Les entretiens d'embauche se dérouleront à distance.
lv: Darba intervijas norisināsies attāli.
nb: Jobbintervjuer vil bli avholdt på nett.
nl: Sollicitatiegesprekken vinden op afstand plaats.
pl: Rozmowy kwalifikacyjne będą prowadzone zdalnie.
sv: Anställningsintervjuer kommer att hållas på distans.

source: Hourly rate
da: Timepris
et: Tunnitasu
fi: Tuntityö
fr: Taux horaire
lv: Stundas likme
nb: Timepris
nl: Uurtarief
pl: Stawka godzinowa
sv: Timavlönat arbete

source: Monthly
da: Månedlig
de: Monatlich
et: Kord kuus
fi: Kuukausittain
fr: Mensuel
lv: Mēneša
nb: Månedlig
nl: Maandelijks
pl: Miesięcznie
sv: Månatligen

source: Work after classes
da: Arbejde efter klasser
de: Arbeit nach dem Unterricht
et: Töötamine õpingute kõrvalt
fi: Työtä opiskelun ohessa
fr: Travail après les cours
lv: Darbs pēc mācībām
nb: Arbeid etter skoletid
nl: Werk na de lessen
pl: Praca po zajęciach
sv: Jobb efter lektioner

source: Full time with shifts
da: Fuldtid med skiftehold
de: Vollzeit mit Schichtarbeit
et: Vahetustega täistööaeg
fi: Kokopäiväinen vuorotyö
fr: Temps plein avec des quarts de travail
lv: Pilnas slodzes maiņu darbs
nb: Heltid med skift
nl: Voltijds met ploegendiensten
pl: Pełny etat ze zmianami
sv: Heltid med skift

source: {} job portal
et: {} tööportaal
fi: {} -työpaikkaportaali
fr: Portail d'emploi {}
lv: {} darba portāls
nb: {} jobbportal
nl: {} vacatureportaal
pl: Portal pracy {}
sv: {} jobbportal

source: Vacancy details file link
da: Link til fil med oplysninger om ledige stillinger
de: Datei-URL zu den Details zu offenen Stellen
et: Vaba ametikoha üksikasjade faili link
fi: Linkki työpaikan tietoihin
fr: Lien vers le fichier des détails du poste vacant
lv: Links
nb: Lenke til fil med informasjon om ledige stillinger
nl: Link naar bestand met vacaturedetails
pl: Link do pliku ze szczegółami oferty pracy
sv: Länk för lediga uppgifter

source: URL of file to import and display on vacancy details tab, optional, accepted extensions: .jpg, .jpeg, .png, .pdf.
da: URL til fil, der skal importeres og vises på fanen med stillingsoplysninger, valgfri, tilladte filtyper: .jpg, .jpeg, .png, .pdf.
de: Link zu der Datei, die importiert und auf der Registerkarte "Stellenangebote" angezeigt werden soll, optional, akzeptierte Erweiterungen: .jpg, .jpeg, .png, .pdf.
et: Vaba ametikoha üksikasjade vahekaardile imporditava ja kuvatava faili URL. Sobivad faililaiendid: JPG, JPEF, PNG ja PDF.
fi: Tiedoston URL-osoite, joka tuodaan ja näytetään avoimen työpaikan tiedot -välilehdellä, hyväksytyt laajennukset: .jpg, .jpeg, .png, .pdf.
fr: URL du fichier à importer et à afficher dans l'onglet des détails de la vacance, facultatif, extensions acceptées : .jpg, .jpeg, .png, .pdf.
lv: URL vai fails, pieņemamie formāti: .jpg, .jpeg, .png, .pdf.
nb: URL-adressen til filen som skal importeres og vises på fanen for ledige stillinger, valgfritt, aksepterte filtyper: .jpg, .jpeg, .png, .pdf.
nl: URL van bestand om te importeren en weer te geven op het tabblad vacaturedetails, optioneel, geaccepteerde extensies: .jpg, .jpeg, .png, .pdf.
pl: URL pliku do zaimportowania i wyświetlenia na karcie szczegółów oferty pracy, opcjonalnie, akceptowane rozszerzenia: .jpg, .jpeg, .png, .pdf.
sv: URL till fil som ska importeras och visas på fliken lediga uppgifter, valfria, accepterade tillägg: .jpg, .jpeg, .png, .pdf.

source: Details block title
da: Detaljer blok titel
de: Details Blockbezeichnung
et: Üksikasjade ploki pealkiri
fi: Yksityiskohdat isoin kirjaimin
fr: Titre du bloc de détails
lv: Sadaļas nosaukums
nb: Detaljer blokktittel
nl: Titel detailblok
pl: Tytuł bloku szczegółów
sv: Detaljer block titel

source: Video URL
fi: Videon osoite
fr: URL de la vidéo
pl: URL wideo

source: Salary from
da: Løn fra
de: Gehalt von
et: Palk alates
fi: Minimipalkka
fr: Salaire à partir de
lv: Atalgojums no
nb: Lønn fra
nl: Salaris vanaf
pl: Wynagrodzenie od
sv: Lön från

source: Salary to
da: Løn til
de: Gehalt bis zu
et: Palk kuni
fi: Maksimipalkka
fr: Salaire jusqu'à
lv: Atalgojums līdz
nb: Lønn til
nl: Salaris tot
pl: Wynagrodzenie do
sv: Lön till

source: Keywords
da: Nøgleord
de: Schlüsselwörter
et: Märksõnad
fi: Avainsanat
fr: Mots-clés
lv: Atslēgas vārdi
nb: Nøkkelord
nl: Trefwoorden
pl: Słowa kluczowe
sv: Nyckelord

source: Keyword
da: Nøgleord
de: Schlüsselwort
et: Märksõna
fi: Avainsana
fr: Mot-clé
lv: Atslēgvārds
nb: Nøkkelord
nl: Trefwoord
pl: Słowo kluczowe
sv: Nyckelord

source: Adds “Вітаємо українців”
da: Tilføjer "Вітаємо українців"
de: Fügt "Вітаємо українців" hinzu
et: Lisab teksti „Вітаємо українців“
fi: Lisää “Вітаємо українців”
lv: Pievienot “Вітаємо українців”
nb: Legger til "Вітаємо українців"
sv: Lägger till “Вітаємо українців”

source: Languages required for the candidates
da: Sprog, der kræves af kandidaterne
de: Erforderliche Sprachkenntnisse der Bewerber
et: Vajalik keeleoskus
fi: Hakijoilta vaadittava kielitaito
fr: Langues requises pour les candidats
lv: Nepieciešamās valodu prasmes
nb: Påkrevd språk for kandidatene
nl: Vereiste talen voor de kandidaten
pl: Języki wymagane od kandydatów
sv: Språk som krävs för kandidaterna

source: Flexible schedule
da: Fleksibel tidsplan
de: Flexibler Zeitplan
et: Paindlik graafik
fi: Joustava aikataulu
fr: Horaire flexible
lv: Elastīgs darba laiks
nb: Fleksibel arbeidstid
nl: Flexibel rooster
pl: Elastyczny grafik
sv: Flexibel tidtabell

source: Remote or multiple workplaces
da: Fjernarbejde eller flere arbejdspladser
de: Fernarbeit oder verschieden Arbeitsplätze
et: Kaugtöö või mitu töökohta
fi: Työ useassa osoitteessa tai etätyö
fr: Lieux de travail à distance ou multiples
lv: Attālinātas vai vairākas darbavietas
nb: Fjernarbeid eller flere arbeidsplasser
nl: Thuiswerken of meerdere werkplekken
pl: Zdalna lub wiele miejsc pracy
sv: Fjärr- eller flera arbetsplatser

source: Suitable for refugees
da: Velegnet til flygtninge
de: Geeignet für Flüchtlinge
et: Sobib põgenikele
fi: Pakolaisille sopiva
fr: Convient aux réfugiés
lv: Piemērots bēgļiem
nb: Egnet for flyktninger
nl: Geschikt voor vluchtelingen
pl: Odpowiednie dla uchodźców
sv: Lämplig för flyktingar

source: Duunitori.fi campaign
da: Duunitori.fi-kampagne
de: Kampagne Duunitori.fi
et: Duunitori.fi kampaania
fi: Duunitori.fi -kampanja
fr: Campagne Duunitori.fi
lv: Duunitori.fi kampaņa
nb: Duunitori.fi-kampanje
nl: Duunitori.fi campagne
pl: Kampania Duunitori.fi
sv: Duunitori.fi kampanj

source: Finnish
da: Finsk
de: Finnisch
et: soome
fi: Suomi
fr: Finnois
lv: Somu valoda
nb: Finsk
nl: Fins
pl: Fiński
sv: Finska

source: English
da: Engelsk
de: Englisch
et: inglise
fi: Englanti
fr: Anglais
lv: Angļu valoda
nb: Engelsk
nl: Engels
pl: Angielski
sv: Engelska

source: German
da: Tysk
de: Deutsch
et: saksa
fi: Saksa
fr: Allemand
lv: Vācu valoda
nb: Tysk
nl: Duits
pl: Niemiecki
sv: Tyska
