Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: {email} is added to Talent Community
da: {email} er tilføjet til Talent Community
de: {email} wird zur Talent-Community hinzugefügt
et: {email} lisati Talent Communitysse
fi: {email} on lisätty Talent Communityyn
fr: {email} est ajouté à la communauté de talents
lv: {email} ir pievienots Talent Community
nb: {email} er lagt til i Talent Community
nl: {email} is toegevoegd aan Talent Community
pl: {email} został dodany do Talent Community
sv: {email} lades till till Talent Communityn

source: {email} is removed from Talent Community
da: {email} er fjernet fra Talent Community
de: {email} wird aus der Talent-Community entfernt
et: {email} on Talent Communityst eemaldatud
fi: {email} on poistettu Talent Communitysta
fr: {email} est retiré de la communauté de talents
lv: {email} ir noņemts no Talent Community
nb: {email} er fjernet fra Talent Community
nl: {email} is verwijderd uit Talent Community
pl: {email} został usunięty z Talent Community
sv: {email} togs bort från Talent Communityn

source: {email} is referred to Talent Community
da: {email} henvises til Talent Community
de: {email} wird an Talent-Community weitergeleitet
et: Isikule {email} soovitati Talent Communityt
fi: {email} on suositeltu Talent Communityyn
fr: {email} est référé à la communauté de talents
lv: {email} tiek ieteikts Talent Community
nb: {email} henvises til Talent Community
nl: {email} is doorverwezen naar Talent Community
pl: {email} został polecony do Talent Community
sv: {email} har fått referens till Talent Communityn

source: {email} is activated
da: {email} er aktiveret
de: {email} ist aktiviert
et: {email} on aktiveeritud
fi: {email} on aktivoitu
fr: {email} est activé
lv: {email} ir aktivizēts
nb: {email} er aktivert
nl: {email} is geactiveerd
pl: {email} został aktywowany
sv: {email} har aktiverats

source: {email} is send for confirmation to Talent Community
da: {email} er sendt til bekræftelse til Talent Community
de: {email} wird zur Bestätigung an die Talent-Community gesendet
et: Isikule {email} saadeti Talent Community kinnitus
fi: {email} on vastaanottanut vahvistuksen Talent Community-jäsenyydestä
fr: {email} est envoyé pour confirmation à la Communauté de talents
lv: {email} tiek nosūtīts apstiprinājumam Talent Community
nb: {email} sendes for bekreftelse til Talent Community
nl: {email} is verzonden ter bevestiging naar Talent Community
pl: {email} został wysłany do potwierdzenia w Talent Community
sv: {email} har fått bekräftan om medlemskap i Talent Communityn

source: {email} is confirmed to Talent Community
da: {email} er bekræftet til Talent Community
de: {email} ist in der Talent-Community bestätigt
et: {email} on Talent Community kinnitatud liige
fi: {email} on vahvistettu Talent Communityyn
fr: {email} est confirmé à la Communauté de talents
lv: {email} ir apstiprināts Talent Community
nb: {email} er bekreftet i Talent Community
nl: {email} is bevestigd voor Talent Community
pl: {email} został potwierdzony w Talent Community
sv: {email} är bekräftad till Talent Communityn

source: {email} is renewed to Talent Community
da: {email} er fornyet til Talent Community
de: {email} wird in der Talent-Community erneuert
et: Isiku {email} Talent Community liikmesust on uuendatud
fi: {email} on uusinut jäsenyytensä Talent Communityyn
fr: {email} est renouvelé à la Communauté de talents
lv: {email} tiek atjaunots Talent Community
nb: {email} er fornyet i Talent Community
nl: {email} is vernieuwd naar Talent Community
pl: {email} został odnowiony w Talent Community
sv: {email} har förnyat sitt medlemskap till Talent Communityn

source: {email} is rejected from Talent Community
da: {email} er afvist fra Talent Community
de: {email} wird von Talent-Community abgelehnt
et: {email} lükati Talent Communityst tagasi
fi: {email} on hylätty Talent Communitysta
fr: {email} est rejeté de la Communauté de talents
lv: {email} ir noraidīts no Talent Community
nb: {email} er avvist i Talent Community
nl: {email} is afgewezen van Talent Community
pl: {email} został odrzucony z Talent Community
sv: {email} är avvisad från Talent Communityn

source: {email} self joined to Talent Community
da: {email} selv tilmeldt Talent Community
de: {email} ist selbst in die Talent-Community eingetreten
et: {email} liitus Talent Communityga ise
fi: {email} lisäsi itsensä Talent Communityyn
fr: {email} s'est joint à la Communauté de talents
lv: {email} pats pievienojās Talent Community
nb: {email} ble selv med i Talent Community
nl: {email} zelf toegetreden tot Talent Community
pl: {email} dołączył samodzielnie do Talent Community
sv: {email} lade till sig själv till Talent Communityn

source: Talent imported from external system
da: Talent importeret fra eksternt system
de: Talent importiert aus externem System
et: Talent imporditud välist süsteemist
fi: Talentti tuotu ulkoisesta järjestelmästä
fr: Talent importé d'un système externe
lv: Talants importēts no ārējās sistēmas
nb: Talent importert fra eksternt system
nl: Talent geïmporteerd uit extern systeem
pl: Talent zaimportowany z systemu zewnętrznego
sv: Talang importerad från extern system

source: {email} is subscribed to job alert
da: {email} abonnerer på jobalarm
de: {email} ist für Job Alert abonniert
et: {email} on tellinud funktsiooni job alert
fi: {email} on tilannut hakuvahti-ilmoitukset
fr: {email} est abonné à l'alerte emploi
lv: {email} abonēja darba paziņojumus
nb: {email} abonnerer på jobbvarsling
nl: {email} is geabonneerd op vacature alert
pl: {email} subskrybuje alert o pracy
sv: {email} prenumererar på jobbvakt

source: {email} is unsubscribed to job alert
da: {email} er afmeldt jobalarm
de: {email} ist vom Job Alert abgemeldet
et: {email} on loobunud funktsiooni job alert tellimusest
fi: {email} on perunut hakuvahti-ilmoitukset
fr: {email} est désabonné de l'alerte emploi
lv: {email} atcēla darba paziņojumu abonementu
nb: {email} har avsluttet abonnement på jobbvarsling
nl: {email} is uitgeschreven voor vacature alert
pl: {email} anulował subskrypcję alertu o pracy
sv: {email} har avslutat prenumerationen på jobbvakt

source: Messaged group talents
da: Beskeder til gruppetalenter
de: Gemeldete Gruppentalente
et: Sõnum saadeti grupi talentidele
fi: Viesti lähetetty talentti-ryhmälle
fr: Talents de groupe envoyés
lv: Nosūtīta ziņa grupas talantiem
nb: Talenter i meldingsgruppen
nl: Gegroepeerde talenten berichtgegeven
pl: Wysłano wiadomość do grupy talentów
sv: Meddelade gruppens talanger

source: Candidate introduction created
da: Introduktion til kandidater oprettet
de: Kandidatenvorstellung erstellt
et: Kandidaaditutvustus on loodud
fi: Hakijaesittely luotu
fr: Introduction du candidat créée
lv: Izveidota kandidāta iepazīstināšana
nb: Introduksjon av kandidat opprettet
nl: Kandidaat introductie aangemaakt
pl: Utworzono prezentację kandydata
sv: Kandidatintroduktion skapad

source: Candidate introduction updated
da: Introduktion til kandidater opdateret
de: Kandidatenvorstellung aktualisiert
et: Kandidaaditutvustust on uuendatud
fi: Hakijaesittelyä päivitetty
fr: Introduction du candidat mise à jour
lv: Atjaunināta kandidāta iepazīstināšana
nb: Introduksjon av kandidat oppdatert
nl: Kandidaat introductie bijgewerkt
pl: Zaktualizowano prezentację kandydata
sv: Kandidatintroduktion uppdaterad

source: Candidate introduction removed
da: Introduktion til kandidater fjernet
de: Kandidatenvorstellung entfernt
et: Kandidaaditutvustus on eemaldatud
fi: Hakijaesittely poistettu
fr: Introduction du candidat supprimée
lv: Kandidāta iepazīstināšana noņemta
nb: Introduksjon av kandidat fjernet
nl: Kandidaat introductie verwijderd
pl: Usunięto prezentację kandydata
sv: Kandidatintroduktion raderad

source: {user_email} sent a message
da: {user_email} sendte en besked
de: {user_email} hat eine Nachricht gesendet
et: {user_email} saatis sõnumi
fi: {user_email} lähetti viestin
fr: {user_email} a envoyé un message
lv: {user_email} nosūtīja ziņu
nb: {user_email} sendte en melding
nl: {user_email} heeft een bericht gestuurd
pl: {user_email} wysłał wiadomość
sv: {user_email} skickade ett meddelande

source: Candidate introduction published
da: Introduktion til kandidater offentliggjort
de: Kandidatenvorstellung veröffentlicht
et: Kandidaaditutvustus on avaldatud
fi: Hakijaesittely julkaistu
fr: Introduction du candidat publiée
lv: Publicēta kandidāta iepazīstināšana
nb: Introduksjon av kandidat publisert
nl: Kandidaat introductie gepubliceerd
pl: Opublikowano prezentację kandydata
sv: Kandidatpresentation publicerad

source: Candidate introduction saved as draft
da: Kandidatintroduktion gemt som udkast
de: Kandidatenvorstellung als Entwurf gespeichert
et: Kandidaaditutvustus salvestati mustandina
fi: Hakijaesittely tallennettu luonnoksena
fr: Introduction du candidat enregistrée comme brouillon
lv: Kandidāta iepazīstināšana, kas saglabāta kā melnraksts
nb: Kandidatintroduksjon lagret som utkast
nl: Kandidaatintroductie opgeslagen als concept
pl: Prezentacja kandydata zapisana jako szkic
sv: Kandidatpresentationen sparades som utkast

source: {user_email} edited material & notes
da: {user_email} redigerede materiale og noter
de: {user_email} bearbeitete Unterlagen & Notizen
et: {user_email} muutis materjale ja märkmeid
fi: {user_email} muokkasi Materiaali & muistiinpanot -osiota
fr: {user_email} a édité le matériel et les notes
lv: {user_email} rediģēja materiālu un piezīmes
nb: {user_email} redigerte materiale og merknader
nl: {user_email} heeft materiaal en notities bewerkt
pl: {user_email} edytował materiały i notatki
sv: {user_email} editerade material & anteckningar

source: Candidate introduction expired
da: Kandidatintroduktion udløbet
de: Kandidatenvorstellung abgelaufen
et: Kandidaadi tutvustus on aegunud
fi: Hakijan esittely vanheni
fr: Introduction du candidat expirée
lv: Kandidāta iepazīstināšana ir beigusies
nb: Kandidatintroduksjonen er utløpt
nl: Introductie van kandidaat is verlopen
pl: Prezentacja kandydata wygasła
sv: Kandidatintroduktionen har löpt ut

source: {email} rated candidate as {rating}
da: {email} vurderede kandidaten som {rating}
de: {email} bewertet Kandidat mit {rating}
et: {email} andis kandidaadile hinde {rating}
fi: {email} antoi hakijalle arvion {rating}
fr: {email} a évalué le candidat comme {rating}
lv: {email} novērtēja kandidātu kā {rating}
nb: {email} vurderte kandidaten som {rating}
nl: {email} heeft kandidaat beoordeeld als {rating}
pl: {email} ocenił kandydata na {rating}
sv: {email} betygsatte kandidaten till {rating}

source: {email} added a note for candidate {candidate_name}
da: {email} har tilføjet en note til kandidat {candidate_name}
de: {email} hatte eine Notiz für Kandidat {candidate_name} hinzugefügt
et: {email} lisas kandidaadile {candidate_name} märkme
fi: {email} lisäsi kommentin hakijalle {candidate_name}
fr: {email} a ajouté une note pour le candidat {candidate_name}
lv: {email} pievienoja piezīmi kandidātam {candidate_name}
nb: {email} har lagt til en merknad for kandidaten {candidate_name}
nl: {email} heeft een notitie toegevoegd voor kandidaat {candidate_name}
pl: {email} dodał notatkę dla kandydata {candidate_name}
sv: {email} lade till en anteckning för kandidaten {candidate_name}

source: group interview
da: gruppeinterview
de: Gruppenbewerbungsgespräch
et: grupivestlus
fi: ryhmähaastattelu
fr: entretien de groupe
lv: grupas intervija
nb: gruppeintervju
nl: groepsinterview
pl: rozmowa grupowa
sv: gruppintervju

source: recipient
da: modtager
de: Empfänger
et: saaja
fi: vastaanottaja
fr: destinataire
lv: saņēmējs
nb: mottaker
nl: ontvanger
pl: odbiorca
sv: Mottagare

source: collaborator
da: samarbejdspartner
de: Kollaborateur
et: kaaslooja
fi: yhteiskäyttäjä
fr: collaborateur
lv: sadarbības kolēģis
nb: samarbeidspartner
nl: medewerker
pl: współpracownik
sv: Samarbetare

source: This step won't be visible in the recruitment flow, please contact {}support@talentadore.com{} if you want to activate this feature.
da: Dette trin vil ikke være synligt i rekrutteringsflowet, så kontakt {}support@talentadore.com{}, hvis du vil aktivere denne funktion.
de: Dieser Schritt wird nicht in den Einstellungsabläufen sichtbar,wenden Sie sich bitte an {}support@talentadore.com {}, wenn Sie diese Funktion aktivieren möchten.
et: See etapp ei ole värbamisvoos nähtav. Kui soovid selle funktsiooni aktiveerida, võta meiega ühendust aadressil {}support@talentadore.com{}.
fi: Tämä vaihe ei näy rekrytointipolulla. Ota yhteyttä {}support@talentadore.com{}, jos haluat aktivoida tämän toiminnon.
fr: Cette étape ne sera pas visible dans le flux de recrutement, veuillez contacter {}support@talentadore.com{} si vous souhaitez activer cette fonctionnalité.
lv: Šis posms nebūs redzams atlases plūsmā; lūdzu, sazinieties ar {}support@talentadore.com{}, ja vēlaties aktivizēt šo funkciju.
nb: Dette trinnet vil ikke være synlig i rekrutteringsflyten, kontakt {}support@talentadore.com{} hvis du ønsker å aktivere denne funksjonen.
nl: Deze stap zal niet zichtbaar zijn in het wervingsproces. Neem contact op met {}support@talentadore.com{} als u deze functie wilt activeren.
pl: Ten krok nie będzie widoczny w procesie rekrutacji, skontaktuj się z {}support@talentadore.com{}, jeśli chcesz aktywować tę funkcję.
sv: Detta steg visas inte i rekryteringsflödet. Vänligen kontakta {}support@talentadore.com{} för att aktivera funktionen.

source: Moved to %(name)s
da: Flyttet til %(name)s
de: In %(name)s verschoben
et: Liigutatud asukohta %(name)s
fi: Siirrettiin statukseen %(name)s
fr: Déplacé vers %(name)s
lv: Pārvietots uz %(name)s
nb: Flyttet til %(name)s
nl: Verplaatst naar %(name)s
pl: Przeniesiono do %(name)s
sv: Flyttad över till %(name)s

source: Interview
de: Vorstellungsgespräch
et: Vestlus
fi: Haastattelu
fr: Entretien
lv: Intervija
nb: Intervju
nl: Sollicitatiegesprek
pl: Rozmowa kwalifikacyjna
sv: Intervju

source: Moved to interview
da: Flyttet til interview
de: Zum Interview verschoben
et: Liigutatud vestlusesse
fi: Siirretty haastatteluun
fr: Déplacé vers l'entretien
lv: Pārvietots uz interviju
nb: Flyttet til intervju
nl: Verplaatst naar sollicitatiegesprek
pl: Przeniesiono do rozmowy kwalifikacyjnej
sv: Flyttad över till intervju

source: Feature not active
da: Funktionen er ikke aktiv
de: Funktion nicht aktiv
et: Funktsioon ei ole aktiivne
fi: Toiminto ei ole aktiivinen
fr: Fonctionnalité non active
lv: Funkcija nav aktīva
nb: Funksjonen er ikke aktiv
nl: Functie niet actief
pl: Funkcja nieaktywna
sv: Denna funktion är inte aktiv

source: Reference check (Refapp)
da: Referencetjek (Refapp)
de: Referenzüberprüfung (Refapp)
et: Soovitajate ülevaatus (Refapp)
fi: Referenssitarkistus (Refapp)
fr: Vérification des références (Refapp)
lv: Atsauksmju pārbaude (Refapp)
nb: Referansesjekk (Refapp)
nl: Referentiecontrole (Refapp)
pl: Sprawdzenie referencji (Refapp)
sv: Referenskontroll (Refapp)

source: Assessment (Cut-e)
da: Vurdering (Cut-e)
et: Hindamine (Cut-e)
fi: Arviointi (Cut-e)
fr: Évaluation (Cut-e)
lv: Novērtējums (Cut-e)
nb: Vurdering (Cut-e)
pl: Ocena (Cut-e)
sv: Test (Cut-e)

source: Assessment (external)
da: Vurdering (ekstern)
de: Bewertung (extern)
et: Hindamine (väline)
fi: Arviointi (ulkoinen)
fr: Évaluation (externe)
lv: Novērtējums (ārējs)
nb: Vurdering (ekstern)
nl: Beoordeling (extern)
pl: Ocena (zewnętrzna)
sv: Bedömning (extern)

source: Approval
da: Godkendelse
de: Freigabe
et: Kinnitus
fi: Hyväksyntä
fr: Approbation
lv: Apstiprinājums
nb: Godkjenning
nl: Goedkeuring
pl: Zatwierdzenie
sv: Godkännande

source: Rejection
da: Afvisning
de: Ablehnung
et: Tagasi lükatud
fi: Hylkäys
fr: Rejet
lv: Noraidījums
nb: Avvisning
nl: Afwijzing
pl: Odrzucenie
sv: Avslag

source: Withdraw
da: Træk tilbage
de: Zurückziehen
et: Võta tagasi
fi: Peruuttaa
fr: Retirer
lv: Atsaukt
nb: Trekke seg tilbake
nl: Terugtrekken
pl: Wycofaj
sv: Återkallad

source: Applicant withdrawn
da: Ansøger trukket tilbage
de: Bewerber zurückgezogen
et: Kandidaat võttis avalduse tagasi
fi: Hakijan peruuttaminen
fr: Candidat retiré
lv: Kandidāts atsaukts
nb: Søker trukket tilbake
nl: Kandidaat teruggetrokken
pl: Kandydat wycofany
sv: Ansökan återkallad

source: Pending
da: Afventer
de: Ausstehend
et: Ootel
fi: Odottaa
fr: En attente
lv: Gaida
nb: Venter
nl: In behandeling
pl: Oczekujące
sv: Väntande

source: Tomorrow
da: I morgen
de: Morgen
et: Homme
fi: Huomenna
fr: Demain
lv: Rīt
nb: I morgen
nl: Morgen
pl: Jutro
sv: Imorgon

source: Next week
da: Næste uge
de: Nächste Woche
et: Järgmine nädal
fi: Ensi viikolla
fr: La semaine prochaine
lv: Nākamnedēļ
nb: Neste uke
nl: Volgende week
pl: Następny tydzień
sv: Nästa vecka

source: Next two weeks
da: De næste to uger
de: Die nächsten zwei Wochen
et: Kaks järgmist nädalat
fi: Seuraavat 2 viikkoa
fr: Les deux prochaines semaines
lv: Nākamās divas nedēļas
nb: De neste to ukene
nl: Komende twee weken
pl: Następne dwa tygodnie
sv: De kommande två veckorna

source: Next three weeks
da: De næste tre uger
de: Die nächsten drei Wochen
et: Kolm järgmist nädalat
fi: Seuraavat 3 viikkoa
fr: Les trois prochaines semaines
lv: Nākamās trīs nedēļas
nb: De neste tre ukene
nl: Komende drie weken
pl: Następne trzy tygodnie
sv: De kommande tre veckorna

source: Next four weeks
da: De næste fire uger
de: Die nächsten vier Wochen
et: Neli järgmist nädalat
fi: Seuraavat 4 viikkoa
fr: Les quatre prochaines semaines
lv: Nākamās četras nedēļas
nb: De neste fire ukene
nl: Komende vier weken
pl: Następne cztery tygodnie
sv: De kommande fyra veckorna

source: External position
da: Ekstern stilling
de: Externe Stelle
et: Avalik ja ettevõttesisene värbamine
fi: Ulkoinen työpaikka
fr: Poste externe
lv: Ārējā vakance
nb: Ekstern stilling
nl: Externe positie
pl: Stanowisko zewnętrzne
sv: Externt jobb

source: Internal position
da: Intern stilling
de: Interne Stelle
et: Ettevõttesisene värbamine
fi: Sisäinen työpaikka
fr: Poste interne
lv: Iekšējā vakance
nb: Intern stilling
nl: Interne positie
pl: Stanowisko wewnętrzne
sv: Internt jobb

source: Hidden position
da: Skjult stilling
de: Versteckte Position
et: Peidetud ametikoht
fi: Piilotettu työpaikka
fr: Poste caché
lv: Slēpta pozīcija
nb: Skjult stilling
nl: Verborgen positie
pl: Ukryte stanowisko
sv: Dold tjänst

source: Expired (job ad)
da: Udløbet (jobannonce)
de: Abgelaufen (Stellenanzeige)
et: Aegunud (töökuulutus)
fi: Hakuaika päättynyt
fr: Expiré (offre d'emploi)
lv: Beidzies termiņš (darba sludinājums)
nb: Utgått (jobbannonse)
nl: Verlopen (vacature)
pl: Wygasła (oferta pracy)
sv: Upphörd

source: Inactive
da: Inaktiv
de: Inaktiv
et: Mitteaktiivne
fi: Ei aktiivinen
fr: Inactif
lv: Neaktīvs
nb: Inaktiv
nl: Inactief
pl: Nieaktywny
sv: Inaktiva

source: Waiting to be published
da: Venter på at blive udgivet
de: Wartet auf veröffentlicht zu werden
et: Avaldamise ootel
fi: Odottaa julkaisua
fr: En attente de publication
lv: Gaida publicēšanu
nb: Venter på å bli publisert
nl: Wachten op publicatie
pl: Oczekuje na publikację
sv: Väntar på publicering

source: Pending approval
da: Afventer godkendelse
de: Genehmigung vorbehalten
et: Kinnituse ootel
fi: Odottaa hyväksyntää
fr: En attente d'approbation
lv: Gaida apstiprinājumu
nb: Avventer godkjenning
nl: In afwachting van goedkeuring
pl: Oczekuje na zatwierdzenie
sv: Väntar på godkännande

source: Template
da: Skabelon
de: Muster
et: Vorm
fi: Mallipohja
fr: Modèle
lv: Paraugs
nb: Mal
nl: Sjabloon
pl: Szablon
sv: Mall

source: Recruitment order
da: Rekrutteringsordre
de: Einstellungsauftrag
et: Värbamistaotlus
fi: Tilaus
fr: Ordre de recrutement
lv: Atlases kārtība
nb: Rekrutteringsordre
nl: Wervingsopdracht
pl: Zlecenie rekrutacyjne
sv: I rekryteringsföljd

source: Under review
et: Hindamisel
fi: Käsittelyssä
sv: Under granskning

source: Filled
et: Täidetud
fi: Täytetty
sv: Tillsatt

source: Publish to job board {vendor}
da: Offentliggør på jobportal {vendor}
de: In der Jobbörse veröffentlichen {vendor}
et: Avalda tööportaalis {vendor}
fi: Julkaise työpaikkaportaaliin {vendor}
fr: Publier sur le tableau d'emplois {vendor}
lv: Publicēt darba portālā {vendor}
nb: Publiser på jobbtavle {vendor}
nl: Publiceren naar vacaturebank {vendor}
pl: Opublikuj na tablicy ofert pracy {vendor}
sv: Publicera till jobbsajt {vendor}

source: Unpublish to job board {vendor}
da: Fjern offentligørelse på jobportal {vendor}
de: Veröffentlichung in der Jobbörse aufheben {vendor}
et: Eemalda tööportaalist {vendor}
fi: Poista julkaisu työpaikkaportaalista {vendor}
fr: Dépublier du tableau d'emplois {vendor}
lv: Atcelt publicēšanu {vendor}
nb: Avpubliser på jobbtavle {vendor}
nl: Publicatie ongedaan maken op vacaturebank {vendor}
pl: Wycofaj publikację z tablicy ofert pracy {vendor}
sv: Avpublicera från jobbsajt {vendor}

source: Edit job board {vendor} data
da: Redigér data for jobportal {vendor}
de: Daten der Jobbörse {vendor} bearbeiten
et: Muuda tööportaali {vendor} andmeid
fi: Muokkaa työpaikkaportaalin {vendor} dataa
fr: Modifier les données du tableau d'emplois {vendor}
lv: Rediģēt darba portāla {vendor} datus
nb: Redigere opplysninger på jobbtavle {vendor}
nl: Vacaturebank {vendor} gegevens bewerken
pl: Edytuj dane tablicy ofert pracy {vendor}
sv: Editera data från jobbsajt {vendor}

source: Sending
da: Afsender
de: Sende
et: Saatmine
fi: Lähetetään
fr: Envoi
lv: Sūta
nb: Sender
nl: Verzenden
pl: Wysyłanie
sv: Skickas

source: Bounced
da: Afvist
de: Abgelehnt
et: Ei jõudnud kohale
fi: Palautunut
fr: Rejeté
lv: Nepiegādāts
nb: Avvist
nl: Gebounced
pl: Odrzucone
sv: Studsade

source: Applicant's first name
da: Ansøgerens fornavn
de: Vorname des Bewerbers
et: Kandidaadi eesnimi
fi: Hakijan etunimi
fr: Prénom du candidat
lv: Kandidāta vārds
nb: Søkerens fornavn
nl: Voornaam sollicitant
pl: Imię kandydata
sv: Kandidatens förnamn

source: Applicant's last name
da: Ansøgerens efternavn
de: Nachname des Bewerbers
et: Kandidaadi perekonnanimi
fi: Hakijan sukunimi
fr: Nom de famille du candidat
lv: Kandidāta uzvārds
nb: Søkerens etternavn
nl: Achternaam van de sollicitant
pl: Nazwisko kandydata
sv: Kandidatens efternamn

source: Position name
da: Navn på stilling
de: Stellenname
et: Ametikoha nimi
fi: Työpaikan nimi
fr: Nom du poste
lv: Vakances nosaukums
nb: Stillingsnavn
nl: Functienaam
pl: Nazwa stanowiska
sv: Position namn

source: Your own signature
da: Din egen underskrift
de: Ihre eigene Unterschrift
et: Sinu allkiri
fi: Allekirjoituksesi
fr: Votre propre signature
lv: Jūsu paraksts
nb: Din egen signatur
nl: Uw eigen handtekening
pl: Twój podpis
sv: Din signatur

source: Application's edit link
da: Ansøgningens redigeringslink
de: Bewerbungsbearbeitungslink
et: Avalduse muutmise link
fi: Hakemuksen muokkauslinkki
fr: Lien de modification de la candidature
lv: Pieteikuma rediģēšanas saite
nb: Søknadens redigeringslenke
nl: Bewerkingslink van de sollicitatie
pl: Link do edycji aplikacji
sv: Länk för redigering av ansökan

source: Candidate's ability to rate the recruitment process and leave feedback
da: Kandidatens mulighed for at bedømme rekrutteringsprocessen og give feedback
de: Die Möglichkeit für die Bewerber, den Einstellungsprozess zu bewerten und Feedback zu hinterlassen
et: Kandidaadi õigus hinnata värbamisprotsessi ja jätta tagasisidet
fi: Hakijan mahdollisuus arvostella rekrytointiprosessia ja jättää palautetta
fr: Capacité du candidat à évaluer le processus de recrutement et à laisser un commentaire
lv: Kandidātu iespēja novērtēt atlases procesu un atstāt atsauksmes
nb: Kandidatenes mulighet til å vurdere rekrutteringsprosessen og gi tilbakemelding
nl: Mogelijkheid voor de kandidaat om het wervingsproces te beoordelen en feedback achter te laten
pl: Możliwość oceny procesu rekrutacji i pozostawienia opinii przez kandydata
sv: Kandidaten's förmåga att betygsätta rekryteringsprocessen och ge feedback
