Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: If you have not defined any requirements for the position, there is nothing to edit.
da: Hvis du ikke har defineret nogen krav til stillingen, er der ikke noget at redigere.
de: Wenn Sie keine Anforderungen für die Stelle definiert haben, gibt es nichts zu bearbeiten.
et: Kui sa ei ole ametikoha nõudeid määranud, ei pea sa midagi muutma.
fi: Jos et määritellyt vaatimuksia luodessasi työpaikkaa, viestissä ei ole muokattavia osia.
fr: Si vous n'avez pas défini d'exigences pour le poste, il n'y a rien à modifier.
lv: Ja neesat noteicis nekādas prasības attiecībā uz vakanci, nav ko rediģēt.
nb: Hvis du ikke har definert noen krav til stillingen, er det ikke noe å redigere.
nl: Als u geen vereisten voor de functie hebt gedefinieerd, is er niets om te bewerken.
pl: Jeśli nie zdefiniowano żadnych wymagań dotyczących stanowiska, nie ma nic do edycji.
sv: Om du inte har definierat några krav för denna position, finns det inte något att redigera.

source: You can also write your own status paragraph to be used in every feedback in this position:
da: Du kan også skrive din egen statusparagraf, som skal bruges i hver feedback i denne stilling:
de: Sie können auch Ihren eigenen Status-Absatz schreiben, der in jedem Feedback in dieser Stelle verwendet wird:
et: Saad kirjutada ka oma olekulõigu, mida kasutatakse selle ametikoha igas tagasisides:
fi: Voit myös kirjoittaa statuskappaleen kokonaan uudelleen. Silloin sitä käytetään kaikissa tämän työpaikan palautteissa:
fr: Vous pouvez également rédiger votre propre paragraphe de statut à utiliser dans chaque commentaire pour ce poste :
lv: Varat arī uzrakstīt savu statusa tekstu, kas tiks izmantots katrā atsauksmē šajā vakancē:
nb: Du kan også skrive ditt eget statusavsnitt som skal brukes i alle tilbakemeldinger for denne stillingen:
nl: U kunt ook uw eigen statusparagraaf schrijven die in elke feedback voor deze functie wordt gebruikt:
pl: Możesz również napisać własny akapit statusu, który będzie używany w każdej informacji zwrotnej na tym stanowisku:
sv: Du kan också skriva ditt eget statusstycke som används i varje feedbackmeddelande till denna position:

source: Leave this blank if you prefer the automatic status paragraph.
da: Lad dette stå tomt, hvis du foretrækker det automatiske statusafsnit.
de: Lassen Sie dieses Feld leer, wenn Sie den automatischen Statusabsatz bevorzugen.
et: Jäta see tühjaks, kui eelistad automaatset olekulõiku.
fi: Jätä tämä kenttä tyhjäksi, jos käytät mieluummin muuttuvaa statuskappaletta.
fr: Laissez ce champ vide si vous préférez le paragraphe de statut automatique.
lv: Atstājiet šo rūtiņu tukšu, ja dodat priekšroku automātiskajam statusa tekstam.
nb: La dette stå tomt hvis du foretrekker det automatiske statusavsnittet.
nl: Laat dit leeg als u de voorkeur geeft aan de automatische statusparagraaf.
pl: Pozostaw to pole puste, jeśli preferujesz automatyczny akapit statusu.
sv: Lämna detta tomt ifall du föredrar det automatiska statusstycket.

source: I want to do this later
da: Jeg vil gøre det senere
de: Ich möchte das später erledigen
et: Soovin seda teha hiljem
fi: Tarkista myöhemmin
fr: Je veux faire cela plus tard
lv: Es vēlos to darīt vēlāk
nb: Jeg vil gjøre dette senere
nl: Ik wil dit later doen
pl: Chcę to zrobić później
sv: Jag vill göra detta senare

source: Looks great! Let's continue
da: Det ser godt ud! Lad os fortsætte
de: Sieht großartig aus! Weiter geht's
et: Tundub suurepärane! Jätkame
fi: Hyvältä näyttää! Jatketaan
fr: Super ! Continuons
lv: Izskatās lieliski! Turpināsim
nb: Det ser bra ut! La oss fortsette
nl: Ziet er goed uit! Laten we doorgaan
pl: Wygląda świetnie! Kontynuujmy
sv: Det ser bra ut! Vi kan fortsätta

source: Candidate
da: Kandidat
de: Kandidat
et: Kandidaat
fi: Hakija
fr: Candidat
lv: Kandidāts
nb: Kandidat
nl: Kandidaat
pl: Kandydat
sv: Kandidat

source: Test
fi: Testi
lv: Tests

source: Back to list
da: Tilbage til listen
de: Zurück zur Liste
et: Tagasi loendisse
fi: Takaisin listaan
fr: Retour à la liste
lv: Atpakaļ pie saraksta
nb: Tilbake til listen
nl: Terug naar lijst
pl: Powrót do listy
sv: Gå tillbaka till listan

source: Statistics
da: Statistik
de: Statistiken
et: Statistika
fi: Analytiikka
fr: Statistiques
lv: Statistika
nb: Statistikk
nl: Statistieken
pl: Statystyki
sv: Statistik

source: Share group
da: Del gruppe
de: Gruppe teilen
et: Jaga gruppi
fi: Jaa ryhmä
fr: Partager le groupe
lv: Kopīgot grupu
nb: Del gruppe
nl: Groep delen
pl: Udostępnij grupę
sv: Dela grupp

source: A Talent Community group has been shared with you
da: En Talent Community-gruppe er blevet delt med dig
de: Eine Talent-Community-Gruppe wurde mit Ihnen geteilt
et: Sinuga jagati Talent Community gruppi
fi: Talent Community ryhmä on jaettu kanssasi
fr: Un groupe de la Communauté des talents a été partagé avec vous
lv: Ar jums ir kopīgota Talent Community grupas kategorija
nb: En Talent Community-gruppe har blitt delt med deg
nl: Er is een Talent Community-groep met u gedeeld
pl: Grupa Talent Community została udostępniona Tobie
sv: En Talent Community-grupp har delats med dig

source: Activity log
da: Aktivitetslog
de: Aktivitätenprotokoll
et: Tegevuslogi
fi: Toimintaloki
fr: Journal d'activité
lv: Darbību žurnāls
nb: Aktivitetslogg
nl: Activiteitenlogboek
pl: Dziennik aktywności
sv: Aktivitetslog

source: Edit job requisition
da: Redigér jobanmodning
de: Stellenangebot bearbeiten
et: Muuda värbamistaotlust
fi: Muokkaa rekrytointilupapyyntöä
fr: Modifier la demande d'emploi
lv: Rediģēt darba pieprasījumu
nb: Rediger jobbrekvisisjon
nl: Vacature bewerken
pl: Edytuj zapotrzebowanie na pracownika
sv: Ändra godkännandeprocess

source: Edit position
da: Redigér stilling
de: Stelle bearbeiten
et: Muuda ametikohta
fi: Muokkaa työpaikkaa
fr: Modifier le poste
lv: Rediģēt vakanci
nb: Rediger stilling
nl: Functie bewerken
pl: Edytuj stanowisko
sv: Redigera position

source: Requirements
da: Krav
de: Anforderungen
et: Nõuded
fi: Vaatimukset
fr: Exigences
lv: Prasības
nb: Krav
nl: Vereisten
pl: Wymagania
sv: Krav

source: Suggestions available
da: Tilgængelige forslag
de: Vorschläge verfügbar
et: Saadaval on ettepanekud
fi: Ehdotuksia saatavilla
fr: Suggestions disponibles
lv: Pieejamie ieteikumi
nb: Forslag tilgjengelig
nl: Suggesties beschikbaar
pl: Dostępne sugestie
sv: Förslag tillgängliga

source: No suggestions
da: Ingen forslag
de: Keine Vorschläge
et: Ettepanekuid ei ole
fi: Ei ehdotuksia
fr: Aucune suggestion
lv: Nav ieteikumu
nb: Ingen forslag
nl: Geen suggesties
pl: Brak sugestii
sv: Inga förslag

source: No suggestions found
da: Ingen forslag fundet
de: Keine Vorschläge gefunden
et: Ettepanekuid ei leitud
fi: Ehdotuksia ei löytynyt
fr: Aucune suggestion trouvée
lv: Nav atrasti nekādi ieteikumi
nb: Fant ingen forslag
nl: Geen suggesties gevonden
pl: Nie znaleziono sugestii
sv: Inga förslag hittade

source: Consider adding the following skills
da: Overvej at tilføje følgende færdigheder
de: Erwägen Sie, die folgenden Fähigkeiten hinzuzufügen
et: Kaalu järgmiste oskuste lisamist
fi: Harkitse alla olevien taitojen lisäämistä
fr: Envisagez d'ajouter les compétences suivantes
lv: Apsveriet iespēju pievienot tālāk minētās prasmes
nb: Vurder å legge til følgende ferdigheter
nl: Overweeg de volgende vaardigheden toe te voegen
pl: Rozważ dodanie następujących umiejętności
sv: Överväg att lägga till följande färdigheter

source: {} potential talents found for this position
da: {} potentielle talenter fundet til denne stilling
de: {} potenzielle Talente für die Stelle gefunden
et: Sellele ametikohale leiti {} võimalikku talenti
fi: Potentiaalisia kandidaatteja löydetty {}
fr: {} talents potentiels trouvés pour ce poste
lv: {} potenciālie talanti ir atrasti šai vakancei
nb: Fant {} potensielle talenter for denne stillingen
nl: {} potentiële talenten gevonden voor deze functie
pl: Znaleziono {} potencjalnych talentów na to stanowisko
sv: {} potentiella talanger som hittats för denna position

source: You can create and later edit the position’s language versions by selecting the language here.
da: Du kan oprette og senere redigere stillingens sprogversioner ved at vælge sproget her.
de: Sie können die Sprachversionen der Stellen erstellen und später bearbeiten, indem Sie hier die Sprache auswählen.
et: Ametikoha keeleversioone saad luua ja hiljem muuta, kui valid siin keele.
fi: Voit luoda ja myöhemmin muokata työpaikan kieliversioita valitsemalla kielen tästä.
lv: Jūs varat izveidot un pēc tam rediģēt vakances valodas versijas, atlasot valodu šeit.
nb: Du kan opprette og senere redigere stillingens språkversjoner ved å velge språk her.
sv: Du kan skapa och senare editera positionens språkversioner genom att välja språk här

source: Email approver for approval
da: Send e-mail til godkender for godkendelse
de: E-Mail and Genehmiger für Genehmigung senden
et: Saada kinnitajale kinnitamiseks kiri
fi: Tiedota hyväksyjää sähköpostitse
fr: Envoyer un e-mail à l'approbateur pour approbation
lv: Nosūtīt apstiprināšanai
nb: Send e-post til godkjenner for godkjenning
nl: E-mail goedkeurder voor goedkeuring
pl: Wyślij e-mail do osoby zatwierdzającej w celu zatwierdzenia
sv: Mejla granskaren för godkännande

source: Save & Re-publish
da: Gem og offentliggør igen
de: Speichern und erneut veröffentlichen
et: Salvesta ja avalda uuesti
fi: Tallenna ja julkaise uudelleen
fr: Enregistrer et republier
lv: Saglabāt un atkārtoti publicēt
nb: Lagre og publiser på nytt
nl: Opslaan en opnieuw publiceren
pl: Zapisz i opublikuj ponownie
sv: Spara & Ompublicera

source: Publish
da: Offentliggør
de: Veröffentlichen
et: Avalda
fi: Julkaise
fr: Publier
lv: Publicēt
nb: Publiser
nl: Publiceren
pl: Opublikuj
sv: Publicera

source: Delete draft
da: Slet udkast
de: Entwurf löschen
et: Kustuta mustand
fi: Poista luonnos
fr: Supprimer le brouillon
lv: Dzēst melnrakstu
nb: Slett utkast
nl: Concept verwijderen
pl: Usuń wersję roboczą
sv: Radera utkast

source: Save and exit
da: Gem og afslut
de: Speichern und schließen
et: Salvesta ja välju
fi: Tallenna ja poistu
fr: Enregistrer et quitter
lv: Saglabāt un iziet
nb: Lagre og avslutt
nl: Opslaan en afsluiten
pl: Zapisz i wyjdź
sv: Spara och avsluta

source: Internal positions' advertisements will only be visible for the people who get the link. RSS feed will not show internal positions.
da: Interne stillingers reklamer vil kun være synlige for de personer, der får linket. RSS-feed vil ikke vise interne stillinger.
de: Anzeigen von internen Stellen sind nur für die Personen sichtbar, die den Link erhalten. Der RSS-Feed zeigt keine internen Positionen an.
et: Ettevõttesiseste värbamiste kuulutusi näevad ainult inimesed, kellele saadetakse link. RSS-voos ei näidata ettevõttesiseseid värbamisi.
fi: Sisäisten työpaikkojen työpaikkailmoitukset näkyvät vain sisäisen syötteen kautta tai suoraan tehtäväkohtaisen linkin kautta.
fr: Les annonces de postes internes ne seront visibles que pour les personnes qui obtiennent le lien. Le flux RSS n'affichera pas les postes internes.
lv: Iekšējo vakanču sludinājumi būs redzami tikai tiem cilvēkiem, kuri saņems saiti. RSS plūsmā netiks rādītas iekšējās vakances.
nb: Annonser for interne stillinger vil bare være synlige for de som får lenken. RSS-feed vil ikke vise interne stillinger.
nl: Advertenties voor interne posities zijn alleen zichtbaar voor mensen die de link ontvangen. RSS-feed toont geen interne posities.
pl: Ogłoszenia o stanowiskach wewnętrznych będą widoczne tylko dla osób, które otrzymają link. Kanał RSS nie będzie pokazywał stanowisk wewnętrznych.
sv: Interna positioners jobbannonser kommer endast att vara synliga via internt flöde eller direkt med positionsspecifik länk

source: Hidden jobs are not included in the feeds exported to career pages (external or internal). They are only accessible via a direct application link.
et: Peidetud töökohad ei sisaldu karjäärilehtedele (välistele või sisemistele) eksporditavates voogudes. Need on kättesaadavad ainult otsese kandideerimislingi kaudu.
fi: Piilotettuja työpaikkoja ei sisällytetä urasivuille (ulkoisille tai sisäisille) vietyihin syötteisiin. Niihin pääsee vain suoralla hakemuslinkillä.
sv: Dolda jobb inkluderas inte i flöden som exporteras till karriärsidor (externa eller interna). De är endast tillgängliga via en direkt ansökningslänk.

source: By activating job alerts, this position will be shared with candidates who have subscribed to the job alert newsletter.
da: Ved at aktivere jobalarmer vil denne stilling blive delt med kandidater, der har tilmeldt sig jobalarmer.
de: Durch die Aktivierung von Stellenbenachrichtigungen wird diese Position an Kandidaten weitergegeben, die den Stellenbenachrichtigungs-Newsletter abonniert haben.
et: Aktiveerides tööteavitused, jagatakse see ametikoht kandidaatidega, kes on tellinud tööteavituste uudiskirja. Ärge aktiveerige seda sise- või privaatsetele ametikohtadele.
fi: Aktivoimalla työpaikkavahteet tämä työpaikka jaetaan niille hakijoille, jotka ovat tilanneet työpaikkavahteiden uutiskirjeen. Älä ota tätä käyttöön sisäisiin tai yksityisiin työpaikkoihin.
fr: En activant les alertes emploi, ce poste sera partagé avec les candidats qui se sont abonnés à la newsletter d'alerte emploi.
lv: Aktivizējot darba brīdinājumus, šī vakance tiks kopīgota ar kandidātiem, kuri ir abonējuši darba brīdinājumu jaunumu vēstuli. Neaktivizējiet šo iekšējām vai privātām pozīcijām.
nb: Ved å aktivere jobbvarsler vil denne stillingen bli delt med kandidater som har abonnert på jobbvarsel-nyhetsbrevet. Ikke aktiver dette for interne eller private stillinger.
nl: Door vacature-alerts te activeren, wordt deze positie gedeeld met kandidaten die zich hebben geabonneerd op de vacature-alert nieuwsbrief.
pl: Poprzez aktywację powiadomień o pracy, to stanowisko zostanie udostępnione kandydatom, którzy zapisali się do newslettera z powiadomieniami o pracy.
sv: Genom att aktivera jobbevakningar delas denna tjänst med kandidater som har prenumererat på jobbevakningens nyhetsbrev. Aktivera inte detta för interna eller privata tjänster.

source: The main language of the job ad
da: Jobannoncens hovedsprog
de: Die Hauptsprache der Stellenanzeige
et: Töökuulutuse põhikeel
fi: Työpaikkailmoituksen pääkieli
fr: La langue principale de l'annonce d'emploi
lv: Darba sludinājuma galvenā valoda
nb: Hovedspråket i jobbannonsen
nl: De hoofdtaal van de vacature
pl: Główny język ogłoszenia o pracę
sv: Jobbannonsens huvudsakliga språk

source: E.g. Project manager
da: F.eks. projektleder
de: z.B. Projektmanager
et: Nt projektijuht
fi: Esim. Projektipäällikkö
fr: Ex. Chef de projet
lv: Piemēram, projektu vadītājs
nb: F.eks. prosjektleder
nl: Bijv. Projectmanager
pl: Np. Kierownik projektu
sv: T.ex. Projektledare

source: Helps you identify jobs uniquely. This won't be displayed to talents.
da: Hjælper dig med at identificere jobs entydigt. Dette vil ikke blive vist til talenter.
de: Hilft Ihnen, Jobs eindeutig zu identifizieren. Dies wird nicht für Talente angezeigt.
et: Aitab ametikohti kordumatult tuvastada. Seda ei näidata talentidele.
fi: Auttaa sinua erottamaan työpaikat. Tätä ei näytetä hakijoille.
fr: Vous aide à identifier les emplois de manière unique. Cela ne sera pas affiché aux talents.
lv: Palīdz unikāli identificēt vakances. Tas netiks rādīts talantiem.
nb: Hjelper deg med å identifisere jobber på en individuell måte. Dette vises ikke for talenter.
nl: Helpt u om vacatures uniek te identificeren. Dit wordt niet getoond aan talenten.
pl: Pomaga jednoznacznie identyfikować oferty pracy. Nie będzie to wyświetlane talentom.
sv: Det hjälper dig att identifiera jobb på ett unikt sätt. Detta kommer inte att visas för talanger.

source: ISCO classification of the occupation for mol.fi. Start typing part of the text to lookup the code.
da: ISCO-klassifikation af beskæftigelsen for mol.fi. Begynd at skrive en del af teksten for at se koden.
de: ISCO-Klassifikation des Berufs für mol.fi. Beginnen Sie mit der Eingabe eines Teils des Textes, um den Code nachzuschlagen.
et: ISCO liigitus mol.fi ametikoha jaoks. Alusta teksti sisestamist, et leida kood.
fi: ISCO-luokittelu ammattiin mol.fi:lle. Aloita kirjoittamalla osa tekstistä etsiäksesi koodia.
fr: Classification CITP de la profession pour mol.fi. Commencez à taper une partie du texte pour rechercher le code.
lv: ISCO profesiju klasifikācija mol.fi. Sāciet rakstīt daļu teksta, lai meklētu kodu.
nb: ISCO-klassifisering av yrket for mol.fi. Begynn å skrive en del av teksten for å slå opp koden.
nl: ISCO-classificatie van het beroep voor mol.fi. Begin met het typen van een deel van de tekst om de code op te zoeken.
pl: Klasyfikacja zawodu ISCO dla mol.fi. Zacznij wpisywać część tekstu, aby wyszukać kod.
sv: ISCO-klassificering för yrket i mol.fi. Börja skriva en del av texten för att leta upp koden.

source: Select the job category and occupation
da: Vælg jobkategori og beskæftigelse
de: Wählen Sie die Berufsgruppe und den Beruf
et: Vali töö kategooria ja ametikoht
fi: Valitse työkategoria ja ammatti
fr: Sélectionnez la catégorie d'emploi et la profession
lv: Izvēlieties darba kategoriju un profesiju
nb: Velg jobbkategori og yrke
nl: Selecteer de functiecategorie en het beroep
pl: Wybierz kategorię i zawód
sv: Välj anställningsform och yrke

source: Starting date and deadline will follow this timezone
da: Startdato og deadline vil følge denne tidszone
de: Starttermin und Frist sind in dieser Zeitzone
et: Alguskuupäev ja tähtpäev on selles ajavööndis
fi: Haun ensimmäinen ja viimeinen päivä noudattavat tätä aikavyöhykettä
fr: La date de début et la date limite suivront ce fuseau horaire
lv: Sākuma datums un termiņš tiks noteikts šajā laika joslā
nb: Startdato og frist følger denne tidssonen
nl: Startdatum en deadline volgen deze tijdzone
pl: Data rozpoczęcia i termin będą zgodne z tą strefą czasową
sv: Startdatum och deadline kommer att följa den här tidszonen

source: This job will be published on the given date according to timezone.
da: Dette job vil blive offentliggjort på den angivne dato i henhold til tidszonen.
de: Diese Stelle wird am angegebenen Datum Uhr in dieser Zeitzone veröffentlicht.
et: Ametikoht avaldatakse valitud päeval selles ajavööndis.
fi: Työpaikka julkaistaan annettuna päivänä asetetun aikavyöhykkeen mukaan.
fr: Cet emploi sera publié à la date indiquée selon le fuseau horaire.
lv: Šis darba piedāvājums tiks publicēts norādītajā datumā, ņemot vērā attiecīgo laika joslu.
nb: Denne jobben vil bli publisert på den oppgitte datoen i henhold til tidssonen.
nl: Deze vacature wordt gepubliceerd op de opgegeven datum volgens de tijdzone.
pl: Ta oferta pracy zostanie opublikowana w podanym dniu zgodnie ze strefą czasową.
sv: Det här jobbet kommer att publiceras angivet datum enligt tidszon.

source: This job will be expired on the given date according to timezone
da: Dette job vil udløbe på den givne dato i henhold til tidszonen
de: Diese Stelle läuft am angegebenen Datum Uhr in dieser Zeitzone ab.
et: Ametikoht aegub valitud päeval selles ajavööndis
fi: Työpaikka päättyy annettuna päivänä asetetun aikavyöhykkeen mukaan
fr: Cet emploi expirera à la date indiquée selon le fuseau horaire
lv: Šī darba piedāvājuma termiņš beigsies norādītajā datumā, ņemot vērā attiecīgo laika joslu
nb: Denne jobben vil utløpe på den angitte datoen i henhold til tidssonen
nl: Deze vacature verloopt op de opgegeven datum volgens de tijdzone
pl: Ta oferta pracy wygaśnie w podanym dniu zgodnie ze strefą czasową
sv: Det här jobbet kommer att gå ut angivet datum enligt tidszon

source: E.g. part time, full time, general agreement, fixed-period, summer job etc.
da: F.eks. deltid, fuldtid, generel aftale, tidsbegrænset, sommerjob osv.
de: Z.B. Teilzeit, Vollzeit, allgemeiner Vertrag, Befristung, Sommerjob usw.
et: Nt osaline tööaeg, täistööaeg, üldine kokkulepe, fikseeritud periood, hooajatöö jne
fi: Esim. osa-aikainen, täysipäiväinen, puitesopimus, määräaikainen, kesätyö jne
fr: Par exemple, temps partiel, temps plein, accord général, durée déterminée, emploi d'été, etc.
lv: Piemēram, nepilnas slodzes, pilnas slodzes, vispārīga vienošanās, noteikta termiņa, vasaras darbs utt.
nb: F.eks. deltid, heltid, generell avtale, fastlagt periode, sommerjobb osv.
nl: Bijv. deeltijd, voltijd, algemene overeenkomst, bepaalde tijd, zomerbaan enz.
pl: Np. praca w niepełnym wymiarze godzin, pełny etat, umowa ogólna, na czas określony, praca wakacyjna itp.
sv: T.ex. deltid/ heltid

source: For more forms, please contact TalentAdore.
da: Kontakt TalentAdore for flere formularer.
de: Für weitere Formulare kontaktieren Sie bitte TalentAdore.
et: Rohkemate vormide jaoks võta ühendust TalentAdore’iga.
fi: Saadaksesi lisää hakulomakkeita, ota yhteyttä TalentAdoreen.
fr: Pour plus de formulaires, veuillez contacter TalentAdore.
lv: Lai iegūtu vairāk veidlapu, lūdzu, sazinieties ar TalentAdore.
nb: For å få flere skjemaer skal du kontakte TalentAdore.
nl: Neem voor meer formulieren contact op met TalentAdore.
pl: Aby uzyskać więcej formularzy, skontaktuj się z TalentAdore.
sv: För mer formulärer, vänligen ta kontakt med Talentadore.

source: Extra questions
da: Ekstra spørgsmål
de: Zusätzliche Fragen
et: Lisaküsimused
fi: Lisäkysymykset
fr: Questions supplémentaires
lv: Papildu jautājumi
nb: Tilleggsspørsmål
nl: Extra vragen
pl: Dodatkowe pytania
sv: Extra frågor

source: Add extra questions
da: Tilføj ekstra spørgsmål
de: Zusätzliche Fragen hinzufügen
et: Lisa lisaküsimusi
fi: Lisää uusia kysymyksiä
fr: Ajouter des questions supplémentaires
lv: Pievienot papildu jautājumus
nb: Legg til tilleggsspørsmål
nl: Extra vragen toevoegen
pl: Dodaj dodatkowe pytania
sv: Lägg till extra frågor

source: Recruitment flow
da: Rekrutteringsflow
de: Bewerbungsablauf
et: Värbamisvoog
fi: Rekrytointipolku
fr: Flux de recrutement
lv: Atlases plūsma
nb: Rekrutteringsflyt
nl: Wervingsstroom
pl: Proces rekrutacji
sv: Rekryteringsflöde

source: More flows can be added via Settings.
da: Flere flows kan tilføjes via Indstillinger.
de: Weitere Bewerbungsabläufe können in den Einstellungen hinzugefügt werden
et: Rohkem voogusid saad lisada seadete kaudu.
fi: Lisää polkuja voi lisätä Asetuksista.
fr: D'autres flux peuvent être ajoutés via les paramètres.
lv: Vairāk plūsmu var pievienot sadaļā Iestatījumi.
nb: Flere flyter kan legges til via Innstillinger.
nl: Meer stromen kunnen worden toegevoegd via Instellingen.
pl: Więcej procesów można dodać w Ustawieniach.
sv: Fler flöden kan läggas till via Inställningar.

source: Automated
da: Automatiseret
de: Automatisiert
et: Automatiseeritud
fi: Automatisoitu
fr: Automatisé
lv: Automatizēts
nb: Automatisert
nl: Geautomatiseerd
pl: Zautomatyzowane
sv: Automatiserad

source: Only users of the company can see this note. Write anything you want!
da: Kun brugere af virksomheden kan se denne note. Skriv, hvad du vil!
de: Schreiben Sie, was Sie wollen. Nur Benutzer dieses Unternehmens können diese Notiz sehen.
et: Seda märget näevad ainult ettevõtte kasutajad. Kirjuta, mida soovid.
fi: Vain yrityksen käyttäjät näkevät tämän merkinnän. Tähän voi perustella esim. rekrytointitarpeen, rekrytoinnin hyödyt organisaatiolle tai rekrytointiin liittyvät kustannukset.
fr: Seuls les utilisateurs de l'entreprise peuvent voir cette note. Écrivez ce que vous voulez !
lv: Šo piezīmi var redzēt tikai uzņēmuma lietotāji. Rakstiet visu, ko vēlaties!
nb: Bare brukere av selskapet kan se denne merknaden. Skriv hva du vil!
nl: Alleen gebruikers van het bedrijf kunnen deze notitie zien. Schrijf wat je wilt!
pl: Tylko użytkownicy firmy mogą zobaczyć tę notatkę. Napisz, co chcesz!
sv: Endast användare av företaget kan se denna anteckning. Skriv vad du vill!
