Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: New applications are shown here. Looks like somebody has applied already! Click the application to view details and evaluate it.
et: Siin kuvatakse uued kandideerimisavaldused. Tundub, et keegi on juba kandideerinud! Üksikasjade vaatamiseks ja hindamiseks klõpsake kandideerimisavaldusel.
fi: Uudet hakemukset näytetään täällä. Näyttää siltä, että joku on jo hakenut! Napsauta hakemusta nähdäksesi tiedot ja arvioidaksesi sen.
sv: Nya ansökningar visas här. Det ser ut som att någon redan har ansökt! Klicka på ansökan för att visa detaljer och utvärdera den.

source: End tour
da: Slut på turen
de: Tour beenden
et: Lõpeta tutvustus
fi: Lopeta
fr: Terminer la visite
lv: Pārskata beigas
nb: Slutt på turen
nl: Rondleiding beëindigen
pl: Zakończ przewodnik
sv: Avsluta rundtur

source: Next tip
da: Næste tip
de: Nächster Tipp
et: Järgmine näpunäide
fi: Seuraava
fr: Conseil suivant
lv: Nākamais padoms
nb: Neste tips
nl: Volgende tip
pl: Następna wskazówka
sv: Nästa tips

source: Back
da: Tilbage
de: Zurück
et: Tagasi
fi: Takaisin
fr: Retour
lv: Atpakaļ
nb: Tilbake
nl: Terug
pl: Wstecz
sv: Tillbaka

source: You are about to create a video interview
da: Du er ved at oprette et videointerview
de: Sie erstellen ein Video-Bewerbungsgespräch
et: Oled loomas videovestlust
fi: Olet aikeissa aktivoida videohaastattelun
fr: Vous êtes sur le point de créer un entretien vidéo
lv: Jūs tūlīt izveidosiet video interviju
nb: Du er i ferd med å opprette et videointervju
nl: U staat op het punt een video-interview te maken
pl: Zamierzasz utworzyć rozmowę wideo
sv: Du är på väg att aktivera en videointervju

source: By continuing you confirm that you agree to the {}Recright User Agreement{}.
da: Ved at fortsætte bekræfter du, at du accepterer {}Recright-brugeraftalen{}.
de: Wenn Sie fortfahren, bestätigen Sie, dass Sie dem {}Recright-Benutzervertrag{} zustimmen.
et: Jätkates kinnitad, et nõustud {}Recrighti kasutajalepinguga{}.
fi: Jatkamalla vahvistat, että hyväksyt {}Recright käyttöehdot{}.
fr: En continuant, vous confirmez que vous acceptez les {}Conditions d'utilisation de Recright{}.
lv: Turpinot jūs apstiprināt, ka piekrītat {}Recright Lietotāja līgumam{}.
nb: Ved å fortsette bekrefter du at du godtar {}Recright User Agreemente{}.
nl: Door verder te gaan, bevestigt u dat u akkoord gaat met de {}Recright-gebruikersovereenkomst{}.
pl: Kontynuując, potwierdzasz, że zgadzasz się na {}Umowę użytkownika Recright{}.
sv: Ifall du fortsätter bekräftar du att du godkänner {}Recright användningsvillkort{}.

source: Leave empty if deadline is not defined yet
da: Lad den være tom, hvis tidsfristen ikke er defineret endnu
de: Leer lassen, wenn noch keine Frist definiert ist
et: Jäta tühjaks, kui tähtaeg ei ole veel paigas
fi: Jätä tyhjäksi, mikäli eräpäivää ei ole vielä määritetty
fr: Laisser vide si la date limite n'est pas encore définie
lv: Atstāt tukšu, ja termiņš vēl nav noteikts
nb: La dette stå tomt hvis fristen ikke er definert ennå
nl: Laat leeg als de deadline nog niet is gedefinieerd
pl: Pozostaw puste, jeśli termin nie został jeszcze określony
sv: Lämna fältet tomt ifall förfallodagen inte ännu definierats

source: Hide video questions
da: Skjul videospørgsmål
de: Video-Fragen ausblenden
et: Peida videoküsimused
fi: Piilota videokysymykset
fr: Masquer les questions vidéo
lv: Paslēpt video jautājumus
nb: Skjul videospørsmål
nl: Videovragen verbergen
pl: Ukryj pytania wideo
sv: Dölj videofrågorna

source: Check to hide video questions from application form
da: Tjek for at skjule videospørgsmål fra ansøgningsskemaet
de: Auswählen, um Video-Fragen im Bewerbungsformular auszublenden
et: Tee ruutu märge, et peita avalduse vormil videoküsimused
fi: Merkitse piilottaaksesi videokysymykset hakulomakkeesta
fr: Cochez pour masquer les questions vidéo du formulaire de candidature
lv: Atzīmējiet, lai slēptu video jautājumus no pieteikuma veidlapas
nb: Kryss av for å skjule videospørsmål fra søknadsskjemaet
nl: Vink aan om videovragen te verbergen op het sollicitatieformulier
pl: Zaznacz, aby ukryć pytania wideo w formularzu aplikacyjnym
sv: Klicka i rutan för att dölja videofrågorna i sökblanketten

source: Mark video interview question as required
da: Markér videointerviewspørgsmål som påkrævet
de: Markieren Sie die erforderliche Frage für das Videointerview
et: Märgi videointervjuu küsimus kohustuslikuks
fi: Merkitse videohaastattelukysymys pakollisiksi
fr: Marquer la question d'entretien vidéo comme obligatoire
lv: Atzīmēt video intervijas jautājumu kā obligātu
nb: Merk videointervjuspørsmål som obligatorisk
nl: Markeer video-interviewvraag als verplicht
pl: Oznacz pytanie z rozmowy wideo jako wymagane
sv: Markera videointervjufråga som obligatorisk

source: This will require the candidate to answer video question as mandatory part of this recruitment.
da: Dette vil kræve, at kandidaten svarer på videosspørgsmålet som et obligatorisk led i denne rekruttering.
de: Dies erfordert von den Bewerbern die Beantwortung von Videofragen als zwingenden Bestandteil dieser Ausschreibung.
et: See nõuab kandidaadilt videointervjuu küsimusele vastamist kohustusliku osana sellest värbamisest.
fi: Tämä edellyttää hakijaa vastaamaan videokysymykseen pakollisena osana tätä rekrytointia.
fr: Cela obligera le candidat à répondre à la question vidéo comme partie obligatoire de ce recrutement.
lv: Tas pieprasīs kandidātam atbildēt uz video jautājumu kā obligātu šīs darbā pieņemšanas daļu.
nb: Dette vil kreve at kandidaten svarer på videosspørsmålet som en obligatorisk del av denne rekrutteringen.
nl: Hierdoor moet de kandidaat de videovraag beantwoorden als verplicht onderdeel van deze werving.
pl: Wymaga to od kandydata udzielenia odpowiedzi na pytanie wideo jako obowiązkowej części tej rekrutacji.
sv: Detta kommer att kräva att kandidaten svarar på videofrågan som en obligatorisk del av denna rekrytering.

source: Invitation subject
da: Emne for invitationen
de: Betreff der Einladung
et: Kutse teema
fi: Kutsuviestin otsikko
fr: Objet de l'invitation
lv: Uzaicinājuma temats
nb: Emne for invitasjonen
nl: Onderwerp uitnodiging
pl: Temat zaproszenia
sv: Titel för inbjudan

source: Invitation message
da: Besked om invitation
de: Einladungsnachricht
et: Kutse sõnum
fi: Kutsuviesti
fr: Message d'invitation
lv: Uzaicinājuma ziņojums
nb: Invitasjonsmelding
nl: Uitnodigingsbericht
pl: Wiadomość z zaproszeniem
sv: Inbjudningsmeddelande

source: Please don't add any signature or placeholders, signature is added automatically
da: Du skal ikke tilføje nogen underskrift eller pladsholdere, underskriften tilføjes automatisk
de: Bitte keine Signatur oder Platzhalter einfügen, da die Signatur wird automatisch eingefügt wird
et: Ära lisa allkirju ega kohatäiteid; allkiri lisatakse automaatselt
fi: Älä lisää allekirjoituksia tai paikanpitäjiä. Allekirjoitus lisätään viestiin automaattisesti.
fr: Veuillez ne pas ajouter de signature ou de paramètres fictifs, la signature est ajoutée automatiquement
lv: Lūdzu, nepievienojiet parakstu vai vietturus; paraksts tiek pievienots automātiski
nb: Ikke legg til noen signatur eller plassholdere, signaturen legges til automatisk
nl: Voeg geen handtekening of placeholders toe, handtekening wordt automatisch toegevoegd
pl: Proszę nie dodawać podpisu ani symboli zastępczych, podpis jest dodawany automatycznie
sv: Lägg inte till en signatur eller platshållare, signaturen läggs till automatiskt.

source: You are about to create a video application
da: Du er ved at oprette en videoansøgning
de: Sie erstellen eine Video-Bewerbung
et: Oled loomas videoavaldust
fi: Olet aikeissa aktivoida videohakemuksen
fr: Vous êtes sur le point de créer une candidature vidéo
lv: Jūs tūlīt izveidosiet video pieteikumu
nb: Du er i ferd med å opprette en videosøknad
nl: U staat op het punt een videosollicitatie te maken
pl: Za chwilę utworzysz aplikację wideo
sv: Du är på väg att aktivera en videoansökan

source: By continuing you agree with the {}Recright User Agreement{}.
da: Ved at fortsætte accepterer du {}Recright-brugeraftalen{}.
de: Wenn Sie fortfahren, bestätigen Sie, dass Sie dem {}Recright-Benutzervertrag{} zustimmen.
et: Jätkates nõustud {}Recrighti kasutajalepinguga{}.
fi: Jatkamalla vahvistat, että hyväksyt {}Recright käyttöehdot{}.
fr: En continuant, vous acceptez les {}Conditions d'utilisation de Recright{}.
lv: Turpinot jūs piekrītat {}Recright Lietotāja līgumam{}.
nb: Ved å fortsette godtar du {}Recright User Agreement{}.
nl: Door verder te gaan, gaat u akkoord met de {}Recright-gebruikersovereenkomst{}.
pl: Kontynuując, wyrażasz zgodę na {}Umowę użytkownika Recright{}.
sv: Genom att fortsätta bekräftar du att du godkänner {}Recright användarvillkoren{}.

source: You are about to advertise the job on Duunitori
da: Du er ved at annoncere jobbet på Duunitori
de: Sie sind dabei, die Stelle bei Duunitori zu bewerben
et: Oled avaldamas ametikohta Duunitoris
fi: Olet luomassa lisämaksullisen mainoksen Duunitoriin
fr: Vous êtes sur le point de publier l'offre d'emploi sur Duunitori
lv: Jūs tūlīt reklamēsiet vakanci Duunitori
nb: Du er i ferd med å annonsere jobben på Duunitori
nl: U staat op het punt de vacature te adverteren op Duunitori
pl: Za chwilę ogłosisz ofertę pracy na Duunitori
sv: Du är på väg att annonsera jobbet på Duunitori

source: Create order
da: Opret ordre
de: Auftrag erstellen
et: Loo taotlus
fi: Lähetä tilaus
fr: Créer une commande
lv: Izveidot pasūtījumu
nb: Opprett ordre
nl: Order aanmaken
pl: Utwórz zamówienie
sv: Skapa beställning

source: Talent in Talent Community
da: Talent i Talent Community
et: Talent Community talent
fi: Talentti on Talent Communityssa
fr: Talent dans la Communauté de talents
lv: Talants Talent Community
nb: Talent i Talent Community
pl: Talent w Talent Community
sv: Talang i Talent Community

source: Uncheck this box if you want to remove talent from Talent Community
da: Fjern markeringen i dette felt, hvis du vil fjerne talenter fra Talent Community
de: Deaktivieren Sie dieses Kontrollkästchen, wenn Sie Talente aus der Talent-Community entfernen möchten
et: Eemalda sellest ruudust märge, kui soovid talendi Talent Communityst eemaldada
fi: Poista valinta tästä, jos haluat poistaa talentin Talent Communitysta
fr: Décochez cette case si vous souhaitez retirer le talent de la Communauté de talents
lv: Ja vēlaties noņemt talantu no Talent Community, noņemiet atzīmi no šīs izvēles rūtiņas
nb: Fjern merket i denne boksen hvis du vil fjerne talenter fra Talent Community
nl: Vink dit vakje uit als u talent uit de Talent Community wilt verwijderen
pl: Odznacz to pole, jeśli chcesz usunąć talent z Talent Community
sv: Avmarkera den här rutan om du vill radera talangen från Talent Community

source: You can select a Talent Community group that you wish to add this talent to. The selected groups will not be visible to the talent.
da: Du kan vælge en Talent Community-gruppe, som du ønsker at tilføje talentet til. De valgte grupper vil ikke være synlige for talentet.
de: Sie können eine Talent-Community-Gruppe auswählen, in der dieses Talent hinzufügt wird. Die ausgewählten Gruppen werden für das Talent nicht sichtbar sein.
et: Saad valida Talent Community grupi, millesse soovid selle talendi lisada. Valitud grupid ei ole talendile nähtavad.
fi: Valitse se Talent Community -ryhmä, johon haluat talentin lisätä. Ryhmätieto ei näy talentille.
fr: Vous pouvez sélectionner un groupe de la Communauté de talents auquel vous souhaitez ajouter ce talent. Les groupes sélectionnés ne seront pas visibles pour le talent.
lv: Varat izvēlēties Talent Community grupas kategoriju, kurai vēlaties pievienot šo talantu. Izvēlētās grupas talantam nebūs redzamas.
nb: Du kan velge en Talent Community-gruppe som du ønsker å legge til dette talentet i. De valgte gruppene vil ikke være synlige for talentet.
nl: U kunt een Talent Community-groep selecteren waaraan u dit talent wilt toevoegen. De geselecteerde groepen zijn niet zichtbaar voor het talent.
pl: Możesz wybrać grupę Talent Community, do której chcesz dodać ten talent. Wybrane grupy nie będą widoczne dla talentu.
sv: Du kan välja till vilken grupp i Talent Community som du önskar lägga talangen i. Talangen kommer inte att se de valda grupperna.

source: Groups
da: Grupper
de: Gruppen
et: Grupid
fi: Ryhmät
fr: Groupes
lv: Grupas
nb: Grupper
nl: Groepen
pl: Grupy
sv: Grupper

source: Add a new group
da: Tilføj en ny gruppe
de: Eine neue Gruppe hinzufügen
et: Lisa uus grupp
fi: Lisää uusi ryhmä
fr: Ajouter un nouveau groupe
lv: Pievienot jaunu grupu
nb: Legg til en ny gruppe
nl: Een nieuwe groep toevoegen
pl: Dodaj nową grupę
sv: Lägg till en ny grupp

source: Remove talents from Talent Community groups
da: Fjern talenter fra Talent Community-grupper
de: Talente aus Talent-Community-Gruppen entfernen
et: Eemalda talendid Talent Community gruppidest
fi: Poista talentteja Talent Communityn ryhmistä
fr: Retirer les talents des groupes de la Communauté de talents
lv: Noņemt talantus no Talent Community grupas kategorijām
nb: Fjern talenter fra Talent Community-grupper
nl: Talenten verwijderen uit Talent Community-groepen
pl: Usuń talenty z grup Talent Community
sv: Radera talanger från Talent Community grupper

source: Choose the groups you want to remove the selected talents from.
da: Vælg de grupper, du vil fjerne de valgte talenter fra.
de: Bitte wählen Sie die Gruppen aus, aus denen Sie die ausgewählten Talente entfernen möchten.
et: Vali grupid, kust soovid valitud talendid eemaldada.
fi: Valitse ryhmät, joista valitut talentit poistetaan
fr: Choisissez les groupes desquels vous souhaitez retirer les talents sélectionnés.
lv: Izvēlieties grupas, no kurām vēlaties noņemt izvēlētos talantus.
nb: Velg de gruppene du vil fjerne de valgte talentene fra.
nl: Kies de groepen waaruit u de geselecteerde talenten wilt verwijderen.
pl: Wybierz grupy, z których chcesz usunąć wybrane talenty.
sv: Välj de grupper du vill ta de valda talanger bort från.

source: Add tags for position
da: Tilføj tags til stilling
de: Stichwörter für die Stelle hinzufügen
et: Lisa ametikohale märkeid
fi: Lisää tageja työpaikalle
fr: Ajouter des tags pour le poste
lv: Pievienot vakancei tagus
nb: Legg til emneknagger for stilling
nl: Tags toevoegen voor positie
pl: Dodaj tagi do stanowiska
sv: Lägg till taggar för position

source: Choose the tags for this position.
da: Vælg tags til denne stilling.
de: Wählen Sie die Stichwörter für diese Stelle aus.
et: Vali selle ametikoha märked.
fi: Valitse tagit tälle työpaikalle
fr: Choisissez les tags pour ce poste.
lv: Izvēlieties šīs vakances tagus.
nb: Velg kodene for denne stillingen.
nl: Kies de tags voor deze functie.
pl: Wybierz tagi dla tego stanowiska.
sv: Välj taggar för denna position.

source: Add a new tag
da: Tilføj et nyt tag
de: Ein neues Stichwort hinzufügen
et: Lisa uus märge
fi: Lisää tägi
fr: Ajouter un nouveau tag
lv: Pievienot jaunu tagu
nb: Legg til en ny emneknagg
nl: Voeg een nieuwe tag toe
pl: Dodaj nowy tag
sv: Lägg till en ny tagg

source: External positions
da: Eksterne stillinger
de: Externe Stellen
et: Ettevõttevälised värbamised
fi: Ulkoiset työpaikat
fr: Postes externes
lv: Ārējās vakances
nb: Eksterne stillinger
nl: Externe functies
pl: Stanowiska zewnętrzne
sv: Externa positioner

source: Internal positions
da: Interne stillinger
de: Interne Stellen
et: Ettevõttesisesed värbamised
fi: Sisäiset työpaikat
fr: Postes internes
lv: Iekšējās vakances
nb: Interne stillinger
nl: Interne functies
pl: Stanowiska wewnętrzne
sv: Interna positioner

source: Include tags
da: Inkluder tags
de: Stichwörter einschließen
et: Kaasa märked
fi: Sisällytä tägit
fr: Inclure les tags
lv: Iekļaut tagus
nb: Inkluder emneknagger
nl: Tags opnemen
pl: Dołącz tagi
sv: Inkludera taggar

source: Exclude tags
da: Ekskluder tags
de: Stichwörter ausschließen
et: Ära kaasa märkeid
fi: Älä sisällytä tägejä
fr: Exclure les tags
lv: Neiekļaut tagus
nb: Ekskluder emneknagger
nl: Tags uitsluiten
pl: Wyklucz tagi
sv: Exkludera taggar

source: Include business units
da: Inkluder forretningsenheder
de: Unternehmensbereiche einschließen
et: Kaasa äriüksused
fi: Sisällytä yritysprofiilit
fr: Inclure les unités d'affaires
lv: Iekļaut uzņēmuma struktūrvienības
nb: Inkluder forretningsenheter
nl: Bedrijfseenheden opnemen
pl: Dołącz jednostki biznesowe
sv: Inkludera företagsprofiler

source: Exclude business units
da: Ekskluder forretningsenheder
de: Unternehmensbereiche ausschließen
et: Ära kaasa äriüksusi
fi: Älä sisällytä yritysprofiileja
fr: Exclure les unités d'affaires
lv: Neiekļaut uzņēmuma struktūrvienības
nb: Ekskluder forretningsenheter
nl: Bedrijfseenheden uitsluiten
pl: Wyklucz jednostki biznesowe
sv: Inkludera inte företagsprofiler

source: Contents
da: Indhold
de: Inhalte
et: Sisu
fi: Sisältö
fr: Contenus
lv: Saturs
nb: Innhold
nl: Inhoud
pl: Zawartość
sv: Innehåll

source: Include entire job ad
da: Medtag hele jobannoncen
de: Komplette Stellenanzeige einschließen
et: Kaasa terve töökuulutus
fi: Sisällytä koko työpaikkailmoitus
fr: Inclure l'annonce complète du poste
lv: Iekļaut visu darba sludinājumu
nb: Inkluder hele jobbannonsen
nl: Volledige vacature opnemen
pl: Dołącz całe ogłoszenie o pracę
sv: Inkludera hela jobbannonsen

source: Include only job description
da: Medtag kun jobbeskrivelsen
de: Nur Stellenbeschreibungen einschließen
et: Kaasa ainult ametikirjeldus
fi: Vain työpaikan kuvaus
fr: Inclure uniquement la description du poste
lv: Iekļaut tikai amata aprakstu
nb: Inkluder kun jobbeskrivelse
nl: Alleen functieomschrijving opnemen
pl: Dołącz tylko opis stanowiska
sv: Inludera endast jobbeskrivning

source: Only title, no description
da: Kun titel, ingen beskrivelse
de: Nur Titel, keine Beschreibung
et: Ainult pealkiri ilma kirjelduseta
fi: Vain otsikko, ei kuvausta
fr: Titre uniquement, pas de description
lv: Tikai nosaukums, bez apraksta
nb: Bare tittel, ingen beskrivelse
nl: Alleen titel, geen omschrijving
pl: Tylko tytuł, bez opisu
sv: Endast titel, ingen beskrivning

source: Tags and other categories
da: Tags og andre kategorier
de: Stichwörter und andere Kategorien
et: Märked ja muud kategooriad
fi: Tägit ja muut kategoriat
fr: Tags et autres catégories
lv: Tagi un citas kategorijas
nb: Tagger og andre kategorier
nl: Tags en andere categorieën
pl: Tagi i inne kategorie
sv: Taggar och andra kategorier

source: Only tags
da: Kun tags
de: Nur Stichwörter
et: Ainult märked
fi: Vain tägit
fr: Tags uniquement
lv: Tikai tagi
nb: Kun emneknagger
nl: Alleen tags
pl: Tylko tagi
sv: Endast taggar

source: Use this link to get the RSS feed of open positions of your company.
da: Brug dette link til at få RSS-feed af ledige stillinger i din virksomhed.
de: Verwenden Sie diesen Link, um den RSS-Feed der offenen Stellen Ihres Unternehmens zu erhalten.
et: Kasuta linki, et näha oma ettevõtte vabu ametikohti RSS-voona.
fi: Linkki yrityksesi avointen työpaikkojen RSS-syötteeseen
fr: Utilisez ce lien pour obtenir le flux RSS des postes ouverts de votre entreprise.
lv: Izmantojiet šo saiti, lai saņemtu RSS plūsmu par jūsu uzņēmuma pieejamajām vakancēm.
nb: Bruk denne lenken for å få RSS-feed for ledige stillinger i selskapet ditt.
nl: Gebruik deze link om de RSS-feed van openstaande functies van uw bedrijf te krijgen.
pl: Użyj tego linku, aby uzyskać kanał RSS otwartych stanowisk w Twojej firmie.
sv: Använd denna länk för att komma till RSS-flödet med ditt företags öppna positioner.

source: Download reports
da: Download rapporter
de: Berichte herunterladen
et: Laadi alla aruanded
fi: Lataa raportit
fr: Télécharger les rapports
lv: Lejupielādēt atskaites
nb: Last ned rapporter
nl: Rapporten downloaden
pl: Pobierz raporty
sv: Ladda ner rapporter

source: Loading reports...
da: Indlæser rapporter...
de: Berichte werden geladen...
et: Aruannete laadimine...
fi: Ladataan raportteja...
fr: Chargement des rapports...
lv: Notiek atskaišu ielāde...
nb: Laster inn rapporter...
nl: Rapporten laden...
pl: Ładowanie raportów...
sv: Laddar rapporter...

source: Download report
da: Download rapport
de: Bericht herunterladen
et: Laadi alla aruanne
fi: Lataa raportti
fr: Télécharger le rapport
lv: Lejupielādēt atskaiti
nb: Last ned rapport
nl: Rapport downloaden
pl: Pobierz raport
sv: Ladda ner rapport

source: URL for job alert
da: URL til jobalarm
de: URL für Job Alert
et: Tööpakkumise teavituse URL
fi: Hakuvahdin URL
fr: URL pour l'alerte emploi
lv: URL darba brīdinājumam
nb: URL for jobbvarsel
nl: URL voor vacature-alert
pl: URL dla alertu o pracy
sv: URL för jobbvakt

source: Selected applications
da: Udvalgte ansøgninger
de: Ausgewählte Bewerbungen
et: Valitud avaldused
fi: Valitut hakemukset
fr: Candidatures sélectionnées
lv: Izvēlēti pieteikumi
nb: Valgte søknader
nl: Geselecteerde sollicitaties
pl: Wybrane aplikacje
sv: Valda ansökningar

source: Selected talents
da: Udvalgte talenter
de: Ausgewählte Talente
et: Valitud talendid
fi: Valitut talentit
fr: Talents sélectionnés
lv: Izvēlēti talanti
nb: Valgte talenter
nl: Geselecteerde talenten
pl: Wybrane talenty
sv: Valda talanger

source: Selected groups
da: Udvalgte grupper
de: Ausgewählte Gruppen
et: Valitud grupid
fi: Valitut ryhmät
fr: Groupes sélectionnés
lv: Izvēlētās grupas
nb: Valgte grupper
nl: Geselecteerde groepen
pl: Wybrane grupy
sv: Valda grupper

source: Update table
da: Opdater tabellen
de: Tabelle aktualisieren
et: Uuenda tabelit
fi: Päivitä taulukko
fr: Mettre à jour le tableau
lv: Atjauniniet tabulu
nb: Oppdater tabell
nl: Tabel bijwerken
pl: Zaktualizuj tabelę
sv: Uppdatera tabell

source: Please make sure that you have selected the right applications and then select an action.
da: Sørg for, at du har valgt de rigtige ansøgninger, og vælg derefter en handling.
de: Bitte vergewissern Sie sich, dass Sie die richtigen Bewerbungen ausgewählt haben, wählen Sie dann eine Aktion.
et: Veendu, et oleksid valinud õiged avaldused, ja vali siis toiming.
fi: Varmista, että olet valinnut oikeat hakemukset. Sen jälkeen valitse haluamasi toiminto.
fr: Veuillez vous assurer d'avoir sélectionné les bonnes candidatures, puis sélectionnez une action.
lv: Pārliecinieties, vai esat izvēlējies pareizos pieteikumus, un pēc tam izvēlieties darbību.
nb: Kontroller at du har valgt de riktige søknadene, og velg deretter en handling.
nl: Zorg ervoor dat u de juiste sollicitaties hebt geselecteerd en kies vervolgens een actie.
pl: Upewnij się, że wybrałeś właściwe aplikacje, a następnie wybierz działanie.
sv: Se till att du valt rätt ansökningar och välj sedan åtgärd.

source: Please make sure that you have selected the right applications and then click "Continue".
da: Sørg for, at du har valgt de rigtige ansøgninger, og klik derefter på "Fortsæt".
de: Bitte vergewissern Sie sich, dass Sie die richtigen Bewerbungen ausgewählt haben, klicken Sie dann auf "Weiter".
et: Veendu, et oleksid valinud õiged avaldused, ja klõpsa siis nuppu „Jätka“.
fi: Varmista, että olet valinnut oikeat hakemukset. Sen jälkeen paina "Jatka".
fr: Veuillez vous assurer que vous avez sélectionné les bonnes applications, puis cliquez sur "Continuer".
lv: Pārliecinieties, vai esat izvēlējies pareizos pieteikumus, un pēc tam noklikšķiniet uz “Turpināt”.
nb: Kontroller at du har valgt de riktige søknadene, og klikk deretter på "Fortsett".
nl: Zorg ervoor dat u de juiste applicaties hebt geselecteerd en klik vervolgens op "Doorgaan".
pl: Upewnij się, że wybrałeś właściwe aplikacje, a następnie kliknij "Kontynuuj".
sv: Se till att du valt rätt ansökningar och klicka sedan på "Fortsätt".
