Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Hi For the past week there have been no new applicants in the open positions. {unsubscribe_message}
da: Hej, I den seneste uge har der ikke været nogen nye ansøgere til de ledige stillinger. {unsubscribe_message}
de: Hi In der letzten Woche gab es keine neuen Bewerber für die offenen Stellen. {unsubscribe_message}
et: Tere! Viimase nädala jooksul ei ole keegi vabadele ametikohtadele kandideerinud. {unsubscribe_message}
fi: Hei Viimeisen viikon aikana ei ole saapunut uusia hakemuksia. {unsubscribe_message}
fr: Bonjour, Au cours de la semaine dernière, il n'y a eu aucun nouveau candidat pour les postes ouverts. {unsubscribe_message}
lv: Sveiki! Pēdējā nedēļā pieejamajām vakancēm nav jaunu pieteikumu. {unsubscribe_message}
nb: Hei Den siste uken har det ikke vært noen nye søkere til de ledige stillingene. {unsubscribe_message}
nl: Hallo In de afgelopen week zijn er geen nieuwe sollicitanten geweest voor de openstaande vacatures. {unsubscribe_message}
pl: Cześć W ciągu ostatniego tygodnia nie było nowych kandydatów na otwarte stanowiska. {unsubscribe_message}
sv: Hej, Under den här veckan har ingen ny kandidat sökt till de öppna positionerna. {unsubscribe_message}

source: Hi {interval_text} you have these ongoing tasks and interviews: {ongoing_tasks} {unsubscribe_message}
da: Hej, {interval_text} Du har disse igangværende opgaver og interviews: {ongoing_tasks} {unsubscribe_message}
de: Hi {interval_text} Sie haben diese laufenden Aufgaben und Gespräche: {ongoing_tasks} {unsubscribe_message}
et: Tere! Sul on ajavahemikus {interval_text} järgmised pooleliolevad ülesanded ja vestlused: {ongoing_tasks} {unsubscribe_message}
fi: Hei {interval_text} sinulla on seuraavat tapahtumat: {ongoing_tasks} {unsubscribe_message}
fr: Bonjour, {interval_text} vous avez ces tâches et entretiens en cours : {ongoing_tasks} {unsubscribe_message}
lv: Sveiki! {interval_text} jums ir šādi nepabeigtie uzdevumi un intervijas: {ongoing_tasks} {unsubscribe_message}
nb: Hei {interval_text} du har disse pågående oppgavene og intervjuene: {ongoing_tasks} {unsubscribe_message}
nl: Hallo {interval_text} u heeft deze lopende taken en sollicitatiegesprekken: {ongoing_tasks} {unsubscribe_message}
pl: Cześć W ciągu {interval_text} masz następujące bieżące zadania i rozmowy kwalifikacyjne: {ongoing_tasks} {unsubscribe_message}
sv: Hej, {interval_text} du har dessa pågående uppgifter och intervjuer: {ongoing_tasks} {unsubscribe_message}

source: Hi The following positions changed status automatically in TalentAdore Hire: {positions_list_html} {unsubscribe_message}
da: Hej Følgende stillinger har automatisk ændret status i TalentAdore Hire: {positions_list_html} {unsubscribe_message}
de: Hallo Der Status der folgenden Positionen wurde automatisch in TalentAdore Hire geändert: {positions_list_html} {unsubscribe_message}
et: Tere Järgmiste ametikohtade olek muutus TalentAdore Hire'is automaatselt: {positions_list_html} {unsubscribe_message}
fi: Hei Seuraavat työpaikkailmoitukset muuttivat statusta automaattisesti TalentAdore Hire:ssa: {positions_list_html} {unsubscribe_message}
fr: Bonjour, Les postes suivants ont changé de statut automatiquement dans TalentAdore Hire : {positions_list_html} {unsubscribe_message}
lv: Sveiki TalentAdore Hire automātiski mainījās šādu amatu statuss: {positions_list_html} {unsubscribe_message}
nb: Hei Følgende stillinger endret status automatisk i TalentAdore Hire: {positions_list_html} {unsubscribe_message}
nl: Hallo De volgende vacatures zijn automatisch van status veranderd in TalentAdore Hire: {positions_list_html} {unsubscribe_message}
pl: Cześć Następujące stanowiska zmieniły status automatycznie w TalentAdore Hire: {positions_list_html} {unsubscribe_message}
sv: Hej Följande positioner ändrades automatiskt status i TalentAdore Hire: {positions_list_html} {unsubscribe_message}

source: You could have demonstrated more concretely your creativity.
da: Du kunne have demonstreret din kreativitet mere tydeligt.
de: Sie hätten Ihre Kreativität konkreter demonstrieren können.
et: Soovisime näha enam loomingulisust.
fi: Olisit voinut osoittaa luovuuttasi konkreettisemmin.
fr: Vous auriez pu démontrer plus concrètement votre créativité.
lv: Jūs varējāt labāk parādīt savu radošumu.
nb: Du kunne ha vist kreativiteten din på en mer konkret måte.
nl: U had uw creativiteit concreter kunnen aantonen.
pl: Mogłeś bardziej konkretnie wykazać swoją kreatywność.
sv: Du kunde ha demonstrerat din kreativitet på ett mer konkret sätt.

source: You convinced us that you are a very creative person!
da: Du overbeviste os om, at du er en meget kreativ person!
de: Sie haben uns überzeugt, dass Sie eine sehr kreative Person sind!
et: Tundub, et oled väga loominguline inimene.
fi: Vakuutit meille, että olet erittäin luova persoona!
fr: Vous nous avez convaincu que vous êtes une personne très créative !
lv: Jūs pārliecinājāt mūs, ka esat ļoti radošs!
nb: Du har overbevist oss om at du er en veldig kreativ person!
nl: U heeft ons ervan overtuigd dat u een zeer creatief persoon bent!
pl: Przekonałeś nas, że jesteś bardzo kreatywną osobą!
sv: Du övertygade oss om att du är en väldigt kreativ person!

source: Basic information: {first} {last} {email} {phone} Links: {links} Attachments: {attachments} {custom_fields}{description}
da: Grundlæggende oplysninger:: {first} {last} {email} {phone} Links: {links} Bilag: {attachments} {custom_fields}{description}
de: Grundlegende Informationen: {first} {last} {email} {phone} Links: {links} Anhänge: {attachments} {custom_fields}{description}
et: Põhiandmed: {first} {last} {email} {phone} Lingid: {links} Manused: {attachments} {custom_fields}{description}
fi: Perustiedot: {first} {last} {email} {phone} Linkit: {links} Liitteet: {attachments} {custom_fields}{description}
fr: Informations de base: {first} {last} {email} {phone} Liens: {links} Pièces jointes: {attachments} {custom_fields}{description}
lv: Pamatinformācija: {first} {last} {email} {phone} Saites: {links} Attachments: {attachments} {custom_fields}{description}
nb: Grunnleggende informasjon: {first} {last} {email} {phone} Lenker: {links} Vedlegg: {attachments} {custom_fields}{description}
nl: Basisinformatie: {first} {last} {email} {phone} Links: {links} Bijlagen: {attachments} {custom_fields}{description}
pl: Podstawowe informacje: {first} {last} {email} {phone} Linki: {links} Załączniki: {attachments} {custom_fields}{description}
sv: Grundläggande information: {first} {last} {email} {phone} Länkar: {links} Bilagor: {attachments} {custom_fields}{description}

source: You have already applied for this job. You can edit your existing application with the following link: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a>. Please note that the link is valid only until your application has an outcome (hired/rejected/withdrawn).
et: Olete sellele töökohale juba kandideerinud. Saate oma olemasolevat kandideerimisavaldust muuta järgneva lingi kaudu: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a>. Palun arvestage, et link kehtib ainult seni, kuni Teie kandideerimisavaldusel on tulemus (tööle võetud / tagasi lükatud / tagasi võetud).
fi: Olet jo hakenut tätä työpaikkaa. Voit muokata olemassa olevaa hakemustasi seuraavan linkin kautta: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a>. Huomaa, että linkki on voimassa vain siihen asti, kunnes hakemuksellesi on tullut päätös (valittu/hylätty/peruutettu).
sv: Du har redan ansökt om detta jobb. Du kan redigera din befintliga ansökan via följande länk: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a>. Observera att länken endast är giltig tills din ansökan har fått ett beslut (anställd/avvisad/återkallad).

source: Here is a summary of your application: [APPLICATION_INFORMATION]You can edit the application with the following link: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a>. Please note that the link is valid only until your application has an outcome (hired/rejected/withdrawn).
da: Her er en opsummering af din ansøgning: [APPLICATION_INFORMATION]Du kan redigere ansøgningen via følgende link: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a>. Bemærk venligst, at linket kun er gyldigt, indtil din ansøgning har et resultat (ansat/afvist/tilbagetrukket).
de: Hier ist eine Zusammenfassung Ihrer Bewerbung: [APPLICATION_INFORMATION]Sie können die Bewerbung mit dem folgenden link: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a> bearbeiten. Bitte beachten Sie, dass der Link nur so lange gültig ist, bis Ihre Bewerbung ein Ergebnis hat (eingestellt/abgelehnt/widerrufen).
et: Siin on avalduse kokkuvõte: [AVALDUSE_INFO]Avaldust saad muuta järgmise lingi kaudu: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a>. Link kehtib seni, kuni oleme teinud värbamise suhtes otsuse (tööle võetud / tagasi lükatud / tagasi võetud).
fi: Tässä vielä yhteenveto hakemuksestasi: [APPLICATION_INFORMATION]Voit muokata hakemustasi tästä linkistä: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a>. Huomaathan, että linkki toimii vain siihen asti, että hakemuksellasi on lopputulos (palkattu/hylätty/vetäytynyt).
fr: Voici un résumé de votre candidature: [APPLICATION_INFORMATION]Vous pouvez modifier la candidature avec le lien suivant: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a>. Veuillez noter que le lien n'est valide que jusqu'à ce que votre candidature ait un résultat (embauché/rejeté/retiré).
lv: Šeit ir jūsu pieteikuma kopsavilkums: [APPLICATION_INFORMATION]Varat rediģēt pieteikumu, izmantojot šo saiti: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a>. Lūdzu, ņemiet vērā, ka saite ir derīga tikai līdz brīdim, kad pieteikumam ir rezultāts (pieņemts darbā/noraidīts/atsaukts).
nb: Her er et sammendrag av søknaden din: [APPLICATION_INFORMATION]Du kan redigere søknaden med følgende lenke: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a>. Vær oppmerksom på at lenken bare er gyldig til søknaden din har fått et resultat (ansatt/avvist/trukket tilbake).
nl: Hier is een samenvatting van uw sollicitatie: [APPLICATION_INFORMATION]U kunt de sollicitatie bewerken via de volgende link: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a>. Houd er rekening mee dat de link alleen geldig is totdat uw sollicitatie een uitkomst heeft (aangenomen/afgewezen/ingetrokken).
pl: Oto podsumowanie Twojej aplikacji: [APPLICATION_INFORMATION]Możesz edytować aplikację za pomocą następującego linku: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a>. Pamiętaj, że link jest ważny tylko do momentu rozstrzygnięcia Twojej aplikacji (zatrudnienie/odrzucenie/wycofanie).
sv: Här är en sammanfattning av din ansökan: [APPLICATION_INFORMATION]Du kan redigera ansökan med följande länk: <a href='[EDIT_APPLICATION_LINK]'>[EDIT_APPLICATION_LINK]</a>. Observera att länken endast är giltig tills din ansökan har fått ett slutresultat (Anställd/Avslagen/Återkallad).

source: Here is a summary of your application: [APPLICATION_INFORMATION]
da: Her er en opsummering af din ansøgning: [APPLICATION_INFORMATION]
de: Hier ist eine Zusammenfassung Ihrer Bewerbung: [APPLICATION_INFORMATION]
et: Siin on avalduse kokkuvõte: [APPLICATION_INFORMATION]
fi: Tässä vielä yhteenveto hakemuksestasi: [APPLICATION_INFORMATION]
fr: Voici un résumé de votre candidature: [APPLICATION_INFORMATION]
lv: Šeit ir jūsu pieteikuma kopsavilkums: [APPLICATION_INFORMATION]
nb: Her er et sammendrag av søknaden din: [APPLICATION_INFORMATION]
nl: Hier is een samenvatting van uw sollicitatie: [APPLICATION_INFORMATION]
pl: Oto podsumowanie Twojej aplikacji: [APPLICATION_INFORMATION]
sv: Här är en sammanfattning av din ansökan: [APPLICATION_INFORMATION]

source: Your application
da: Din ansøgning
de: Ihre Bewerbung
et: Sinu avaldus
fi: Hakemuksesi
fr: Votre candidature
lv: Jūsu pieteikums
nb: Søknaden din
nl: Uw sollicitatie
pl: Twoja aplikacja
sv: Din ansökan

source: Your application for %s position
da: Din ansøgning til %s stilling
de: Ihre Bewerbung um die Stelle als %s
et: Sinu avaldus ametikoha %s jaoks
fi: Työhakemuksesi työpaikkaan %s
fr: Votre candidature pour le poste de %s
lv: Jūsu pieteikums %s vakancei
nb: Søknaden din for stillingen %s
nl: Uw sollicitatie voor de functie %s
pl: Twoja aplikacja na stanowisko %s
sv: Din ansökan till positionen som %s

source: Thank you for your application
da: Tak for din ansøgning
de: Vielen Dank für Ihre Bewerbung
et: Aitäh kandideerimise eest!
fi: Kiitos hakemuksestasi
fr: Merci pour votre candidature
lv: Paldies par pieteikumu
nb: Takk for din søknad
nl: Bedankt voor uw sollicitatie
pl: Dziękujemy za Twoją aplikację
sv: Tack så mycket för din ansökan

source: Duplicate application for the position "[JOB_NAME]"
et: Korduv kandideerimisavaldus positsioonile "[JOB_NAME]"
fi: Päällekkäinen hakemus tehtävään "[JOB_NAME]"
sv: Dubblettansökan för tjänsten "[JOB_NAME]"

source: Review has started
da: Gennemgangen er begyndt
de: Überprüfung hat begonnen
et: Ülevaatamine on alanud
fi: Hakemusten käsittely on aloitettu
fr: L'examen a commencé
lv: Pārskatīšana ir sākta
nb: Gjennomgangen har startet
nl: Beoordeling is gestart
pl: Rozpoczęto ocenę
sv: Vi har startat granskningen

source: Status update on recruitment process
da: Statusopdatering på rekrutteringsprocessen
de: Statusaktualisierung des Einstellungsverfahrens
et: Värbamisprotsessi oleku uuendus
fi: Hakuprosessin päivitys
fr: Mise à jour du statut du processus de recrutement
lv: Jaunākā informācija par atlases procesu
nb: Statusoppdatering om rekrutteringsprosessen
nl: Statusupdate over het wervingsproces
pl: Aktualizacja statusu procesu rekrutacji
sv: Statusuppdatering gällande rekryteringsprocessen

source: Interview invitation for the position "[JOB_NAME]"
da: Invitation til samtale om stillingen "[JOB_NAME]"
de: Einladung zum Bewerbungsgespräch für die Stelle "[JOB_NAME]"
et: Ametikoha „[JOB_NAME]“ vestluse kutse
fi: Haastattelukutsu työpaikkaan "[JOB_NAME]"
fr: Invitation à un entretien pour le poste "[JOB_NAME]"
lv: Uzaicinājums uz interviju par vakanci "[JOB_NAME]"
nb: Invitasjon til intervju for stillingen "[JOB_NAME]"
nl: Uitnodiging voor een sollicitatiegesprek voor de functie "[JOB_NAME]"
pl: Zaproszenie na rozmowę kwalifikacyjną na stanowisko "[JOB_NAME]"
sv: Inbjudan till intervju för tjänsten "[JOB_NAME]"

source: Online interview invitation for the position "[JOB_NAME]"
da: Invitation til onlineinterview om stillingen "[JOB_NAME]"
de: Einladung zum Online-Bewerbungsgespräch für die Stelle "[JOB_NAME]"
et: Ametikoha „[JOB_NAME]“ veebivestluse kutse
fi: Online-haastattelukutsu työpaikkaan "[JOB_NAME]"
fr: Invitation à un entretien en ligne pour le poste "[JOB_NAME]"
lv: Uzaicinājums uz tiešsaistes interviju par vakanci "[JOB_NAME]"
nb: Invitasjon til intervju på nett for stillingen "[JOB_NAME]"
nl: Uitnodiging voor een online sollicitatiegesprek voor de functie "[JOB_NAME]"
pl: Zaproszenie na rozmowę kwalifikacyjną online na stanowisko "[JOB_NAME]"
sv: Inbjudan till online-intervju för tjänsten "[JOB_NAME]"

source: Phone interview invitation for the position "[JOB_NAME]"
da: Invitation til telefoninterview om stillingen "[JOB_NAME]"
de: Einladung zum telefonischen Bewerbungsgespräch für die Stelle "[JOB_NAME]"
et: Ametikoha „[JOB_NAME]“ telefonivestluse kutse
fi: Puhelinhaastattelukutsu työpaikkaan "[JOB_NAME]"
fr: Invitation à un entretien téléphonique pour le poste "[JOB_NAME]"
lv: Uzaicinājums uz telefona interviju par vakanci "[JOB_NAME]"
nb: Invitasjon til telefonintervju for stillingen "[JOB_NAME]"
nl: Uitnodiging voor een telefonisch sollicitatiegesprek voor de functie "[JOB_NAME]"
pl: Zaproszenie na rozmowę kwalifikacyjną telefoniczną na stanowisko "[JOB_NAME]"
sv: Inbjudan till telefonintervju för tjänsten "[JOB_NAME]"

source: Feedback about your application
da: Feedback om din ansøgning
de: Feedback zu Ihrer Bewerbung
et: Avalduse tagasiside
fi: Palautetta hakemuksestasi
fr: Commentaires sur votre candidature
lv: Atsauksmes par jūsu pieteikumu
nb: Tilbakemelding om søknaden din
nl: Feedback over uw sollicitatie
pl: Informacja zwrotna dotycząca Twojej aplikacji
sv: Feedback gällande din ansökan

source: Cancelling interview
da: Aflysning af interview
de: Bewerbungsgespräch wird abgesagt
et: Vestluse tühistamine
fi: Haastattelun peruutus
fr: Annulation de l'entretien
lv: Intervijas atcelšana
nb: Avlyse intervju
nl: Sollicitatiegesprek annuleren
pl: Anulowanie rozmowy kwalifikacyjnej
sv: Avboka intervju

source: Rescheduling interview for the position "[JOB_NAME]"
da: Udsættelse af interview om stillingen "[JOB_NAME]"
de: Verschiebung des Bewerbungsgesprächs für die Stelle "[JOB_NAME]"
et: Ametikoha „[JOB_NAME]“ vestluse aja muutmine
fi: Haastatteluajan siirto koskien työpaikkaa "[JOB_NAME]"
fr: Reprogrammation de l'entretien pour le poste "[JOB_NAME]"
lv: Pārplāno interviju par vakanci "[JOB_NAME]"
nb: Flytting av intervju for stillingen "[JOB_NAME]"
nl: Interview voor de functie "[JOB_NAME]" verplaatsen
pl: Zmiana terminu rozmowy kwalifikacyjnej na stanowisko "[JOB_NAME]"
sv: Ombokning av intervju för tjänsten "[JOB_NAME]"

source: {companyname} interview confirmation
da: {companyname} bekræftelse af interview
de: {companyname} Bestätigung des Bewerbungsgesprächs
et: Ettevõtte {companyname} vestluse kinnitus
fi: {companyname} haastattelun vahvistaminen
fr: Confirmation de l'entretien {companyname}
lv: {companyname} intervijas apstiprinājums
nb: {companyname} intervjubekreftelse
nl: Bevestiging sollicitatiegesprek {companyname}
pl: Potwierdzenie rozmowy kwalifikacyjnej w {companyname}
sv: {companyname} intervjubekräftelse

source: Join our Talent Community
da: Bliv en del af vores Talent Community
de: Treten Sie unserer Talent-Community bei
et: Liitu meie Talent Communityga
fi: Liity meidän Talent Communityymme!
fr: Rejoignez notre communauté de talents
lv: Pievienojieties mūsu Talent Community
nb: Bli med i vårt Talent Community
nl: Word lid van onze Talent Community
pl: Dołącz do naszej Talent Community
sv: Bli medlem i vår Talent Community!

source: Notice of withdrawal
da: Besked om tilbagetrækning
de: Widerrufsmitteilung
et: Avalduse tagasivõtmise teade
fi: Peruutusilmoitus
fr: Avis de retrait
lv: Paziņojums par atsaukšanu
nb: Melding om tilbaketrekking
nl: Kennisgeving van terugtrekking
pl: Powiadomienie o wycofaniu
sv: Meddelande om återkallande

source: Interesting position available at {company_name}
da: Interessant stilling hos {company_name}
de: Freie, interessante Stelle bei {company_name}
et: Huvitav ametikoht ettevõttes {company_name}
fi: Mielenkiintoinen työpaikka auki yrityksessä {company_name}
fr: Poste intéressant disponible chez {company_name}
lv: Pieejama interesanta vakance {company_name}
nb: Interessant stilling ledig hos {company_name}
nl: Interessante functie beschikbaar bij {company_name}
pl: Interesujące stanowisko dostępne w {company_name}
sv: En intressant position är öppen hos {company_name}

source: [FIRST_NAME], please confirm if you’d like to be added to {company_name}’s Talent Community
da: [FIRST_NAME], bekræft venligst, om du ønsker at blive tilføjet til {company_name}'s Talent Community
de: [First_Name], bitte bestätigen Sie, ob Sie zu {company_name}s Talent-Community hinzugefügt werden möchten.
et: [FIRST_NAME], palun kinnita, et soovid liituda ettevõtte {company_name} Talent Communityga
fi: [FIRST_NAME], ole hyvä ja vahvista halukkuutesi liittyä yrityksen {company_name} Talent Communityyn
lv: [FIRST_NAME], lūdzu, apstipriniet, ka vēlaties tikt pievienots {company_name} Talent Community
nb: [FIRST_NAME], vennligst bekreft om du ønsker å bli lagt til i {company_name}s Talent Community
sv: [FIRST_NAME], bekräfta vänligen att du vill bli medlem i {company_name} s Talent Community

source: [FIRST_NAME], would you like to continue to be a part of {company_name}’s Talent Community?
da: [FIRST_NAME], vil du fortsat være en del af {company_name}'s Talent Community?
de: [First_Name], möchten Sie weiterhin ein Teil von {company_name}s Talent Community sein?
et: [FIRST_NAME], kas soovid jääda ettevõtte {company_name} Talent Communitysse?
fi: [FIRST_NAME], haluaisitko jatkaa yrityksen {company_name} Talent Community jäsenenä?
lv: [FIRST_NAME], vai vēlaties arī turpmāk būt daļa no {company_name} Talent Community?
nb: [FIRST_NAME], vil du fortsette å være med i {company_name}s Talent Community?
sv: [FIRST_NAME], vill du fortsätta vara medlem i {company_name}s Talent Community?

source: Access your information
da: Få adgang til dine oplysninger
de: Zugang zu Ihren Informationen
et: Tutvu oma infoga
fi: Tarkastele tietojasi
fr: Accédez à vos informations
lv: Piekļuve jūsu informācijai
nb: Få tilgang til informasjonen din
nl: Toegang tot uw gegevens
pl: Uzyskaj dostęp do swoich informacji
sv: Se din information

source: Welcome to our Talent Community!
da: Velkommen til vores Talent Community!
de: Willkommen in unserer Talent-Community!
et: Tere tulemast meie Talent Communitysse!
fi: Tervetuloa meidän Talent Communityyn!
fr: Bienvenue dans notre communauté de talents !
lv: Laipni lūgti mūsu Talent Community!
nb: Velkommen til vårt Talent Community!
nl: Welkom bij onze Talent Community!
pl: Witamy w naszej Talent Community!
sv: Välkommen till vår Talent Community!

source: Additional information request
da: Anmodning om yderligere oplysninger
de: Anfrage zusätzlicher Informationen
et: Lisainfo päring
fi: Lisätietopyyntö
fr: Demande d'informations supplémentaires
lv: Papildu informācijas pieprasījums
nb: Forespørsel om ytterligere informasjon
nl: Verzoek om aanvullende informatie
pl: Prośba o dodatkowe informacje
sv: Ytterligare information begäran

source: Document request
da: Anmodning om dokument
de: Dokumentenanfrage
et: Dokumendi taotlus
fi: Asiakirjapyyntö
fr: Demande de document
lv: Dokumentu pieprasījums
nb: Dokumentforespørsel
nl: Documentaanvraag
pl: Prośba o dokument
sv: Dokumentförfrågan

source: You are invited to online assessment
da: Du er inviteret til online vurdering
de: Sie werden zum Online-Assessment eingeladen
et: Oled kutsutud osalema veebipõhisel hindamisel
fi: Sinut on kutsuttu online-arviointiin
fr: Vous êtes invité à une évaluation en ligne
lv: Jūs aicina piedalīties tiešsaistes novērtējumā
nb: Du inviteres til en vurdering på nett
nl: U bent uitgenodigd voor een online assessment
pl: Zapraszamy do udziału w ocenie online
sv: Du har bjudits in till ett online-test

source: Your assessment result
da: Dit vurderingsresultat
de: Ihre Assessmentergebnisse
et: Hindamise tulemus
fi: Sinun testitulokset
fr: Votre résultat d'évaluation
lv: Jūsu novērtējuma rezultāts
nb: Resultatet av vurderingen
nl: Uw assessment resultaat
pl: Twój wynik oceny
sv: Dina testresultat

source: {companyname} online interview confirmation
da: {companyname} bekræftelse af onlineinterview
de: Bestätigung des Online-Bewerbungsgesprächs von {companyname}
et: Ettevõtte {companyname} veebivestluse kinnitus
fi: {companyname} online-haastattelun vahvistus
fr: Confirmation de l'entretien en ligne {companyname}
lv: {companyname} tiešsaistes intervijas apstiprinājums
nb: {companyname} bekreftelse på intervju på nett
nl: Bevestiging online sollicitatiegesprek {companyname}
pl: Potwierdzenie rozmowy online w {companyname}
sv: {companyname} online-intervjubekräftelse
