Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: External assessment
da: Ekstern vurdering
de: Externe Bewertung
et: Väline hindamine
fi: Ulkoinen arviointi
fr: Évaluation externe
lv: Ārējais novērtējums
nb: Ekstern vurdering
nl: Externe beoordeling
pl: Ocena zewnętrzna
sv: Extern bedömning

source: Not yet invited to assessment
da: Endnu ikke inviteret til vurdering
de: Noch nicht zum Assessment eingeladen
et: Ei ole hindamisele kutsutud
fi: Kutsua arviointitesteihin ei ole lähetetty
fr: Pas encore invité à l'évaluation
lv: Vēl nav uzaicināts uz novērtējumu
nb: Ennå ikke invitert til vurdering
nl: Nog niet uitgenodigd voor beoordeling
pl: Jeszcze nie zaproszony do oceny
sv: Inte ännu inbjuden till bedömning

source: Assessment has error
da: Vurdering har fejl
de: Assessment hat Fehler
et: Hindamise tõrge
fi: Arviointitesteissä on ilmennyt virhe
fr: L'évaluation a une erreur
lv: Novērtējumā ir kļūda
nb: Vurderingen har feil
nl: Beoordeling heeft een fout
pl: Błąd oceny
sv: Fel i bedömningen

source: Assessment blocked
da: Vurdering blokeret
de: Assessment gesperrt
et: Hindamine blokeeriti
fi: Arviointitesti lukittu
fr: Évaluation bloquée
lv: Novērtējums ir bloķēts
nb: Vurdering sperret
nl: Beoordeling geblokkeerd
pl: Ocena zablokowana
sv: Bedömningen blockerad

source: Assessment completed, results not updated
da: Vurdering afsluttet, resultater ikke opdateret
de: Assessment fertiggestellt, Ergebnisse nicht aktualisiert
et: Hindamine lõpetati, tulemusi ei uuendatud
fi: Arviointitestit suoritettu, tuloksia ei ole päivitetty
fr: Évaluation terminée, résultats non mis à jour
lv: Novērtējums ir pabeigts, rezultāti nav atjaunināti
nb: Vurdering fullført, resultater ikke oppdatert
nl: Beoordeling voltooid, resultaten niet bijgewerkt
pl: Ocena zakończona, wyniki nie zaktualizowane
sv: Bedömningen slutförd, resultaten ej uppdaterade

source: Assessment - Processing results
da: Vurdering - behandling af resultater
de: Assessment - Verarbeite Ergebnisse
et: Hindamine – tulemuste töötlemine
fi: Arviointitestit - Käsitellään tuloksia
fr: Évaluation - Traitement des résultats
lv: Novērtējums – apstrādā rezultātus
nb: Vurdering – behandler resultater
nl: Beoordeling - Resultaten verwerken
pl: Ocena - Przetwarzanie wyników
sv: Bedömning - bearbetar resultaten

source: Assessment completed, results updated
da: Vurdering afsluttet, resultater opdateret
de: Assessment fertiggestellt, Ergebnisse aktualisiert
et: Hindamine lõpetati, tulemusi uuendati
fi: Arviointitestit suoritettu, tulokset päivitetty
fr: Évaluation terminée, résultats mis à jour
lv: Novērtējums ir pabeigts, rezultāti ir atjaunināti
nb: Vurdering fullført, resultater oppdatert
nl: Beoordeling voltooid, resultaten bijgewerkt
pl: Ocena zakończona, wyniki zaktualizowane
sv: Bedömning slutförd, resultaten uppdaterade

source: Request document
da: Anmod om dokument
de: Dokument anfordern
et: Taotluse dokument
fi: Pyydä asiakirjaa
fr: Demander le document
lv: Pieprasīt dokumentu
nb: Be om dokument
nl: Document aanvragen
pl: Poproś o dokument
sv: Begär dokument

source: Send document request form to {}
da: Send formular til anmodning om dokument til {}
de: Dokumentenanforderungsformular an {} senden
et: Saada dokumendi taotluse vorm {}
fi: Lähetä asiakirjapyyntölomake henkilölle {}
fr: Envoyer le formulaire de demande de document à {}
lv: Nosūtīt dokumenta pieprasījuma veidlapu {}
nb: Send dokumentforespørselsskjema til {}
nl: Stuur documentaanvraagformulier naar {}
pl: Wyślij formularz żądania dokumentu do {}
sv: Skicka dokumentbegärandeformulär till {}

source: Document cannot be requested
da: Dokument kan ikke anmodes om
de: Dokument kann nicht angefordert werden
et: Dokumenti ei saa taotleda
fi: Asiakirjaa ei voida pyytää
fr: Le document ne peut pas être demandé
lv: Dokumentu nevar pieprasīt
nb: Dokument kan ikke forespørres
nl: Document kan niet worden aangevraagd
pl: Nie można poprosić o dokument
sv: Dokument kan inte begäras

source: Unable to communicate with the applicant
da: Ikke i stand til at kommunikere med ansøgeren
de: Keine Kommunikation mit dem Bewerber möglich
et: Kandidaadiga ei saa suhelda
fi: Hakijalle ei voi lähettää viestiä
fr: Impossible de communiquer avec le candidat
lv: Nespēj sazināties ar kandidātu
nb: Kan ikke kommunisere med søkeren
nl: Kan niet communiceren met de sollicitant
pl: Nie można skontaktować się z kandydatem
sv: Meddelandet till kandidaten kunde inte skickas

source: No document request form registered
da: Ingen formular til anmodning om dokument registreret
de: Kein Dokumentenanforderungsformular registriert
et: Dokumendi taotluse vormi pole registreeritud
fi: Asiakirjapyyntölomaketta ei ole rekisteröity
fr: Aucun formulaire de demande de document enregistré
lv: Nav reģistrēta dokumentu pieprasījuma veidlapa
nb: Ingen dokumentforespørselsskjema registrert
nl: Geen documentaanvraagformulier geregistreerd
pl: Nie zarejestrowano formularza żądania dokumentu
sv: Inget dokumentbegärandeformulär registrerat

source: Document request message sent
da: Besked om anmodning om dokument sendt
de: Dokumentenanforderungsnachricht gesendet
et: Dokumendi taotluse sõnum saadetud
fi: Asiakirjapyyntöviesti lähetetty
fr: Message de demande de document envoyé
lv: Dokumenta pieprasījuma ziņojums nosūtīts
nb: Melding om dokumentforespørsel sendt
nl: Documentaanvraagbericht verzonden
pl: Wysłano wiadomość z prośbą o dokument
sv: Meddelande om dokumentbegäran skickat

source: Resend document request
da: Send anmodning om dokument igen
de: Dokumentenanforderung erneut senden
et: Saada dokumendi taotlus uuesti
fi: Lähetä asiakirjapyyntö uudelleen
fr: Renvoyer la demande de document
lv: Atkārtoti nosūtīt dokumenta pieprasījumu
nb: Send dokumentforespørsel på nytt
nl: Documentaanvraag opnieuw verzenden
pl: Wyślij ponownie żądanie dokumentu
sv: Skicka dokumentbegäran igen

source: Applicant cannot be asked for additional information
da: Ansøgeren kan ikke blive bedt om yderligere oplysninger
de: Bewerber kann nicht um zusätzliche Informationen gebeten werden
et: Kandidaadilt ei saa lisainfot küsida
fi: Hakijalta ei voida pyytää lisätietoja
fr: Le candidat ne peut pas être invité à fournir des informations supplémentaires
lv: No kandidāta nevar prasīt papildu informāciju
nb: Søkeren kan ikke bli bedt om tilleggsinformasjon
nl: Aanvrager kan niet om aanvullende informatie worden gevraagd
pl: Nie można poprosić kandydata o dodatkowe informacje
sv: Det går inte att skicka förfrågan om tilläggsinformation

source: Request for document
da: Anmodning om dokument
de: Anfrage nach Dokument
et: Dokumendi taotlus
fi: Pyyntö asiakirjasta
fr: Demande de document
lv: Pieprasījums pēc dokumenta
nb: Forespørsel om dokument
nl: Verzoek om document
pl: Żądanie dokumentu
sv: Begäran om dokument

source: Document request sent
da: Anmodning om dokument sendt
de: Dokumentenanforderung gesendet
et: Dokumendi taotlus saadetud
fi: Asiakirjapyyntö lähetetty
fr: Demande de document envoyée
lv: Dokumenta pieprasījums nosūtīts
nb: Dokumentforespørsel sendt
nl: Documentaanvraag verzonden
pl: Wysłano żądanie dokumentu
sv: Dokumentbegäran skickad

source: Document request answered by applicant
da: Anmodning om dokument besvaret af ansøger
de: Dokumentenanforderung vom Bewerber beantwortet
et: Kandidaat vastas dokumendi taotlusele
fi: Hakija vastasi asiakirjapyyntöön
fr: Demande de document répondue par le candidat
lv: Pieteikuma iesniedzējs atbildēja uz dokumenta pieprasījumu
nb: Dokumentforespørsel besvart av søker
nl: Documentaanvraag beantwoord door sollicitant
pl: Kandydat odpowiedział na żądanie dokumentu
sv: Dokumentbegäran besvarad av sökande

source: Change step and schedule face-to-face interview
da: Skift trin og planlæg ansigt-til-ansigt-interview
de: Schritt ändern und persönliches Bewerbungsgespräch planen
et: Vaheta etappi ja planeeri vestlus
fi: Siirrä uuteen vaiheeseen ja varaa haastattelu
fr: Changer l'étape et planifier un entretien en face-à-face
lv: Mainīt posmu un ieplānot klātienes interviju
nb: Endre trinn og avtal personlig intervju
nl: Wijzig stap en plan een persoonlijk interview
pl: Zmień krok i zaplanuj rozmowę kwalifikacyjną twarzą w twarz
sv: Flytta till nytt steg och boka intervju

source: Select interview slots
da: Vælg interviewtidspunkter
de: Zeitfenster für Bewerbungsgespräch auswählen
et: Vali vestluse aeg
fi: Valitse haastatteluajat
fr: Sélectionner les créneaux d'entretien
lv: Izvēlieties interviju laikus
nb: Velg intervjutidsluker
nl: Selecteer interviewtijden
pl: Wybierz terminy rozmów kwalifikacyjnych
sv: Välj intervjutider

source: Interview actions cannot be performed. Unable to communicate with applicant
da: Interviewhandlinger kan ikke udføres. Kan ikke kommunikere med ansøger
de: Bewerbungsgesprächsaktionen können nicht ausgeführt werden. Keine Kommunikation mit dem Bewerber möglich
et: Vestluse toiminguid ei saa teha. Kandidaadiga ei saa suhelda
fi: Haastattelutoimintoja ei voitu toteuttaa. Hakijaan ei saada yhteyttä.
fr: Les actions d'entretien ne peuvent pas être effectuées. Impossible de communiquer avec le candidat
lv: Intervijas darbības nevar veikt. Nespēj sazināties ar kandidātu
nb: Intervjuer kan ikke utføres. Kan ikke kommunisere med søkeren
nl: Interviewacties kunnen niet worden uitgevoerd. Kan niet communiceren met de sollicitant
pl: Nie można wykonać działań związanych z rozmową kwalifikacyjną. Nie można komunikować się z kandydatem
sv: Intervjuåtgärderna kunde inte genomföras. Det gick inte att kontakta kandidaten.

source: Interview cannot be scheduled. The applicant already has an outcome
da: Interview kan ikke planlægges. Ansøgeren har allerede et resultat
de: Bewerbungsgespräch kann nicht geplant werden. Der Bewerber hat bereits ein Ergebnis
et: Vestlust ei saa planeerida. Kandidaadi tulemus on juba olemas
fi: Haastattelua ei voitu varata. Hakijalla on jo lopputulos
fr: L'entretien ne peut pas être planifié. Le candidat a déjà un résultat
lv: Interviju nevar ieplānot. Kandidātam jau ir rezultāts
nb: Intervju kan ikke avtales. Søkeren har allerede et utfall
nl: Interview kan niet worden ingepland. De sollicitant heeft al een uitkomst
pl: Nie można zaplanować rozmowy kwalifikacyjnej. Kandydat ma już wynik
sv: Intervjun kan inte bokas. Kandidaten har redan ett slutresultat.

source: Now you can offer some interview times
da: Nu kan du tilbyde nogle interviewtider
de: Jetzt können Sie einige Interviewtermine anbieten
et: Nüüd saate pakkuda mõningaid intervjuuaegu
fi: Nyt voit tarjota haastatteluaikoja
fr: Vous pouvez maintenant proposer des créneaux d'entretien
lv: Tagad varat piedāvāt dažus interviju laikus
nb: Nå kan du tilby noen intervjutider
nl: Nu kunt u enkele interviewtijden aanbieden
pl: Teraz możesz zaproponować terminy rozmów kwalifikacyjnych
sv: Nu kan du erbjuda några intervjutider

source: Interview invitation being sent
da: Invitation til interview bliver sendt
de: Bewerbungsgesprächseinladung wird gesendet
et: Vestluse kutset saadetakse
fi: Haastattelukutsua lähetetään
fr: Invitation à l'entretien envoyée
lv: Uzaicinājums uz interviju tiek nosūtīts
nb: Invitasjon til intervju blir sendt
nl: Uitnodiging voor interview wordt verzonden
pl: Wysyłanie zaproszenia na rozmowę kwalifikacyjną
sv: Inbjudan till intervju skickas nu

source: Confirm interview
da: Bekræft interview
de: Bewerbungsgespräch bestätigen
et: Kinnita vestlus
fi: Vahvista haastattelu
fr: Confirmer l'entretien
lv: Apstiprināt interviju
nb: Bekreft intervju
nl: Interview bevestigen
pl: Potwierdź rozmowę kwalifikacyjną
sv: Bekräfta intervju

source: Confirm pre-agreed interview
da: Bekræft forud aftalt interview
de: Vorher vereinbartes Bewerbungsgespräch bestätigen
et: Kinnita varem kokkulepitud vestlus
fi: Vahvista ennakkoon sovittu haastattelu
fr: Confirmer l'entretien pré-convenu
lv: Apstiprināt iepriekš norunāto interviju
nb: Bekreft forhåndsavtalt intervju
nl: Bevestig vooraf overeengekomen interview
pl: Potwierdź wcześniej umówioną rozmowę kwalifikacyjną
sv: Bekräfta tidigare bokad intervju

source: Schedule another face to face interview
da: Planlæg endnu et ansigt til ansigt-interview
de: Weiteres, persönliches Bewerbungsgespräch planen
et: Planeeri veel üks vestlus
fi: Varaa toinen haastattelu
fr: Planifier un autre entretien en face à face
lv: Ieplānojiet vēl vienu klātienes interviju
nb: Avtal et nytt personlig intervju
nl: Plan nog een persoonlijk interview
pl: Umów kolejną rozmowę kwalifikacyjną twarzą w twarz
sv: Boka en ytterligare intervju

source: Reschedule face to face interview
da: Flyt ansigt til ansigt-interviewet
de: Persönliches Bewerbungsgespräch erneut planen
et: Muuda vestluse aega
fi: Siirrä haastattelu
fr: Replanifier l'entretien en face à face
lv: Pārplānojiet klātienes interviju
nb: Flytt personlig intervju
nl: Persoonlijk interview verzetten
pl: Zmień termin rozmowy kwalifikacyjnej twarzą w twarz
sv: Omboka intervju

source: Please select new time slots
da: Vælg venligst nye tidsintervaller
de: Bitte wählen Sie neue Zeitfenster aus
et: Palun valige uued ajavahemikud
fi: Valitse uudet aikavälit
fr: Veuillez sélectionner de nouveaux créneaux horaires
lv: Lūdzu, atlasiet jaunus laika nišas
nb: Vennligst velg nye tidspunkter
nl: Selecteer nieuwe tijdsloten
pl: Wybierz nowe terminy
sv: Vänligen välj nya tidsluckor

source: Interview rescheduling invitation being sent
da: Invitation til omlægning af interview bliver sendt
de: Einladung zur Neuplanung eines Bewerbungsgesprächs wird verschickt
et: Vestluse muutmise kutset saadetakse
fi: Haastattelukutsua lähetetään
fr: Invitation à la replanification de l'entretien envoyée
lv: Intervijas pārplānošanas uzaicinājums tiek nosūtīts
nb: Invitasjon til nytt intervju blir sendt
nl: Uitnodiging voor het verzetten van het interview wordt verzonden
pl: Wysyłanie zaproszenia do zmiany terminu rozmowy kwalifikacyjnej
sv: Skickar inbjudan till ombokad intervju

source: Cancel interview
da: Aflys interview
de: Bewerbungsgespräch absagen
et: Tühista vestlus
fi: Peru haastattelu
fr: Annuler l'entretien
lv: Atcelt interviju
nb: Avlys intervju
nl: Interview annuleren
pl: Anuluj rozmowę kwalifikacyjną
sv: Avboka intervju

source: You do not have permission to cancel face to face interview
da: Du har ikke tilladelse til at aflyse et ansigt til ansigt-interview
de: Sie sind nicht berechtigt, ein persönliches Bewerbungsgespräch abzusagen
et: Sul ei ole õigust vestlust tühistada
fi: Sinulla ei ole oikeutta perua haastattelua
fr: Vous n'avez pas la permission d'annuler l'entretien en face à face
lv: Jums nav atļaujas atcelt klātienes interviju
nb: Du har ikke tillatelse til å avlyse et personlig intervju
nl: U heeft geen toestemming om een persoonlijk interview te annuleren
pl: Nie masz uprawnień do anulowania rozmowy kwalifikacyjnej twarzą w twarz
sv: Du har inte behörighet att avboka intervjun

source: You do not have permission to cancel scheduled face to face interview
da: Du har ikke tilladelse til at aflyse et planlagt ansigt til ansigt-interview
de: Sie sind nicht berechtigt, ein geplantes, persönliches Bewerbungsgespräch abzusagen
et: Sul ei ole õigust planeeritud vestlust tühistada
fi: Sinulla ei ole oikeutta perua sovittua haastattelukutsua
fr: Vous n'avez pas la permission d'annuler l'entretien en face à face prévu
lv: Jums nav atļaujas atcelt plānoto klātienes interviju
nb: Du har ikke tillatelse til å avlyse et avtalt personlig intervju
nl: U heeft geen toestemming om een gepland persoonlijk interview te annuleren
pl: Nie masz uprawnień do anulowania zaplanowanej rozmowy kwalifikacyjnej twarzą w twarz
sv: Du har inte tillåtelse att avboka en bekräftad intervju

source: Message sent
da: Besked sendt
de: Nachricht gesendet
et: Sõnum on saadetud
fi: Viesti lähetetty
fr: Message envoyé
lv: Ziņojums nosūtīts
nb: Melding sendt
nl: Bericht verzonden
pl: Wiadomość wysłana
sv: Meddelandet har skickats

source: Cancel interview without email
da: Aflys interview uden e-mail
de: Bewerbungsgespräch ohne E-Mail absagen
et: Tühista vestlus ilma e-kirjata
fi: Peru haastattelu lähettämättä sähköpostiviestiä
fr: Annuler l'entretien sans e-mail
lv: Atcelt interviju bez e-pasta vēstules
nb: Avlyse intervju uten e-post
nl: Interview annuleren zonder e-mail
pl: Anuluj rozmowę kwalifikacyjną bez wysyłania e-maila
sv: Avboka intervju utan att skicka email

source: Please confirm if you want to cancel the interview without sending the email.
da: Bekræft venligst, hvis du vil aflyse interviewet uden at sende e-mailen.
de: Bitte bestätigen Sie, dass Sie Bewerbungsgespräch absagen möchten, ohne eine E-Mail zu versenden.
et: Kinnita, et soovid tühistada vestluse ilma e-kirja saatmata.
fi: Vahvista, että haluat perua haastattelun lähettämättä sähköpostiviestiä.
fr: Veuillez confirmer si vous souhaitez annuler l'entretien sans envoyer l'e-mail.
lv: Lūdzu, apstipriniet, ja vēlaties atcelt interviju, nenosūtot e-pasta vēstuli.
nb: Bekreft om du ønsker å avlyse intervjuet uten å sende e-posten.
nl: Bevestig alstublieft of u het interview wilt annuleren zonder de e-mail te verzenden.
pl: Potwierdź, czy chcesz anulować rozmowę kwalifikacyjną bez wysyłania e-maila.
sv: Bekräfta att du vill avboka intervjun utan att skicka ett emailmeddelande

source: The interview cannot be confirmed. Please contact the recruiter.
da: Interviewet kan ikke bekræftes. Kontakt venligst den rekrutteringsansvarlige.
de: Das Bewerbungsgespräch kann nicht bestätigt werden. Bitte kontaktieren Sie den Personalverantwortlichen.
et: Vestlust ei saa kinnitada. Võta värbajaga ühendust.
fi: Haastattelua ei voida vahvistaa. Ota yhteyttä rekrytoijaan.
fr: L'entretien ne peut pas être confirmé. Veuillez contacter le recruteur.
lv: Interviju nevar apstiprināt. Lūdzu, sazinieties ar personāla atlases speciālistu.
nb: Intervjuet kan ikke bekreftes. Ta kontakt med rekrutteringsansvarlig.
nl: Het interview kan niet worden bevestigd. Neem contact op met de recruiter.
pl: Nie można potwierdzić rozmowy kwalifikacyjnej. Skontaktuj się z rekruterem.
sv: Intervjun kunde inte bekräftas. Vänligen kontakta din rekryterare.

source: Interview has already been confirmed by the applicant
da: Interviewet er allerede blevet bekræftet af ansøgeren
de: Das Bewerbungsgespräch wurde bereits vom Bewerber bestätigt
et: Kandidaat on juba vestluse kinnitanud
fi: Hakija on jo vahvistanut haastattelun
fr: L'entretien a déjà été confirmé par le candidat
lv: Kandidāts jau ir apstiprinājis interviju
nb: Intervjuet er allerede bekreftet av søkeren
nl: Interview is al bevestigd door de sollicitant
pl: Rozmowa kwalifikacyjna została już potwierdzona przez kandydata
sv: Kandidaten har redan bekräftat intervjun

source: You do not have permission to cancel confirmed face to face interview
da: Du har ikke tilladelse til at aflyse et bekræftet ansigt til ansigt-interview
de: Sie sind nicht berechtigt, ein bestätigtes, persönliches Bewerbungsgespräch abzusagen
et: Sul ei ole õigust kinnitatud vestlust tühistada
fi: Sinulla ei ole oikeutta perua vahvistettua haastattelua
fr: Vous n'avez pas la permission d'annuler l'entretien en face à face confirmé
lv: Jums nav atļaujas atcelt apstiprinātu klātienes interviju
nb: Du har ikke tillatelse til å avlyse et bekreftet personlig intervju
nl: U heeft geen toestemming om een bevestigd persoonlijk interview te annuleren
pl: Nie masz uprawnień do anulowania potwierdzonej rozmowy kwalifikacyjnej twarzą w twarz
sv: Du har inte tillåtelse att avboka en bekräftad intervju

source: The action will also delete interview slot confirmed by applicant
da: Handlingen vil også slette den interviewplads, som ansøgeren har bekræftet
de: Mit dieser Aktion wird auch das vom Bewerber bestätigte Zeitfenster für das Bewerbungsgespräch gelöscht.
et: Toimingu käigus kustutatakse kandidaadi kinnitatud vestluse aeg
fi: Tämä toiminto poistaa myös hakijan vahvistaman haastatteluajan
fr: Cette action supprimera également le créneau d'entretien confirmé par le candidat
lv: Šī darbība dzēsīs arī kandidāta apstiprināto intervijas laiku
nb: Handlingen vil også slette intervjutidsluken søkeren har bekreftet
nl: Deze actie zal ook de door de sollicitant bevestigde interviewtijdslot verwijderen
pl: Ta czynność spowoduje również usunięcie terminu rozmowy kwalifikacyjnej potwierdzonego przez kandydata
sv: Denna åtgärd raderar också intervjutiden som bekräftats av kandidaten

source: Change step and schedule online interview
da: Skift trin og planlæg onlineinterview
de: Schritt ändern und Online-Bewerbungsgespräch planen
et: Vaheta etappi ja planeeri veebivestlus
fi: Siirrä uuteen vaiheeseen ja varaa online-haastattelu
fr: Modifier l'étape et planifier un entretien en ligne
lv: Mainīt posmu un ieplānot tiešsaistes interviju
nb: Endre trinn og planlegg intervju på nett
nl: Wijzig stap en plan online interview
pl: Zmień etap i zaplanuj rozmowę kwalifikacyjną online
sv: Flytta till nytt steg och boka online-intervju

source: Now you can offer some online interview times
da: Nu kan du tilbyde nogle online interviewtider
de: Jetzt können Sie einige Online-Interviewtermine anbieten
et: Nüüd saate pakkuda mõningaid online-intervjuude aegu
fi: Nyt voit tarjota verkossa tapahtuvia haastatteluaikoja
fr: Vous pouvez maintenant proposer des créneaux d'entretien en ligne
lv: Tagad varat piedāvāt dažus tiešsaistes interviju laikus
nb: Nå kan du tilby noen online intervjutider
nl: Nu kunt u enkele online interviewtijden aanbieden
pl: Teraz możesz zaproponować terminy rozmowy kwalifikacyjnej online
sv: Nu kan du erbjuda några online-intervjutider

source: Online interview invitation being sent
da: Invitation til onlineinterview bliver sendt
de: Online-Bewerbungsgesprächseinladung wird gesendet
et: Veebivestluse kutset saadetakse
fi: Online -haastattelukutsua lähetetään
fr: Invitation à un entretien en ligne en cours d'envoi
lv: Tiešsaistes intervijas uzaicinājums tiek nosūtīts
nb: Invitasjon til intervju på nett blir sendt
nl: Online interviewuitnodiging wordt verzonden
pl: Wysyłanie zaproszenia na rozmowę kwalifikacyjną online
sv: Skickar inbjudan till online-intervju

source: Schedule another online interview
da: Planlæg endnu et onlineinterview
de: Weiteres Online-Bewerbungsgespräch planen
et: Planeeri uus veebivestlus
fi: Varaa uusi online-haastattelu
fr: Planifier un autre entretien en ligne
lv: Ieplānot vēl vienu tiešsaistes interviju
nb: Avtal et nytt intervju på nett
nl: Plan nog een online interview
pl: Umów kolejną rozmowę kwalifikacyjną online
sv: Boka en ytterligare online-intervju

source: Reschedule online interview
da: Udsæt onlineinterview
de: Online-Bewerbungsgespräch umplanen
et: Muuda veebivestluse aega
fi: Muuta online-haastattelun aikaa
fr: Reporter l'entretien en ligne
lv: Pārplānot tiešsaistes interviju
nb: Flytte intervju på nett
nl: Online interview verzetten
pl: Zmień termin rozmowy kwalifikacyjnej online
sv: Omboka online-intervju

source: Online interview rescheduling invitation being sent
da: Invitation til at udsætte onlineinterview bliver sendt
de: Einladung zur Online-Bewerbungsgesprächsumplanung wird gesendet
et: Veebivestluse muutmise kutset saadetakse
fi: Online-haastattelukutsua lähetetään
fr: Invitation à reporter l'entretien en ligne en cours d'envoi
lv: Tiešsaistes intervijas pārplānošanas uzaicinājums tiek nosūtīts
nb: Invitasjon til flytting av intervju på nett blir sendt
nl: Uitnodiging voor het verzetten van het online interview wordt verzonden
pl: Wysyłanie zaproszenia do zmiany terminu rozmowy kwalifikacyjnej online
sv: Skickar inbjudan till online-intervju

source: Cancel online interview
da: Aflys onlineinterview
de: Online-Bewerbungsgespräch absagen
et: Tühista veebivestlus
fi: Peru online-haastattelu
fr: Annuler l'entretien en ligne
lv: Atcelt tiešsaistes interviju
nb: Avlys intervju på nett
nl: Online interview annuleren
pl: Anuluj rozmowę kwalifikacyjną online
sv: Avboka online-intervju
