Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Show selected slots
da: Vis valgte pladser
de: Ausgewählte Slots anzeigen
et: Kuva valitud ajad
fi: Näytä valitut ajat
fr: Afficher les créneaux sélectionnés
lv: Parādīt izvēlētos laikus
nb: Vis valgte tidsluker
nl: Toon geselecteerde slots
pl: Pokaż wybrane terminy
sv: Visa valda tider

source: Confirm deselecting applications
da: Bekræft fravalg af ansøgninger
de: Aufheben der Auswahl von Bewerbungen bestätigen
et: Avalduste valiku tühistamise kinnitamine
fi: Vahvista valintojen tyhjennys
fr: Confirmer la désélection des applications
lv: Apstiprināt pieteikumu izvēles atcelšanu
nb: Bekreft fjerning av søknader
nl: Bevestig deselecteren van sollicitaties
pl: Potwierdź odznaczenie aplikacji
sv: Bekräfta att tömma dina val

source: Are you sure you want to remove {} application(s) from the selection?
da: Er du sikker på, at du vil fjerne {} ansøgning(er) fra udvalget?
de: Sind Sie sicher, dass Sie {} Bewerbung(en) von der Auswahl entfernen möchten?
et: Kas soovid eemaldada valikust {} avalduse/avaldust?
fi: Haluatko varmasti tyhjentää valinnat {} hakijan kohdalta?
fr: Êtes-vous sûr de vouloir supprimer {} application(s) de la sélection ?
lv: Vai tiešām vēlaties no izvēles noņemt {} pieteikumu(-us)?
nb: Er du sikker på at du vil fjerne {} søknader(er) fra utvalget?
nl: Weet je zeker dat je {} sollicitatie(s) uit de selectie wilt verwijderen?
pl: Czy na pewno chcesz usunąć {} aplikacji z wyboru?
sv: Är du säker på att du vill tömma {} kandidater från ditt val?

source: Exported to Excel succesfully.
da: Eksporteret til Excel med succes.
de: Erfolgreich nach Excel exportiert.
et: Excelisse eksportimine õnnestus.
fi: Vienti Exceliin onnistui.
fr: Exporté vers Excel avec succès.
lv: Veiksmīgi eksportēts uz Excel.
nb: Eksportert til Excel.
nl: Succesvol geëxporteerd naar Excel.
pl: Pomyślnie wyeksportowano do Excela.
sv: Exportering till Excel lyckades

source: Show all notes ({}) in application view
da: Vis alle noter ({}) i programvisning
de: Zeige alle Notizen in ({}) in der Bewerbungsansicht
et: Kuva kõik märkmed ({}) avalduse vaates
fi: Näytä kaikki muistinpanot ({}) hakijanäkymässä
fr: Afficher toutes les notes ({}) dans la vue de l'application
lv: Rādīt visas piezīmes ({}) pieteikuma skatā
nb: Vis alle merknader ({}) i søknadsvisningen
nl: Toon alle notities ({}) in sollicitatieweergave
pl: Pokaż wszystkie notatki ({}) w widoku aplikacji
sv: Visa alla anteckningar ({}) i ansökningar-sidan

source: Please select the position for applicants
da: Vælg venligst stillingen for ansøgere
de: Bitte wählen Sie die Stelle für Bewerber
et: Vali kandidaadi jaoks ametikoht
fi: Valitse työpaikka hakijalle
fr: Veuillez sélectionner le poste pour les candidats
lv: Lūdzu, izvēlieties vakanci kandidātiem
nb: Vennligst velg stilling for søkere
nl: Selecteer de positie voor sollicitanten
pl: Wybierz stanowisko dla kandydatów
sv: Vänligen välj position för kandidater

source: Please select an Introduction
da: Vælg venligst en introduktion
de: Bitte wählen Sie eine Vorstellung
et: Vali tutvustus
fi: Valitse hakijaesittely
fr: Veuillez sélectionner une introduction
lv: Lūdzu, izvēlieties iepazīstināšanu
nb: Vennligst velg en introduksjon
nl: Selecteer een introductie
pl: Wybierz wprowadzenie
sv: Vänligen välj en kandidatintroduktion

source: Applicant can not move to outcome from kanban view
da: Ansøger kan ikke flytte til resultat fra kanban-visning
de: Bewerber kann nicht vom Kanban-View zum Ergebnis wechseln
et: Kandidaat ei saa kanban-vaatest tulemusteni liikuda
fi: Hakijaa ei voi siirtää lopputulokseen Kanban-näkymästä
fr: Le candidat ne peut pas passer au résultat depuis la vue kanban
lv: Kandidāts nevar pāriet uz rezultātu no kanban skata
nb: Søker kan ikke flyttes til utfall fra tavlevisning
nl: Sollicitant kan niet naar uitkomst gaan vanuit kanban-weergave
pl: Kandydat nie może przejść do wyniku z widoku kanban
sv: Sökanden kan inte flyttas till utfall från Kanban-visning

source: Select fields
da: Vælg felter
de: Felder auswählen
et: Valige väljad
fi: Valitse kentät
fr: Sélectionner les champs
lv: Atlasīt laukus
nb: Velg felter
nl: Selecteer velden
pl: Wybierz pola
sv: Välj fält

source: {} match out of {} applications
da: {} match ud af {} ansøgninger
de: {} Übereinstimmung von {} Bewerbungen
et: {} sobivad {} avaldusest
fi: {} osumaa {} hakemuksesta
fr: {} correspondance sur {} candidatures
lv: {} sakrīt no {} pieteikumiem
nb: {} treff av {} søknader
nl: {} match uit {} sollicitaties
pl: {} dopasowanie z {} aplikacji
sv: {} matchningar av {} ansökningar

source: {} filtered out of {} total applications
da: {} filtreret ud af {} ansøgninger i alt
de: {} von insgesamt {} Bewerbungen herausgefiltert
et: {} filtreeritud {} avaldusest kokku
fi: {} suodatettu {}:stä hakemuksesta
fr: {} filtré sur {} candidatures au total
lv: {} filtrēti no {} kopējiem pieteikumiem
nb: {} filtrert ut av {} søknader totalt
nl: {} gefilterd uit {} totale sollicitaties
pl: {} przefiltrowane z {} wszystkich aplikacji
sv: {} filtrerade av {} totala ansökningar

source: Would you like to perform an AI insight for this page?
et: Kas soovite selle lehe jaoks teostada AI analüütika?
fi: Haluatko suorittaa AI Insights haun tälle sivulle?
sv: Vill du utföra en AI-insikt för den här sidan?

source: Add checkbox option
da: Tilføj afkrydsningsfelt
de: Kontrollkästchen-Option hinzufügen
et: Lisa märkeruudu valik
fi: Lisää valintaruutuvaihtoehto
fr: Ajouter une option de case à cocher
lv: Pievienot izvēles rūtiņas opciju
nb: Legg til avkrysningsalternativ
nl: Selectievakje-optie toevoegen
pl: Dodaj opcję pola wyboru
sv: Lägg till kryssruta-alternativ

source: Add checkbox
da: Tilføj afkrydsningsfelt
de: Kontrollkästchen hinzufügen
et: Lisa märkeruut
fi: Lisää valintaruutu
fr: Ajouter une case à cocher
lv: Pievienot izvēles rūtiņu
nb: Legg til avkrysningsboks
nl: Selectievakje toevoegen
pl: Dodaj pole wyboru
sv: Lägg till kryssruta

source: Add custom question
da: Tilføj brugerdefineret spørgsmål
de: Benutzerdefinierte Frage hinzufügen
et: Lisa kohandatud küsimus
fi: Lisää mukautettu kysymys
fr: Ajouter une question personnalisée
lv: Pievienot pielāgotu jautājumu
nb: Legg til egendefinert spørsmål
nl: Aangepaste vraag toevoegen
pl: Dodaj niestandardowe pytanie
sv: Lägg till anpassad fråga

source: Add fields
da: Tilføj felter
de: Felder hinzufügen
et: Lisa väljad
fi: Lisää kenttiä
fr: Ajouter des champs
lv: Pievienot laukus
nb: Legg til felter
nl: Velden toevoegen
pl: Dodaj pola
sv: Lägg till fält

source: Add item
da: Tilføj element
de: Element hinzufügen
et: Lisa üksus
fi: Lisää kohde
fr: Ajouter un élément
lv: Pievienot vienumu
nb: Legg til element
nl: Item toevoegen
pl: Dodaj element
sv: Lägg till objekt

source: Add language
da: Tilføj sprog
de: Sprache hinzufügen
et: Lisa keel
fi: Lisää kieli
fr: Ajouter une langue
lv: Pievienot valodu
nb: Legg til språk
nl: Taal toevoegen
pl: Dodaj język
sv: Lägg till språk

source: Add new question
da: Tilføj nyt spørgsmål
de: Neue Frage hinzufügen
et: Lisa uus küsimus
fi: Lisää uusi kysymys
fr: Ajouter une nouvelle question
lv: Pievienot jaunu jautājumu
nb: Legg til nytt spørsmål
nl: Nieuwe vraag toevoegen
pl: Dodaj nowe pytanie
sv: Lägg till ny fråga

source: Add option
da: Tilføj valgmulighed
de: Option hinzufügen
et: Lisa valik
fi: Lisää vaihtoehto
fr: Ajouter une option
lv: Pievienot opciju
nb: Legg til alternativ
nl: Optie toevoegen
pl: Dodaj opcję
sv: Lägg till alternativ

source: Add to advanced search
da: Tilføj til avanceret søgning
de: Zur erweiterten Suche hinzufügen
et: Lisa täpsemasse otsingussse
fi: Lisää tarkennettuun hakuun
fr: Ajouter à la recherche avancée
lv: Pievienot paplašinātajai meklēšanai
nb: Legg til i avansert søk
nl: Toevoegen aan geavanceerd zoeken
pl: Dodaj do wyszukiwania zaawansowanego
sv: Lägg till i avancerad sökning

source: Allows selection of multiple answers from a list.
da: Tillader valg af flere svar fra en liste.
de: Ermöglicht die Auswahl mehrerer Antworten aus einer Liste.
et: Võimaldab valida mitu vastust loendist.
fi: Sallii useiden vastausten valinnan luettelosta.
fr: Permet la sélection de plusieurs réponses dans une liste.
lv: Ļauj izvēlēties vairākas atbildes no saraksta.
nb: Tillater valg av flere svar fra en liste.
nl: Maakt selectie van meerdere antwoorden uit een lijst mogelijk.
pl: Umożliwia wybór wielu odpowiedzi z listy.
sv: Tillåter val av flera svar från en lista.

source: Allows to pick one answer from a list of two.
da: Giver mulighed for at vælge ét svar fra en liste med to.
de: Ermöglicht die Auswahl einer Antwort aus einer Liste von zwei.
et: Võimaldab valida ühe vastuse kahest valikust.
fi: Sallii yhden vastauksen valinnan kahdesta vaihtoehdosta.
fr: Permet de choisir une réponse dans une liste de deux.
lv: Ļauj izvēlēties vienu atbildi no divu atbilžu saraksta.
nb: Tillater å velge ett svar fra en liste med to.
nl: Maakt het mogelijk om één antwoord te kiezen uit een lijst van twee.
pl: Umożliwia wybór jednej odpowiedzi z listy dwóch.
sv: Tillåter att välja ett svar från en lista med två.

source: Allows to select only one answer from a list of several.
da: Giver mulighed for kun at vælge ét svar fra en liste med flere.
de: Ermöglicht die Auswahl nur einer Antwort aus einer Liste von mehreren.
et: Võimaldab valida ainult ühe vastuse mitmest valikust.
fi: Sallii vain yhden vastauksen valinnan useista vaihtoehdoista.
fr: Permet de sélectionner une seule réponse dans une liste de plusieurs.
lv: Ļauj izvēlēties tikai vienu atbildi no vairāku atbilžu saraksta.
nb: Tillater å velge bare ett svar fra en liste med flere.
nl: Maakt het mogelijk om slechts één antwoord te selecteren uit een lijst van meerdere.
pl: Umożliwia wybór tylko jednej odpowiedzi z listy kilku.
sv: Tillåter att välja endast ett svar från en lista med flera.

source: Allows to toggle between selecting and unselecting this option.
da: Giver mulighed for at skifte mellem at vælge og fravælge denne mulighed.
de: Ermöglicht das Umschalten zwischen Auswählen und Abwählen dieser Option.
et: Võimaldab selle valiku valimise ja valiku tühistamise vahel lülituda.
fi: Sallii tämän vaihtoehdon valitsemisen ja valinnan poistamisen välillä.
fr: Permet de basculer entre la sélection et la désélection de cette option.
lv: Ļauj pārslēgties starp šīs opcijas atlasīšanu un noņemšanu.
nb: Tillater å veksle mellom å velge og fjerne valget av dette alternativet.
nl: Maakt het mogelijk om te schakelen tussen het selecteren en deselecteren van deze optie.
pl: Pozwala przełączać między zaznaczeniem i odznaczeniem tej opcji.
sv: Tillåter att växla mellan att välja och avmarkera detta alternativ.

source: Allows user to input external links or URLs.
da: Giver brugeren mulighed for at indtaste eksterne links eller URL'er.
de: Ermöglicht dem Benutzer die Eingabe externer Links oder URLs.
et: Võimaldab kasutajal sisestada väliseid linke või URL-e.
fi: Sallii käyttäjän syöttää ulkoisia linkkejä tai URL-osoitteita.
fr: Permet à l'utilisateur de saisir des liens externes ou des URL.
lv: Ļauj lietotājam ievadīt ārējās saites vai URL.
nb: Lar brukeren legge inn eksterne lenker eller nettadresser.
nl: Maakt het mogelijk voor gebruikers om externe links of URL's in te voeren.
pl: Pozwala użytkownikowi wprowadzać zewnętrzne linki lub adresy URL.
sv: Tillåter användare att mata in externa länkar eller URL:er.

source: Allows users to upload their own files.
da: Giver brugerne mulighed for at uploade deres egne filer.
de: Ermöglicht Benutzern das Hochladen eigener Dateien.
et: Võimaldab kasutajatel oma faile üles laadida.
fi: Sallii käyttäjien ladata omia tiedostojaan.
fr: Permet aux utilisateurs de télécharger leurs propres fichiers.
lv: Ļauj lietotājiem augšupielādēt savus failus.
nb: Lar brukere laste opp sine egne filer.
nl: Maakt het mogelijk voor gebruikers om hun eigen bestanden te uploaden.
pl: Pozwala użytkownikom przesyłać własne pliki.
sv: Tillåter användare att ladda upp sina egna filer.

source: Always display
da: Vis altid
de: Immer anzeigen
et: Kuva alati
fi: Näytä aina
fr: Toujours afficher
lv: Vienmēr rādīt
nb: Vis alltid
nl: Altijd weergeven
pl: Zawsze wyświetlaj
sv: Visa alltid

source: and chooses one of the following values:
da: og vælger en af følgende værdier:
de: und wählt einen der folgenden Werte:
et: ja valib ühe järgmistest väärtustest:
fi: ja valitsee yhden seuraavista arvoista:
fr: et choisit l'une des valeurs suivantes :
lv: un izvēlas vienu no šādām vērtībām:
nb: og velger en av følgende verdier:
nl: en kiest een van de volgende waarden:
pl: i wybiera jedną z następujących wartości:
sv: och väljer ett av följande värden:

source: Are you sure you want to close the editor?
da: Er du sikker på, at du vil lukke editoren?
de: Sind Sie sicher, dass Sie den Editor schließen möchten?
et: Kas olete kindel, et soovite redaktori sulgeda?
fi: Haluatko varmasti sulkea editorin?
fr: Êtes-vous sûr de vouloir fermer l'éditeur ?
lv: Vai tiešām vēlaties aizvērt redaktoru?
nb: Er du sikker på at du vil lukke redigeringsprogrammet?
nl: Weet u zeker dat u de editor wilt sluiten?
pl: Czy na pewno chcesz zamknąć edytor?
sv: Är du säker på att du vill stänga redigeraren?

source: Attachment popup with file link
da: Vedhæftet popup med fillink
de: Anhang-Popup mit Dateilink
et: Manuse hüpikaken failiga lingiga
fi: Liitteen ponnahdusikkuna tiedostolinkillä
fr: Fenêtre contextuelle de pièce jointe avec lien de fichier
lv: Pielikuma uznirstošais logs ar faila saiti
nb: Vedleggsvindu med fillenke
nl: Bijlage pop-up met bestandslink
pl: Wyskakujące okienko załącznika z linkiem do pliku
sv: Popup-fönster för bilaga med fillänk

source: Attachment popup
da: Vedhæftet popup
de: Anhang-Popup
et: Manuse hüpikaken
fi: Liitteen ponnahdusikkuna
fr: Fenêtre contextuelle de pièce jointe
lv: Pielikuma uznirstošais logs
nb: Vedleggsvindu
nl: Bijlage pop-up
pl: Wyskakujące okienko załącznika
sv: Popup-fönster för bilaga

source: Checkbox Label
da: Afkrydsningsfelt etiket
de: Kontrollkästchen-Beschriftung
et: Märkeruudu silt
fi: Valintaruudun selite
fr: Étiquette de case à cocher
lv: Izvēles rūtiņas etiķete
nb: Avkrysningsboksetikett
nl: Selectievakje label
pl: Etykieta pola wyboru
sv: Kryssruta-etikett

source: Checkbox must consent
da: Afkrydsningsfelt skal accepteres
de: Kontrollkästchen muss zustimmen
et: Märkeruut peab nõustuma
fi: Valintaruutu on pakollinen
fr: La case à cocher doit être cochée
lv: Izvēles rūtiņai jāpiekrīt
nb: Avkrysningsboks må samtykke
nl: Selectievakje moet toestemming geven
pl: Pole wyboru musi wyrazić zgodę
sv: Kryssruta måste godkännas

source: Checkbox
da: Afkrydsningsfelt
de: Kontrollkästchen
et: Märkeruut
fi: Valintaruutu
fr: Case à cocher
lv: Izvēles rūtiņa
nb: Avkrysningsboks
nl: Selectievakje
pl: Pole wyboru
sv: Kryssruta

source: Choices
da: Valg
de: Auswahlmöglichkeiten
et: Valikud
fi: Vaihtoehdot
fr: Choix
lv: Izvēles
nb: Valg
nl: Keuzes
pl: Wybory
sv: Val

source: Choose file
da: Vælg fil
de: Datei auswählen
et: Vali fail
fi: Valitse tiedosto
fr: Choisir un fichier
lv: Izvēlieties failu
nb: Velg fil
nl: Bestand kiezen
pl: Wybierz plik
sv: Välj fil

source: Choose image
da: Vælg billede
de: Bild auswählen
et: Vali pilt
fi: Valitse kuva
fr: Choisir une image
lv: Izvēlieties attēlu
nb: Velg bilde
nl: Afbeelding kiezen
pl: Wybierz obraz
sv: Välj bild

source: Closing
da: Lukker
de: Schließen
et: Sulgemine
fi: Sulkeminen
fr: Fermeture
lv: Aizvēršana
nb: Lukker
nl: Sluiten
pl: Zamykanie
sv: Stänger

source: Create a new question
da: Opret et nyt spørgsmål
de: Neue Frage erstellen
et: Loo uus küsimus
fi: Luo uusi kysymys
fr: Créer une nouvelle question
lv: Izveidot jaunu jautājumu
nb: Opprett et nytt spørsmål
nl: Maak een nieuwe vraag
pl: Utwórz nowe pytanie
sv: Skapa en ny fråga

source: Custom company fields
da: Brugerdefinerede virksomhedsfelter
de: Benutzerdefinierte Unternehmensfelder
et: Kohandatud ettevõtte väljad
fi: Yrityksen mukautetut kentät
fr: Champs personnalisés de l'entreprise
lv: Pielāgoti uzņēmuma lauki
nb: Egendefinerte firmafelter
nl: Aangepaste bedrijfsvelden
pl: Niestandardowe pola firmy
sv: Anpassade företagsfält

source: Date / Time
da: Dato / Tid
de: Datum / Uhrzeit
et: Kuupäev / Kellaaeg
fi: Päivämäärä / Aika
fr: Date / Heure
lv: Datums / Laiks
nb: Dato / Klokkeslett
nl: Datum / Tijd
pl: Data / Czas
sv: Datum / Tid

source: Default category
da: Standardkategori
de: Standardkategorie
et: Vaikimisi kategooria
fi: Oletuskategoria
fr: Catégorie par défaut
lv: Noklusējuma kategorija
nb: Standardkategori
nl: Standaard categorie
pl: Domyślna kategoria
sv: Standardkategori

source: Default option
da: Standardindstilling
de: Standardoption
et: Vaikimisi valik
fi: Oletusvaihtoehto
fr: Option par défaut
lv: Noklusējuma opcija
nb: Standardalternativ
nl: Standaard optie
pl: Domyślna opcja
sv: Standardalternativ

source: Default value
da: Standardværdi
de: Standardwert
et: Vaikimisi väärtus
fi: Oletusarvo
fr: Valeur par défaut
lv: Noklusējuma vērtība
nb: Standardverdi
nl: Standaardwaarde
pl: Domyślna wartość
sv: Standardvärde

source: Delete item
da: Slet element
de: Element löschen
et: Kustuta üksus
fi: Poista kohde
fr: Supprimer l'élément
lv: Dzēst vienumu
nb: Slett element
nl: Item verwijderen
pl: Usuń element
sv: Ta bort objekt

source: Display this field if the user selects the following field:
da: Vis dette felt, hvis brugeren vælger følgende felt:
de: Dieses Feld anzeigen, wenn der Benutzer das folgende Feld auswählt:
et: Kuva see väli, kui kasutaja valib järgmise välja:
fi: Näytä tämä kenttä, jos käyttäjä valitsee seuraavan kentän:
fr: Afficher ce champ si l'utilisateur sélectionne le champ suivant :
lv: Rādīt šo lauku, ja lietotājs izvēlas šādu lauku:
nb: Vis dette feltet hvis brukeren velger følgende felt:
nl: Toon dit veld als de gebruiker het volgende veld selecteert:
pl: Wyświetl to pole, jeśli użytkownik wybierze następujące pole:
sv: Visa detta fält om användaren väljer följande fält:

source: Dropdown
de: Auswahlliste
et: Ripploend
fi: Pudotusvalikko
fr: Menu déroulant
lv: Nolaižamais
nb: Nedtrekksmeny
nl: Vervolgkeuzelijst
pl: Lista rozwijana
sv: Rullgardinsmeny

source: Edit attachment popup field
da: Rediger vedhæftet popup-felt
de: Anhang-Popup-Feld bearbeiten
et: Muuda manuse hüpikakna välja
fi: Muokkaa liitteen ponnahdusikkunakenttää
fr: Modifier le champ de fenêtre contextuelle de pièce jointe
lv: Rediģēt pielikuma uznirstošo lauku
nb: Rediger vedleggsvindufeltet
nl: Bijlage pop-up veld bewerken
pl: Edytuj pole wyskakującego okienka załącznika
sv: Redigera popup-fält för bilaga

source: Edit select ranking field
da: Rediger vælg rangordningsfelt
de: Rangfolge-Auswahlfeld bearbeiten
et: Muuda valiku järjestuse välja
fi: Muokkaa valintajärjestyskenttää
fr: Modifier le champ de classement de sélection
lv: Rediģēt izvēles ranžēšanas lauku
nb: Rediger rangeringsfelt
nl: Selecteer rangschikking veld bewerken
pl: Edytuj pole wyboru rankingu
sv: Redigera fält för val av rankning

source: Edit slider field
da: Rediger skyderfelt
de: Schieberegler-Feld bearbeiten
et: Muuda liuguri välja
fi: Muokkaa liukusäädintä
fr: Modifier le champ de curseur
lv: Rediģēt slīdņa lauku
nb: Rediger glidebryterfelt
nl: Schuifregelaar veld bewerken
pl: Edytuj pole suwaka
sv: Redigera skjutreglagefält

source: Edit translations
da: Rediger oversættelser
de: Übersetzungen bearbeiten
et: Muuda tõlkeid
fi: Muokkaa käännöksiä
fr: Modifier les traductions
lv: Rediģēt tulkojumus
nb: Rediger oversettelser
nl: Vertalingen bewerken
pl: Edytuj tłumaczenia
sv: Redigera översättningar

source: Field editing is unavailable for this input.
da: Feltredigering er ikke tilgængelig for dette input.
de: Feldbearbeitung ist für diese Eingabe nicht verfügbar.
et: Selle sisendi puhul pole välja muutmine võimalik.
fi: Tämän kentän muokkaus ei ole käytettävissä.
fr: La modification de champ n'est pas disponible pour cette entrée.
lv: Lauka rediģēšana nav pieejama šim ievades laukam.
nb: Feltredigering er ikke tilgjengelig for dette inndata.
nl: Veld bewerken is niet beschikbaar voor deze invoer.
pl: Edycja pola jest niedostępna dla tego wejścia.
sv: Fältredigering är inte tillgänglig för denna inmatning.

source: File attachment
da: Vedhæftet fil
de: Dateianhang
et: Faili manus
fi: Tiedostoliite
fr: Pièce jointe
lv: Faila pielikums
nb: Filvedlegg
nl: Bestandsbijlage
pl: Załącznik pliku
sv: Filbilaga

source: File link
da: Fillink
de: Dateilink
et: Faili link
fi: Tiedostolinkki
fr: Lien de fichier
lv: Faila saite
nb: Fillenke
nl: Bestandslink
pl: Link do pliku
sv: Fillänk

source: File upload
da: Filoverførsel
de: Datei-Upload
et: Faili üleslaadimine
fi: Tiedoston lataus
fr: Téléchargement de fichier
lv: Faila augšupielāde
nb: Filopplasting
nl: Bestand uploaden
pl: Przesyłanie pliku
sv: Filuppladdning

source: Finnish ID
da: Finsk ID
de: Finnische ID
et: Soome isikukood
fi: Suomalainen henkilötunnus
fr: ID finlandais
lv: Somijas ID
nb: Finsk ID
nl: Fins ID
pl: Fiński identyfikator
sv: Finskt ID

source: Float
da: Flydende
de: Fließkommazahl
et: Ujukomaarv
fi: Liukuluku
fr: Flottant
lv: Peldošais
nb: Flyt
nl: Decimaal
pl: Liczba zmiennoprzecinkowa
sv: Flyttal

source: Form name
da: Formularnavn
de: Formularname
et: Vormi nimi
fi: Lomakkeen nimi
fr: Nom du formulaire
lv: Veidlapas nosaukums
nb: Skjemanavn
nl: Formuliernaam
pl: Nazwa formularza
sv: Formulärnamn

source: Format
et: Vorming
fi: Muoto
lv: Formāts
nl: Formaat

source: Gives user a list of options to choose from.
da: Giver brugeren en liste over valgmuligheder at vælge imellem.
de: Gibt dem Benutzer eine Liste von Optionen zur Auswahl.
et: Annab kasutajale valiku võimalusi.
fi: Antaa käyttäjälle listan vaihtoehtoja, joista valita.
fr: Donne à l'utilisateur une liste d'options parmi lesquelles choisir.
lv: Dod lietotājam iespēju izvēlēties no saraksta.
nb: Gir brukeren en liste over alternativer å velge mellom.
nl: Geeft de gebruiker een lijst met opties om uit te kiezen.
pl: Daje użytkownikowi listę opcji do wyboru.
sv: Ger användaren en lista med alternativ att välja mellan.

source: Hidden field
da: Skjult felt
de: Verstecktes Feld
et: Peidetud väli
fi: Piilotettu kenttä
fr: Champ caché
lv: Slēptais lauks
nb: Skjult felt
nl: Verborgen veld
pl: Ukryte pole
sv: Dolt fält

source: Hide past dates
da: Skjul tidligere datoer
de: Vergangene Daten ausblenden
et: Peida mineviku kuupäevad
fi: Piilota menneet päivämäärät
fr: Masquer les dates passées
lv: Slēpt pagājušos datumus
nb: Skjul tidligere datoer
nl: Verberg datums in het verleden
pl: Ukryj przeszłe daty
sv: Dölj tidigare datum

source: I want to receive feedback
da: Jeg vil gerne modtage feedback
de: Ich möchte Feedback erhalten
et: Soovin saada tagasisidet
fi: Haluan saada palautetta
fr: Je souhaite recevoir des commentaires
lv: Es vēlos saņemt atsauksmes
nb: Jeg ønsker å motta tilbakemelding
nl: Ik wil feedback ontvangen
pl: Chcę otrzymywać informacje zwrotne
sv: Jag vill få feedback

source: Integer
da: Heltal
de: Ganzzahl
et: Täisarv
fi: Kokonaisluku
fr: Entier
lv: Vesels skaitlis
nb: Heltall
nl: Geheel getal
pl: Liczba całkowita
sv: Heltal

source: Items
da: Elementer
de: Elemente
et: Üksused
fi: Kohteet
fr: Éléments
lv: Vienumi
nb: Elementer
pl: Elementy
sv: Objekt

source: Its answer should be no more than one line.
da: Dets svar bør ikke være mere end én linje.
de: Die Antwort sollte nicht mehr als eine Zeile betragen.
et: Vastus ei tohiks olla pikem kui üks rida.
fi: Vastaus saa olla enintään yhden rivin pituinen.
fr: Sa réponse ne doit pas dépasser une ligne.
lv: Atbildei jābūt ne vairāk kā vienā rindā.
nb: Svaret skal ikke være mer enn én linje.
nl: Het antwoord mag niet langer zijn dan één regel.
pl: Jego odpowiedź powinna mieć nie więcej niż jedną linię.
sv: Dess svar bör inte vara mer än en rad.
