Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Internal note for company profile. This information will be visible in the job edit view
da: Intern note til virksomhedsprofil. Disse oplysninger vil være synlige i jobredigeringsvisningen
de: Interne Notiz für das Unternehmensprofil. Diese Information wird in der Stellenbearbeitungsansicht sichtbar sein.
et: Ettevõttesisesed märkmed ettevõtte profiili jaoks. See info on nähtav ametikoha muutmise vaates
fi: Sisäinen muistiinpano yritysprofiilille. Tämä informaatio näkyy työpaikan muokkausnäkymässä.
fr: Note interne pour le profil de l'entreprise. Ces informations seront visibles dans la vue de modification de l'emploi
lv: Iekšēja piezīme uzņēmuma profilam. Šī informācija būs redzama vakances rediģēšanas skatā
nb: Intern merknad for selskapsprofilen. Denne informasjonen vil være synlig i jobbredigeringsvisningen
nl: Interne notitie voor bedrijfsprofiel. Deze informatie is zichtbaar in de weergave voor het bewerken van de vacature
pl: Wewnętrzna notatka dla profilu firmy. Ta informacja będzie widoczna w widoku edycji oferty pracy
sv: Intern anteckning för företagsprofil. Denna information kommer att synnas då du redigerar en position.

source: Recover password
da: Hent adgangskode
de: Passwort wiederherstellen
et: Taasta salasõna
fi: Palauta salasana
fr: Récupérer le mot de passe
lv: Atgūt paroli
nb: Gjenopprett passord
nl: Wachtwoord herstellen
pl: Odzyskaj hasło
sv: Återställ lösenord

source: New password
da: Ny adgangskode
de: Neues Passwort
et: Uus salasõna
fi: Uusi salasana
fr: Nouveau mot de passe
lv: Jauna parole
nb: Nytt passord
nl: Nieuw wachtwoord
pl: Nowe hasło
sv: Nytt lösenord

source: Insert normal characters
da: Indsæt normale tegn
de: Normale Zeichen eingeben
et: Sisesta tavalised tähemärgid
fi: Anna normaaleja merkkejä
fr: Insérer des caractères normaux
lv: Ievadiet parastās rakstzīmes
nb: Sett inn normale tegn
nl: Voer normale tekens in
pl: Wprowadź zwykłe znaki
sv: Tillsätt vanliga tecken

source: Repeat the password
da: Gentag adgangskoden
de: Passwort wiederholen
et: Korda salasõna
fi: Toista salasana
fr: Répéter le mot de passe
lv: Atkārtojiet paroli
nb: Gjenta passordet
nl: Herhaal het wachtwoord
pl: Powtórz hasło
sv: Upprepa lösenordet

source: Invalid password
da: Ugyldig adgangskode
de: Passwort ungültig
et: Vale salasõna
fi: Virheellinen salasana
fr: Mot de passe invalide
lv: Nederīga parole
nb: Ugyldig passord
nl: Ongeldig wachtwoord
pl: Nieprawidłowe hasło
sv: Felaktigt lösenord

source: Very weak
da: Meget svag
de: Sehr schwach
et: Väga nõrk
fi: Erittäin heikko
fr: Très faible
lv: Ļoti vāja
nb: Meget svakt
nl: Zeer zwak
pl: Bardzo słabe
sv: Mycket svagt

source: Current password
da: Nuværende adgangskode
de: Aktuelles Passwort
et: Praegune salasõna
fi: Nykyinen salasana
fr: Mot de passe actuel
lv: Pašreizējā parole
nb: Nåværende passord
nl: Huidig wachtwoord
pl: Aktualne hasło
sv: Nuvarande lösenord

source: Current password is required
da: Aktuel adgangskode er påkrævet
de: Das aktuelle Passwort ist erforderlich
et: Praegune salasõna tuleb sisestada
fi: Nykyinen salasana on pakollinen
fr: Le mot de passe actuel est requis
lv: Nepieciešama pašreizējā parole
nb: Nåværende passord er påkrevd
nl: Huidig wachtwoord is vereist
pl: Aktualne hasło jest wymagane
sv: Det nuvarande lösenordet krävs

source: Add "Candidate experience rating" feature
da: Tilføj funktionen "Vurdering af kandidatoplevelse"
de: "Kandidatenerlebnisbewertungs"-Funktion hinzufügen
et: Lisa funktsioon „Kandidaadi kogemuse hinnang“
fi: Lisää "Hakijakokemuksen arvio" -ominaisuus
fr: Ajouter la fonctionnalité "Évaluation de l'expérience du candidat"
lv: Pievienot funkciju “Kandidātu pieredzes vērtējums”
nb: Legg til funksjonen "Rangering av kandidatens erfaring"
nl: Voeg de functie "Beoordeling kandidaatervaring" toe
pl: Dodaj funkcję "Ocena doświadczenia kandydata"
sv: Lägg till funktionen för "Kandidatupplevelsens bedömning"

source: Add branding text
da: Tilføj branding-tekst
de: Markentext hinzufügen
et: Lisa kaubamärgi tekst
fi: Lisää markkinointilauseke
fr: Ajouter le texte de la marque
lv: Pievienot zīmola tekstu
nb: Legg til merkevaretekst
nl: Voeg merkidentiteit tekst toe
pl: Dodaj tekst marki
sv: Lägg till branding-text

source: Formality of the messages
da: Formalitet i beskederne
de: Formalität der Nachrichten
et: Sõnumite formaalsus
fi: Viestien muodollisuus
fr: Formalité des messages
lv: Ziņojumu formalitāte
nb: Hvor formelle er meldingene
nl: Formaliteit van de berichten
pl: Formalność wiadomości
sv: Meddelandenas formalitet

source: low
da: lav
de: niedrig
et: madal
fi: matala
fr: faible
lv: zems
nb: lite
nl: laag
pl: niska
sv: låg

source: normal
et: tavaline
fi: normaali
lv: normāls
nb: normalt
nl: normaal
pl: normalna

source: high
da: høj
de: hoch
et: kõrge
fi: korkea
fr: élevé
lv: augsts
nb: meget
nl: hoog
pl: wysoka
sv: hög

source: Address talents by
da: Tiltal talenter med
de: Talente werden:
et: Talentide poole pöördumise viis
fi: Puhuttele hakijoita
fr: S'adresser aux talents par
lv: Uzrunāt talantus šādi:
nb: Tiltal talenter med
nl: Spreek talenten aan met
pl: Zwracaj się do talentów przez
sv: Tilltala talang med

source: first name
da: fornavn
de: mit Vornamen angesprochen
et: eesnimi
fi: etunimi
fr: prénom
lv: vārds
nb: fornavn
nl: voornaam
pl: imię
sv: förnamn

source: first name + last name
da: fornavn + efternavn
de: mit Vornamen + Nachnamen angesprochen
et: eesnimi + perekonnanimi
fi: etunimi + sukunimi
fr: prénom + nom
lv: vārds un uzvārds
nb: fornavn + etternavn
nl: voornaam + achternaam
pl: imię + nazwisko
sv: förnamn + efternamn

source: last name
da: efternavn
de: mit Nachnamen angesprochen
et: perekonnanimi
fi: sukunimi
fr: nom
lv: uzvārds
nb: etternavn
nl: achternaam
pl: nazwisko
sv: efternamn

source: no name
da: intet navn
de: ohne Namen angesprochen
et: nimeta
fi: ei nimeä
fr: sans nom
lv: neuzrunāt vārdā
nb: ikke noe navn
nl: geen naam
pl: bez imienia
sv: inget namn

source: Privacy policy
da: Fortrolighedspolitik
de: Datenschutzrichtlinie
et: Privaatsuspõhimõtted
fi: Tietosuojaseloste
fr: Politique de confidentialité
lv: Privātuma politika
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
sv: Integritetspolicy

source: Only PDF format allowed
da: Kun PDF-format tilladt
de: Nur PDF-Format erlaubt
et: Lubatud on ainult PDF-vorming
fi: Vain PDF on sallittu
fr: Seul le format PDF est autorisé
lv: Atļauts tikai PDF formāts
nb: Kun PDF-format er tillatt
nl: Alleen PDF-formaat toegestaan
pl: Dozwolony tylko format PDF
sv: Enbart PDF-format är tillåtet

source: Application data expiration period
da: Udløbsperiode for ansøgningsdata
de: Bewerbungsdatenablaufdatum
et: Avalduse andmete aegumisperiood
fi: Hakemustietojen säilytysaika
fr: Période d'expiration des données de candidature
lv: Pieteikuma datu derīguma termiņš
nb: Utløpsperiode for søknadsopplysninger
nl: Vervaltermijn sollicitatiegegevens
pl: Okres ważności danych aplikacji
sv: Utgångsperiod för ansökningens data

source: 6 months
da: 6 måneder
de: 6 Monate
et: 6 kuud
fi: 6 kuukautta
fr: 6 mois
lv: 6 mēneši
nb: 6 måneder
nl: 6 maanden
pl: 6 miesięcy
sv: 6 månader

source: 12 months
da: 12 måneder
de: 12 Monate
et: 12 kuud
fi: 12 kuukautta
fr: 12 mois
lv: 12 mēneši
nb: 12 måneder
nl: 12 maanden
pl: 12 miesięcy
sv: 12 månader

source: 15 months
da: 15 måneder
de: 15 Monate
et: 15 kuud
fi: 15 kuukautta
fr: 15 mois
lv: 15 mēneši
nb: 15 måneder
nl: 15 maanden
pl: 15 miesięcy
sv: 15 månader

source: 18 months
da: 18 måneder
de: 18 Monate
et: 18 kuud
fi: 18 kuukautta
fr: 18 mois
lv: 18 mēneši
nb: 18 måneder
nl: 18 maanden
pl: 18 miesięcy
sv: 18 månader

source: 24 months
da: 24 måneder
de: 24 Monate
et: 24 kuud
fi: 24 kuukautta
fr: 24 mois
lv: 24 mēneši
nb: 24 måneder
nl: 24 maanden
pl: 24 miesiące
sv: 24 månader

source: 30 months
da: 30 måneder
de: 30 Monate
et: 30 kuud
fi: 30 kuukautta
fr: 30 mois
lv: 30 mēneši
nb: 30 måneder
nl: 30 maanden
pl: 30 miesięcy
sv: 30 månader

source: 36 months
da: 36 måneder
de: 36 Monate
et: 36 kuud
fi: 36 kuukautta
fr: 36 mois
lv: 36 mēneši
nb: 36 måneder
nl: 36 maanden
pl: 36 miesięcy
sv: 36 månader

source: Tracking code
da: Sporingskode
et: Jälgimiskood
fi: Seurantakoodi
fr: Code de suivi
lv: Izsekošanas kods
nb: Sporingskode
pl: Kod śledzenia
sv: Spårningskod

source: Insert a valid Google Analytics tracking code.
da: Indsæt en gyldig Google Analytics-sporingskode.
de: Gültigen Google Analytics Tracking-Code eingeben.
et: Sisesta sobiv Google Analyticsi jälgimiskood.
fi: Syötä oikea Google Analytics -seurantakoodi
fr: Insérer un code de suivi Google Analytics valide.
lv: Ievadiet derīgu Google Analytics izsekošanas kodu.
nb: Sett inn en gyldig Google Analytics-sporingskode.
nl: Voer een geldige Google Analytics-trackingcode in.
pl: Wprowadź prawidłowy kod śledzenia Google Analytics.
sv: Klistra in en giltig Google Analytics -spårningskod.

source: e.g. UA-12345678-9
da: f.eks. UA-12345678-9
de: z.B. UA-12345678-9
et: nt UA-12345678-9
fi: esim. UA-12345678-9
fr: ex. UA-12345678-9
lv: piemēram, UA-12345678-9
nb: f.eks. UA-12345678-9
nl: bijv. UA-12345678-9
pl: np. UA-12345678-9
sv: t.ex. UA-12345678-9

source: Linker
et: Linkur
fi: Linkittäjä
lv: Savienotājs
nb: Lenker

source: e.g. www.domain1.com, www.domain2.com, www.domain3.com
da: f.eks. www.domain1.com, www.domain2.com, www.domain3.com
de: z.B. www.domain1.com, www.domain2.com, www.domain3.com
et: nt www.domain1.com, www.domain2.com, www.domain3.com
fi: esim. www.domain1.com, www.domain2.com, www.domain4.com
fr: ex. www.domaine1.com, www.domaine2.com, www.domaine3.com
lv: piemēram, www.domain1.com, www.domain2.com, www.domain3.com
nb: f.eks. www.domain1.com, www.domain2.com, www.domain3.com
nl: bijv. www.domein1.com, www.domein2.com, www.domein3.com
pl: np. www.domena1.com, www.domena2.com, www.domena3.com
sv: t.ex. www.domain1.com, www.domain2.com, www.domain3.com

source: Script
de: Skript
et: Skript
fi: Skripti
lv: Skripts
nb: Skript
pl: Skrypt
sv: Skript

source: Tracker script
de: Nachverfolgungs-Skript
et: Jälgija skript
fi: Tracker-skripti
fr: Script de suivi
lv: Sekotāja skripts
nb: Skript for sporing
pl: Skrypt śledzenia
sv: Tracker-skript

source: Allow applicants to edit their applications
da: Tillad ansøgere at redigere deres ansøgninger
de: Den Bewerbern erlauben ihre Bewerbungen zu bearbeiten
et: Luba kandidaatidel oma avaldusi muuta
fi: Salli hakijoiden muokata hakemuksiaan
fr: Permettre aux candidats de modifier leurs candidatures
lv: Ļaut kandidātiem rediģēt savus pieteikumus
nb: Tillat søkere å redigere søknadene sine
nl: Sta sollicitanten toe om hun sollicitaties te bewerken
pl: Zezwalaj kandydatom na edycję swoich aplikacji
sv: Tillåt kandidater att redigera sina ansökningar

source: Send automatic "application review has started" message
da: Send automatisk beskeden "Vurdering af ansøgning er startet"
de: Sende "Bewerbungsprüfung hat begonnen" Nachricht automatisch
et: Saada automaatne sõnum „Avaldust vaadatakse üle“
fi: Lähetä automaattinen "Hakemusten käsittely on aloitettu' -viesti
fr: Envoyer un message automatique "l'examen de la candidature a commencé"
lv: Nosūtīt automātisku ziņojumu “Pieteikuma pārskatīšana ir sākusies”
nb: Send meldingen "gjennomgangen av søknaden har startet" automatisk
nl: Stuur automatisch "beoordeling van de sollicitatie is gestart" bericht
pl: Wyślij automatyczną wiadomość "rozpoczęto przeglądanie aplikacji"
sv: Skicka ett automatiskt ”granskning av ansökningar”-meddelande

source: Send automatic "we received your application" message
da: Send automatisk "vi har modtaget din ansøgning"-besked
de: Automatische "Wir haben Ihre Bewerbung erhalten" Nachricht senden
et: Saada automaatne sõnum „Saime avalduse kätte“
fi: Lähetä automaattinen "kiitos hakemuksestasi"-viesti
fr: Envoyer un message automatique "nous avons reçu votre candidature"
lv: Nosūtīt automātisku ziņojumu “Mēs saņēmām jūsu pieteikumu”
nb: Send meldingen "vi har mottatt søknaden din" automatisk
nl: Stuur automatisch "we hebben uw sollicitatie ontvangen" bericht
pl: Wyślij automatyczną wiadomość "otrzymaliśmy Twoją aplikację"
sv: Skicka ett automatiskt ”vi har mottagit din ansökan”-meddelande

source: Prevent applicants from submitting duplicate applications
et: Takista kandidaatidel korduvate kandideerimisavalduste esitamist
fi: Estä hakijoita lähettämästä päällekkäisiä hakemuksia
sv: Förhindra sökande från att skicka in dubblettansökningar

source: Enable sending Talent Community confirmation to talents
da: Tillader at sende Talent Community-bekræftelse til talenter
de: Aktiviere das Senden von Talent-Community-Bestätigungen an Talente
et: Luba Talent Community info saatmine talentidele
fi: Ota käyttöön Talent Communityyn lisäämisen hyväksyttäminen talenteilla
fr: Activer l'envoi de la confirmation de la communauté de talents aux talents
lv: Iespējot Talent Community apstiprinājuma nosūtīšanu talantiem
nb: Aktiver sending av Talent Community-bekreftelse til talenter
nl: Inschakelen van het verzenden van Talent Community bevestiging naar talenten
pl: Włącz wysyłanie potwierdzenia Talent Community do talentów
sv: Ta i bruk förfrågning att bekräfta sitt medlemskap till Talent Community

source: Interview confirmation deadline
da: Deadline for bekræftelse af interview
de: Frist für die Bestätigung des Interviews
et: Vestluse kinnitamise tähtaeg
fi: Haastattelun vahvistuksen deadline
fr: Date limite de confirmation de l'entretien
lv: Intervijas apstiprināšanas termiņš
nb: Frist for bekreftelse av intervju
nl: Deadline voor bevestiging van het interview
pl: Termin potwierdzenia rozmowy kwalifikacyjnej
sv: Deadline för att bekräfta intervju

source: No deadline
da: Ingen deadline
de: Keine Frist
et: Tähtaega ei ole
fi: Ei määräaikaa
fr: Pas de date limite
lv: Bez termiņa
nb: Ingen tidsfrist
nl: Geen deadline
pl: Bez terminu
sv: Ingen deadline

source: Send automatic TC invitation to the person that has been referred
da: Send automatisk TC-invitation til den person, der er blevet henvist
de: Sende TC-Einladungen automatisch an Personen, die empfohlen wurden
et: Saada automaatne TC kutse soovitatud isikule
fi: Lähetä automaattinen Talent Community -kutsu henkilölle, jota on suositeltu
fr: Envoyer une invitation automatique TC à la personne qui a été référée
lv: Automātiska TK ielūguma nosūtīšana personai, kas ir ieteikta
nb: Send automatisk TC-invitasjon til personen som har blitt henvist
nl: Stuur automatische TC-uitnodiging naar de persoon die is doorverwezen
pl: Wyślij automatyczne zaproszenie TC do osoby, która została polecona
sv: Skicka automatisk TC-inbjudan till person du refererar

source: Sender of automatic messages
da: Afsender af automatiske beskeder
de: Absender automatisierter Nachrichten
et: Automaatsete sõnumite saatja
fi: Automaattisten viestien lähettäjä
fr: Expéditeur des messages automatiques
lv: Automātisko ziņojumu sūtītājs
nb: Avsender av automatiske meldinger
nl: Afzender van automatische berichten
pl: Nadawca automatycznych wiadomości
sv: Avsändare av automatiska meddelanden

source: Insert email address
da: Indsæt e-mail-adresse
de: E-Mail-Adresse eingeben
et: Sisesta e-posti aadress
fi: Lisää sähköposti
fr: Insérer l'adresse e-mail
lv: Ievadiet e-pasta adresi
nb: Sett inn e-postadresse
nl: Voer e-mailadres in
pl: Wprowadź adres e-mail
sv: Skriv in e-postadress

source: Sender name
da: Afsenderens navn
de: Name des Absenders
et: Saatja nimi
fi: Lähettäjän nimi
fr: Nom de l'expéditeur
lv: Sūtītāja vārds
nb: Avsenderens navn
nl: Naam afzender
pl: Nazwa nadawcy
sv: Avsändarens namn

source: Default language
da: Standardsprog
de: Standardsprache
et: Vaikekeel
fi: Oletuskieli
fr: Langue par défaut
lv: Noklusējuma valoda
nb: Standardspråk
nl: Standaardtaal
pl: Domyślny język
sv: Standardspråk

source: Send automatic reminders to those who have not responded to invitations
da: Send automatiske påmindelser til dem, der ikke har svaret på invitationer
de: Sende automatisch Erinnerungen wenn nicht auf Einladungen reagiert wurde
et: Saada automaatne meeldetuletus neile, kes ei ole kutsetele vastanud
fi: Lähetä automaattisia muistutusviestejä niille, jotka eivät ole vastanneet kutsuihin
fr: Envoyer des rappels automatiques à ceux qui n'ont pas répondu aux invitations
lv: Nosūtīt automātiskus atgādinājumus tiem, kas nav atbildējuši uz uzaicinājumiem
nb: Send automatiske påminnelser til dem som ikke har svart på invitasjoner
nl: Stuur automatische herinneringen naar degenen die niet hebben gereageerd op uitnodigingen
pl: Wyślij automatyczne przypomnienia do osób, które nie odpowiedziały na zaproszenia
sv: Skicka automatiska påminnelser till de som inte svarat på inbjudan

source: Send reminders after
da: Send påmindelser efter
de: Sende Erinnerungen nach
et: Saada meeldetuletus pärast
fi: Lähetä muistutus kun on kulunut
fr: Envoyer des rappels après
lv: Nosūtīt atgādinājumus pēc
nb: Send påminnelser etter
nl: Stuur herinneringen na
pl: Wyślij przypomnienia po
sv: Skicka påminnelser efter

source: 5 days
da: 5 dage
de: 5 Tagen
et: 5 päeva
fi: 5 päivää
fr: 5 jours
lv: 5 dienām
nb: 5 dager
nl: 5 dagen
pl: 5 dniach
sv: 5 dagar

source: 10 days
da: 10 dage
de: 10 Tagen
et: 10 päeva
fi: 10 päivää
fr: 10 jours
lv: 10 dienām
nb: 10 dager
nl: 10 dagen
pl: 10 dniach
sv: 10 dagar

source: 15 days
da: 15 dage
de: 15 Tagen
et: 15 päeva
fi: 15 päivää
fr: 15 jours
lv: 15 dienām
nb: 15 dager
nl: 15 dagen
pl: 15 dniach
sv: 15 dagar

source: Invitations expire after
da: Invitationer udløber efter
de: Einladungen laufen ab nach
et: Kutsed aeguvad pärast
fi: Kutsut vanhenevat kun on kulunut
fr: Les invitations expirent après
lv: Uzaicinājumu derīguma termiņš beidzas pēc
nb: Invitasjoner utløper etter
nl: Uitnodigingen verlopen na
pl: Zaproszenia wygasają po
sv: Inbjudan upphör att gälla efter

source: 30 days
da: 30 dage
de: 30 Tagen
et: 30 päeva
fi: 30 päivää
fr: 30 jours
lv: 30 dienām
nb: 30 dager
nl: 30 dagen
pl: 30 dniach
sv: 30 dagar

source: 60 days
da: 60 dage
de: 60 Tagen
et: 60 päeva
fi: 60 päivää
fr: 60 jours
lv: 60 dienām
nb: 60 dager
nl: 60 dagen
pl: 60 dniach
sv: 60 dagar

source: Send automatic messages for membership renewals before expiration
da: Send automatiske beskeder om fornyelse af medlemskab før udløb
de: Sende automatisch Nachrichten zur Mitgliedsschaftverlängerung vor Ablaufdatum
et: Saada automaatsed liikmesuse uuendamise sõnumid enne aegumist
fi: Lähetä automaattinen viesti jäsenyyden uusimisesta ennen sen vanhentumista
fr: Envoyer des messages automatiques pour les renouvellements d'adhésion avant l'expiration
lv: Pirms termiņa beigām nosūtīt automātiskus ziņojumus par dalības atjaunošanu
nb: Send automatiske meldinger om fornyelse av medlemskap før utløpsdatoen
nl: Stuur automatische berichten voor verlenging van lidmaatschap vóór vervaldatum
pl: Wyślij automatyczne wiadomości o odnowieniu członkostwa przed wygaśnięciem
sv: Skicka automatiska meddelanden om förnyelse av medlemskap innan medlemskapet upphör

source: Send renewal messages before expiration
da: Send beskeder om fornyelse før udløb
de: Sende Erneuerungsnachrichten vor Ablaufdatum
et: Saada uuendamise sõnumid enne aegumist
fi: Lähetä uusintaviesti kun jäsenyyden vanhentumiseen on aikaa
fr: Envoyer des messages de renouvellement avant l'expiration
lv: Nosūtīt atjaunošanas ziņojumus pirms termiņa beigām
nb: Send fornyelsesmeldinger før utløpsdatoen
nl: Stuur vernieuwingsberichten voor vervaldatum
pl: Wyślij wiadomości o odnowieniu przed wygaśnięciem
sv: Skicka meddelanden om förnyelse innan medlemskapet upphör

source: 7 days
da: 7 dage
de: 7 Tage
et: 7 päeva
fi: 7 päivää
fr: 7 jours
lv: 7 dienas
nb: 7 dager
nl: 7 dagen
pl: 7 dniach
sv: 7 dagar

source: Talent Community data expiration period
da: Udløbsperiode for Talent Community-data
de: Ablaufdatum der Talent-Community-Daten
et: Talent Community andmete aegumisperiood
fi: Talent Community -tietojen säilytysaika
fr: Période d'expiration des données de la communauté de talents
lv: Talent Community datu derīguma termiņš
nb: Utløpsperiode for Talent Community-opplysninger
nl: Vervaltermijn gegevens Talent Community
pl: Okres ważności danych Talent Community
sv: Utgångsperiod för Talent Community data

source: 5 years
da: 5 år
de: 5 Jahre
et: 5 aastat
fi: 5 vuotta
fr: 5 ans
lv: 5 gadi
nb: 5 år
nl: 5 jaar
pl: 5 latach
sv: 5 år

source: Allow users to add talents as confirmed members of Talent Community without an invitation
da: Tillad brugere at tilføje talenter som bekræftede medlemmer af Talent Community uden en invitation
de: Benutzern erlauben, Talente als bestätigte Mitglieder der Talent Community ohne eine Einladung hinzufügen
et: Luba kasutajatel lisada talente Talent Community kinnitatud liikmetena ilma kutseta
fi: Salli käyttäjien lisätä talentit Talent Communityn vahvistetuksi jäseniksi ilman kutsuviestin lähetystä
fr: Autoriser les utilisateurs à ajouter des talents en tant que membres confirmés de la communauté de talents sans invitation
lv: Atļaut lietotājiem pievienot talantus kā apstiprinātus Talent Community dalībniekus bez uzaicinājuma
nb: Tillat brukere å legge til talenter som bekreftede medlemmer av Talent Community uten invitasjon
nl: Sta gebruikers toe om talenten toe te voegen als bevestigde leden van Talent Community zonder uitnodiging
pl: Zezwalaj użytkownikom na dodawanie talentów jako potwierdzonych członków Talent Community bez zaproszenia
sv: Tillåter användare att lägga till talanger som bekräftade medlemmar i Talent Community utan en inbjudan

source: Every day
da: Hver dag
de: Jeden Tag
et: Iga päev
fi: Päivittäin
fr: Tous les jours
lv: Katru dienu
nb: Hver dag
nl: Elke dag
pl: Codziennie
sv: Dagligen

source: Every week
da: Hver uge
de: Jede Woche
et: Iga nädal
fi: Viikoittain
fr: Toutes les semaines
lv: Katru nedēļu
nb: Hver uke
nl: Elke week
pl: Co tydzień
sv: Varje vecka

source: Right away
da: Med det samme
de: Sofort
et: Kohe
fi: Välittömästi
fr: Tout de suite
lv: Uzreiz
nb: Med en gang
nl: Meteen
pl: Natychmiast
sv: Genast

source: New application is submitted to a position where I am an owner/collaborator
da: Ny ansøgning indsendes til en stilling, hvor jeg er ejer/samarbejdspartner
de: Neue Bewerbung auf eine Stelle, bei der ich Eigentümer/Kollaborateur bin
et: Ametikohale, mille omanik/kaaslooja ma olen, on esitatud uus avaldus
fi: Uusi hakemus on jätetty työpaikkaan jossa olen omistaja/yhteiskäyttäjä
fr: Une nouvelle candidature est soumise à un poste où je suis propriétaire/collaborateur
lv: Jauns pieteikums tiek iesniegts vakancei, kurai es esmu īpašnieks / sadarbības kolēģis
nb: Ny søknad sendes inn for en stilling der jeg er eier/samarbeidspartner
nl: Nieuwe sollicitatie is ingediend voor een functie waar ik eigenaar/medewerker ben
pl: Nowa aplikacja jest przesyłana na stanowisko, w którym jestem właścicielem/współpracownikiem
sv: Ny ansökan skickas till en position som jag är ägare/samarbetare av

source: Applicant confirms interview time
da: Ansøger bekræfter tidspunkt for interview
de: Bewerber bestätigt die Bewerbungsgesprächszeit
et: Kandidaat kinnitas vestluse aja
fi: Hakija vahvistaa haastatteluajan
fr: Le candidat confirme l'heure de l'entretien
lv: Kandidāts apstiprina intervijas laiku
nb: Søker bekrefter tid for intervju
nl: Sollicitant bevestigt interviewtijd
pl: Kandydat potwierdza termin rozmowy kwalifikacyjnej
sv: Kandidaten bekräftar intervjutid
