Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Compare applications
da: Sammenlign ansøgninger
de: Bewerbungen vergleichen
et: Võrrelge kandideerimisi
fi: Vertaile hakemuksia
fr: Comparer les candidatures
lv: Salīdzināt pieteikumus
nb: Sammenlign søknader
nl: Sollicitaties vergelijken
pl: Porównaj aplikacje
sv: Jämför ansökningar

source: Copy to another position
da: Kopier til en anden stilling
de: In eine andere Stelle kopieren
et: Kopeeri teise ametikohta
fi: Kopioi toiseen työpaikkaan
fr: Copier vers un autre poste
lv: Kopēt uz citu vakanci
nb: Kopier til en annen stilling
nl: Kopiëren naar een andere positie
pl: Skopiuj na inne stanowisko
sv: Kopiera till en annan position

source: Move to another position
da: Flyt til en anden stilling
de: In eine andere Stelle verschieben
et: Liiguta teise ametikohta
fi: Siirrä toiseen työpaikkan
fr: Déplacer vers un autre poste
lv: Pārvietot uz citu vakanci
nb: Flytt til en annen stilling
nl: Verplaatsen naar een andere positie
pl: Przenieś na inne stanowisko
sv: Flytta till en annan position

source: Schedule face-to-face interview
da: Planlæg et ansigt-til-ansigt-interview
de: Persönliches Bewerbungsgespräch planen
et: Planeeri vestlus
fi: Varaa haastattelu
fr: Planifier un entretien en face à face
lv: Ieplānot klātienes interviju
nb: Avtale personlig intervju
nl: Face-to-face interview inplannen
pl: Zaplanuj rozmowę kwalifikacyjną twarzą w twarz
sv: Boka en intervju

source: Schedule video interview (Recright)
da: Planlæg videointerview (Recright)
de: Video-Bewerbungsgespräch planen (Recright)
et: Planeeri videovestlus (Recright)
fi: Kutsu videohaastatteluun (Recright)
fr: Planifier un entretien vidéo (Recright)
lv: Ieplānot video interviju (Recright)
nb: Planlegge videointervju (Recright)
nl: Video-interview inplannen (Recright)
pl: Zaplanuj rozmowę kwalifikacyjną wideo (Recright)
sv: Boka en online-intervju (Recright)

source: Schedule video interview
da: Planlæg videointerview
de: Video-Bewerbungsgespräch planen
et: Planeeri videovestlus
fi: Kutsu videohaastatteluun
fr: Planifier un entretien vidéo
lv: Ieplānot video interviju
nb: Planlegge videointervju
nl: Video-interview inplannen
pl: Zaplanuj rozmowę kwalifikacyjną wideo
sv: Boka en online-intervju

source: Introduce candidates
da: Præsentation af kandidater
de: Kandidaten vorstellen
et: Tutvusta kandidaate
fi: Esittele hakijoita
fr: Présenter les candidats
lv: Iepazīstināt ar kandidātiem
nb: Presentere kandidatene
nl: Kandidaten voorstellen
pl: Przedstaw kandydatów
sv: Introducera kandidater

source: If you are using a public computer, remember to log out from LinkedIn after applying.
da: Hvis du bruger en offentlig computer, skal du huske at logge ud af LinkedIn, når du har ansøgt.
de: Falls Sie einen öffentlichen Computer benutzen, vergessen Sie nicht, sich nach dem Bewerben aus LinkedIn abzumelden.
et: Kui kasutad avalikku arvutit, logi LinkedInist pärast avalduse saatmist välja.
fi: Jos käytät julkista tietokonetta, muista kirjautua LinkedInistä ulos haun jälkeen.
fr: Si vous utilisez un ordinateur public, n'oubliez pas de vous déconnecter de LinkedIn après avoir postulé.
lv: Ja izmantojat publiski pieejamu datoru, atcerieties pēc pieteikšanās iziet no LinkedIn.
nb: Hvis du bruker en offentlig datamaskin, må du huske å logge av LinkedIn etter at du har søkt.
nl: Als u een openbare computer gebruikt, vergeet dan niet uit te loggen bij LinkedIn na het solliciteren.
pl: Jeśli korzystasz z publicznego komputera, pamiętaj, aby wylogować się z LinkedIn po złożeniu aplikacji.
sv: Om du använder en offentlig dator, kom ihåg att logga ut från LinkedIn efter din ansökan.

source: Please agree to the privacy policy before submit your application
da: Accepter venligst privatlivspolitikken, før du sender din ansøgning
de: Bitte stimmen Sie den Datenschutzrichtlinien zu, bevor Sie Ihre Bewerbung einreichen
et: Nõustu enne avalduse saatmist privaatsuspõhimõtetega
fi: Ole hyvä ja hyväksy tietosuojaseloste ennen hakemuksesi lähettämistä.
fr: Veuillez accepter la politique de confidentialité avant de soumettre votre candidature
lv: Pirms pieteikuma iesniegšanas, lūdzu, piekrītiet privātuma politikai
nb: Vennligst samtykk i personvernerklæringen før du sender inn søknaden
nl: Ga akkoord met het privacybeleid voordat u uw sollicitatie indient
pl: Przed wysłaniem aplikacji zaakceptuj politykę prywatności
sv: Vänligen acceptera sekretesspolicyn innan du skickar in din ansökan

source: Message will be sent shortly. Please, check your mailbox.
da: Beskeden vil blive sendt inden længe. Tjek venligst din postkasse.
de: Nachricht wird in Kürze gesendet. Bitte überprüfen Sie ihr Postfach.
et: Sõnum saadetakse varsti. Kontrolli oma postkasti.
fi: Viesti lähetetään pian sähköpostiisi.
fr: Le message sera envoyé sous peu. Veuillez vérifier votre boîte mail.
lv: Ziņojums drīz tiks nosūtīts. Lūdzu, pārbaudiet savu pastkasti.
nb: Du vil snart få en melding. Vennligst sjekk postkassen din.
nl: Bericht wordt binnenkort verzonden. Controleer uw mailbox.
pl: Wiadomość zostanie wkrótce wysłana. Sprawdź swoją skrzynkę pocztową.
sv: Meddelandet skickas inom kort. Vänligen kontrollera din brevlåda.

source: Please, choose the position applicant applied for
da: Vælg venligst den stilling, ansøgeren har søgt
de: Bitte wählen Sie die Stelle, für die sich der Bewerber beworben hat, aus
et: Vali, millisele ametikohale kandidaat kandideeris
fi: Valitse työpaikka, johon hakemus lisätään.
fr: Veuillez choisir le poste pour lequel le candidat a postulé
lv: Lūdzu, izvēlieties vakanci, kurai kandidāts pieteicās
nb: Velg den stillingen søkeren søkte på
nl: Kies alstublieft de functie waarvoor de kandidaat heeft gesolliciteerd
pl: Wybierz stanowisko, o które ubiega się kandydat
sv: Vänligen välj den position som sökande ansökt om

source: New application is submitted
da: Ny ansøgning er indsendt
de: Neue Bewerbung eingereicht
et: Uus avaldus on esitatud
fi: Hakemus on juuri jätetty
fr: Nouvelle candidature soumise
lv: Jauns pieteikums ir iesniegts
nb: Ny søknad er sendt inn
nl: Nieuwe sollicitatie is ingediend
pl: Nowa aplikacja została przesłana
sv: En ny ansökan inlämnad

source: Edit application
da: Redigér ansøgning
de: Bewerbung bearbeiten
et: Muuda avaldust
fi: Muokkaa hakemusta
fr: Modifier la candidature
lv: Rediģēt pieteikumu
nb: Rediger søknad
nl: Sollicitatie bewerken
pl: Edytuj aplikację
sv: Redigera ansökan

source: Application saved successfully
da: Programmet er gemt med succes
de: Bewerbung erfolgreich gespeichert
et: Avalduse salvestamine õnnestus
fi: Hakemus tallennettiin onnistuneesti.
fr: Candidature enregistrée avec succès
lv: Pieteikums veiksmīgi saglabāts
nb: Søknaden ble lagret
nl: Sollicitatie succesvol opgeslagen
pl: Aplikacja została zapisana pomyślnie
sv: Ansökan sparades

source: The application of %(firstname)s %(lastname)s deleted successfully
da: Ansøgningen fra %(firstname)s %(lastname)s blev slettet med succes
de: Die Bewerbung von %(firstname)s %(lastname)s wurde erfolgreich gelöscht
et: Isiku %(firstname)s %(lastname)s avalduse kustutamine õnnestus
fi: Hakijan %(firstname)s %(lastname)s hakemus poistettiin onnistuneesti
fr: La candidature de %(firstname)s %(lastname)s a été supprimée avec succès.
lv: Veiksmīgi dzēsts %(firstname)s %(lastname)s pieteikums
nb: Søknaden fra %(firstname)s %(lastname)s ble slettet
nl: De aanvraag van %(firstname)s %(lastname)s is succesvol verwijderd
pl: Wniosek %(firstname)s %(lastname)s został pomyślnie skasowany.
sv: Ansökan från %(firstname)s %(lastname)s raderades framgångsrikt.

source: %(num)s applicants deleted successfully.
da: %(num)s ansøgere slettet med succes.
de: %(num)s Bewerber erfolgreich gelöscht.
et: %(num)s kandidaadi kustutamine õnnestus.
fi: %(num)s hakijaa poistettu onnistuneesti.
fr: %(num)s candidats supprimés avec succès.
lv: %(num)s kandidāti veiksmīgi dzēsti.
nb: %(num)s søkere er slettet.
nl: %(num)s sollicitanten succesvol verwijderd.
pl: %(num)s kandydatów zostało pomyślnie usuniętych.
sv: %(num)s kandidater raderades.

source: The application does not exist!
da: Ansøgningen findes ikke!
de: Die Bewerbung existiert nicht!
et: Avaldust ei ole olemas.
fi: Hakemusta ei ole olemassa!
fr: La candidature n'existe pas !
lv: Pieteikums nepastāv!
nb: Søknaden finnes ikke!
nl: De sollicitatie bestaat niet!
pl: Aplikacja nie istnieje!
sv: Ansökan existerar inte!

source: You do not have access to this application
da: Du har ikke adgang til denne ansøgning
de: Sie haben keinen Zugang zu dieser Bewerbung
et: Sul ei ole sellele avaldusele juurdepääsu
fi: Sinulla ei ole pääsyä tähän hakemukseen
fr: Vous n'avez pas accès à cette candidature
lv: Jums nav piekļuves šim pieteikumam
nb: Du har ikke tilgang til denne søknaden
nl: U heeft geen toegang tot deze sollicitatie
pl: Nie masz dostępu do tej aplikacji
sv: Du har inte behörighet till den här ansökan

source: Application reset
da: Nulstilling af ansøgning
de: Bewerbungs-Reset
et: Avaldus on lähtestatud
fi: Hakemus resetoitu
fr: Réinitialisation de la candidature
lv: Pieteikuma atiestatīšana
nb: Tilbakestilling av søknad
nl: Sollicitatie gereset
pl: Resetowanie aplikacji
sv: Ansökan återställ

source: You do not have a permission to copy this application
da: Du har ikke tilladelse til at kopiere denne ansøgning
de: Sie sind nicht berechtigt, diese Bewerbung zu kopieren
et: Sul ei ole õigust seda avaldust kopeerida
fi: Sinulla ei ole lupaa kopioida tätä hakemusta
fr: Vous n'avez pas la permission de copier cette candidature
lv: Jums nav atļaujas kopēt šo pieteikumu
nb: Du har ikke tillatelse til å kopiere denne søknaden
nl: U heeft geen toestemming om deze sollicitatie te kopiëren
pl: Nie masz uprawnień do skopiowania tej aplikacji
sv: Du har inte behörighet att kopiera den här ansökan

source: Applications copied
da: Kopierede ansøgninger
de: Bewerbungen kopiert
et: Avaldused on kopeeritud
fi: Hakemukset kopioitu
fr: Candidatures copiées
lv: Pieteikumi ir kopēti
nb: Kopierte søknader
nl: Sollicitaties gekopieerd
pl: Aplikacje skopiowane
sv: Ansökningarna har kopierats

source: You do not have a permission to move this application
da: Du har ikke tilladelse til at flytte denne ansøgning
de: Sie sind nicht berechtigt, diese Bewerbung zu verschieben
et: Sul ei ole õigust seda avaldust liigutada
fi: Sinulla ei ole lupaa siirtää tätä hakemusta
fr: Vous n'avez pas la permission de déplacer cette candidature
lv: Jums nav atļaujas pārvietot šo pieteikumu
nb: Du har ikke tillatelse til å flytte denne søknaden
nl: U heeft geen toestemming om deze sollicitatie te verplaatsen
pl: Nie masz uprawnień do przeniesienia tej aplikacji
sv: Du har inte behörighet att flytta den här ansökan

source: Applications moved
da: Ansøgninger flyttet
de: Bewerbungen verschoben
et: Avaldused on liigutatud
fi: Hakemukset siirretty
fr: Candidatures déplacées
lv: Pieteikumi ir pārvietoti
nb: Søknader flyttet
nl: Sollicitaties verplaatst
pl: Aplikacje przeniesione
sv: Ansökan flyttad

source: {} applications moved.
da: {} ansøgninger flyttet.
de: {} Bewerbungen verschoben.
et: Liigutati {} avaldust.
fi: {} hakemusta siirretty.
fr: {} candidatures déplacées.
lv: {} pieteikumi ir pārvietoti.
nb: {} søknader flyttet.
nl: {} sollicitaties verplaatst.
pl: {} aplikacji przeniesionych.
sv: {} ansökningar flyttade.

source: Problems with {}: {}
da: Problemer med {}: {}
de: Probleme mit {}: {}
et: Probleemid üksusega {}: {}
fi: Ongelmia {}:n kanssa: {}
fr: Problèmes avec {} : {}
lv: Problēmas ar {}: {}
nb: Problemer med {}: {}
nl: Problemen met {}: {}
pl: Problemy z {}: {}
sv: Problem med {}: {}

source: You do not have permission to view this resource.
da: Du har ikke tilladelse til at se denne ressource.
de: Sie sind nicht berechtigt, diese Ressource anzusehen.
et: Sul ei ole õigust seda ressurssi vaadata
fi: Sinulla ei ole lupaa nähdä tätä tietoa.
fr: Vous n'avez pas la permission de voir cette ressource.
lv: Jums nav atļaujas skatīt šo resursu.
nb: Du har ikke tillatelse til å se denne ressursen.
nl: U heeft geen toestemming om deze bron te bekijken.
pl: Nie masz uprawnień do przeglądania tego zasobu.
sv: Du har inte behörighet att se denna resurs

source: Rating was wrong, please try again
da: Bedømmelsen var forkert, prøv venligst igen
de: Falsche Bewertung, bitte erneut versuchen
et: Hinnang on vale, proovi uuesti
fi: Arvio meni väärin, ole hyvä ja yritä uudelleen
fr: La note était incorrecte, veuillez réessayer
lv: Vērtējums bija nepareizs; lūdzu, mēģiniet vēlreiz
nb: Rangeringen var feil, vennligst prøv igjen
nl: Beoordeling was onjuist, probeer het opnieuw
pl: Ocena była nieprawidłowa, spróbuj ponownie
sv: Betyget var fel, var god och försök igen

source: Your rating was saved
da: Din bedømmelse blev gemt
de: Ihre Bewertung wurde gespeichert
et: Hinnang salvestati
fi: Arviosi tallennettiin
fr: Votre note a été enregistrée
lv: Jūsu vērtējums tika saglabāts
nb: Rangeringen din ble lagret
nl: Uw beoordeling is opgeslagen
pl: Twoja ocena została zapisana
sv: Din utvärdering sparades

source: No message found
da: Ingen besked fundet
de: Keine Nachricht gefunden
et: Sõnumeid ei leitud
fi: Viestejä ei löytynyt
fr: Aucun message trouvé
lv: Nav atrasts neviens ziņojums
nb: Fant ingen melding
nl: Geen bericht gevonden
pl: Nie znaleziono wiadomości
sv: Inga meddelanden hittades

source: Select job
da: Vælg job
de: Stelle wählen
et: Vali ametikoht
fi: Valitse työpaikka
fr: Sélectionner un emploi
lv: Izvēlieties vakanci
nb: Velg jobb
nl: Selecteer functie
pl: Wybierz pracę
sv: Välj jobb

source: Please fill all privacy information
da: Udfyld venligst alle personlige oplysninger
de: Bitte füllen Sie alle Datenschutzinformationen aus
et: Lisa kõik privaatsusandmed
fi: Ole hyvä ja täytä kaikki yksityisyyden suojaa koskevat tiedot
fr: Veuillez remplir toutes les informations de confidentialité
lv: Lūdzu, aizpildiet visu privātuma informāciju
nb: Vennligst fyll ut all personverninformasjon
nl: Vul alstublieft alle privacygegevens in
pl: Uzupełnij wszystkie informacje dotyczące prywatności
sv: Vänligen fyll i all sekretessinformation

source: No record found
da: Ingen registrering fundet
de: Kein Eintrag gefunden
et: Kirjet ei leitud
fi: Tietuetta ei löytynyt
fr: Aucun enregistrement trouvé
lv: Nav atrasts neviens ieraksts
nb: Fant ingen oppføring
nl: Geen record gevonden
pl: Nie znaleziono rekordu
sv: Ingen datapost hittades

source: Application action problem
da: Problem med ansøgningshandling
de: Bewerbungsaktionsproblem
et: Probleem avaldusega
fi: Ongelma hakemuksen toiminnossa
fr: Problème d'action d'application
lv: Pieteikuma darbības problēma
nb: Problem med søknadshandling
nl: Probleem met sollicitatieactie
pl: Problem z akcją aplikacji
sv: Problem uppstod med åtgärd till ansökan

source: This action does not have messages
da: Denne handling har ikke beskeder
de: Diese Aktion hat keine Nachrichten
et: Selle avalduse jaoks ei ole sõnumeid
fi: Tästä toiminnosta ei lähde hakijalle viestiä
fr: Cette action n'a pas de messages
lv: Šai darbībai nav ziņojumu
nb: Denne handlingen har ingen meldinger
nl: Deze actie heeft geen berichten
pl: Ta akcja nie ma wiadomości
sv: Meddelande skickas inte till kandidaten i samband med denna åtgärd

source: name
da: navn
et: nimi
fi: nimi
fr: nom
lv: nosaukums
nb: navn
nl: naam
pl: imię
sv: namn

source: company name
da: virksomhedens navn
de: Unternehmensname
et: ettevõtte nimi
fi: yrityksen nimi
fr: nom de l'entreprise
lv: uzņēmuma nosaukums
nb: selskapsnavn
nl: bedrijfsnaam
pl: nazwa firmy
sv: företagets namn

source: company location
da: virksomhedens placering
de: Unternehmensstandort
et: ettevõtte asukoht
fi: yrityksen sijainti
fr: emplacement de l'entreprise
lv: uzņēmuma atrašanās vieta
nb: selskapets lokasjon
nl: bedrijfslocatie
pl: lokalizacja firmy
sv: företagets läge

source: job name
da: jobnavn
de: Stellenname
et: ametikoha nimi
fi: työpaikan nimi
fr: nom du poste
lv: vakances nosaukums
nb: jobbnavn
nl: functienaam
pl: nazwa stanowiska
sv: tjänstens namn

source: profile name
da: profilnavn
de: Profilname
et: profiili nimi
fi: yritysprofiilin nimi
fr: nom du profil
lv: profila nosaukums
nb: profilnavn
nl: profielnaam
pl: nazwa profilu
sv: företagsprofilens namn

source: signature
da: underskrift
de: Signatur
et: allkiri
fi: allekirjoitus
lv: paraksts
nb: signatur
nl: handtekening
pl: podpis
sv: signatur

source: Error processing or sending message
da: Fejl ved behandling eller afsendelse af besked
de: Fehler beim Verarbeiten oder Senden der Nachricht
et: Sõnumi töötlemisel või saatmisel ilmnes tõrge
fi: Virhe viestin käsittelyssä tai lähetyksessä
fr: Erreur lors du traitement ou de l'envoi du message
lv: Kļūda ziņojuma apstrādē vai nosūtīšanā
nb: Feil ved behandling eller sending av melding
nl: Fout bij verwerken of verzenden van bericht
pl: Błąd przetwarzania lub wysyłania wiadomości
sv: Fel med processering eller med att skicka meddelande

source: Sending failed, please contact us in support@talentadore.com if necessary
da: Afsendelse mislykkedes, kontakt os venligst på support@talentadore.com om nødvendigt
de: Senden fehlgeschlagen, bitte kontaktieren Sie uns wenn nötig: support@talentadore.com
et: Saatmine ebaõnnestus, võta vajaduse korral meiega ühendust aadressil support@talentadore.com
fi: Lähetys epäonnistui, ole tarvittaessa yhteydessä tukeen: support@talentadore.com.
fr: L'envoi a échoué, veuillez nous contacter à support@talentadore.com si nécessaire
lv: Sūtīšana nav izdevusies; ja nepieciešams, sazinieties ar mums support@talentadore.com
nb: Sending mislyktes, vennligst kontakt oss på support@talentadore.com hvis nødvendig
nl: Verzenden mislukt, neem indien nodig contact met ons op via support@talentadore.com
pl: Wysyłanie nie powiodło się, w razie potrzeby skontaktuj się z nami pod adresem support@talentadore.com
sv: Meddelandet gick inte att skickas, vänligen kontakta oss på support@talentadore.com vid behov

source: Message deleted
da: Besked slettet
de: Nachricht gelöscht
et: Sõnum on kustutatud
fi: Viesti poistettu
fr: Message supprimé
lv: Ziņojums ir dzēsts
nb: Melding slettet
nl: Bericht verwijderd
pl: Wiadomość usunięta
sv: Meddelandet har raderats

source: No applications found
da: Ingen ansøgninger fundet
de: Keine Bewerbungen gefunden
et: Avaldusi ei leitud
fi: Yhtään hakijaa ei löytynyt
fr: Aucune application trouvée
lv: Nav atrasts neviens pieteikums
nb: Fant ingen søknader
nl: Geen sollicitaties gevonden
pl: Nie znaleziono aplikacji
sv: Inga kandidater hittades

source: No action found
da: Ingen handling fundet
de: Keine Aktion gefunden
et: Toimingut ei leitud
fi: Toimintoa ei löytynyt
fr: Aucune action trouvée
lv: Nav atrasta neviena darbība
nb: Fant ingen handling
nl: Geen actie gevonden
pl: Nie znaleziono akcji
sv: Ingen åtgärd hittades

source: There are still errors in application selection which needs to be resolved
da: Der er stadig fejl i valg af ansøgning, som skal løses
de: Es gibt noch in Fehler in der Bewerbungsauswahl, die behoben werden müssen
et: Avalduste valikus on veel probleeme
fi: Hakemusten valinnassa on edelleen virheitä, jotka tulee ratkaista
fr: Il y a encore des erreurs dans la sélection des applications qui doivent être résolues
lv: Pieteikumu izvēlē joprojām ir kļūdas, kas jānovērš
nb: Det er fortsatt feil i søknadsvalget som må rettes opp
nl: Er zijn nog steeds fouten in de sollicitatieselectie die moeten worden opgelost
pl: W wyborze aplikacji nadal występują błędy, które należy rozwiązać
sv: De valda ansökningarna innehåller ännu fel som måste korrigeras

source: The applicant status does not exist
da: Ansøgerens status eksisterer ikke
de: Dieser Bewerberstatus existiert nicht
et: Kandidaadi olekut ei ole olemas
fi: Hakijan statusta ei ole olemassa
fr: Le statut du candidat n'existe pas
lv: Kandidāta statusa nav
nb: Søkerens status finnes ikke
nl: De sollicitantstatus bestaat niet
pl: Status kandydata nie istnieje
sv: Kandidatens status finns inte

source: Change step
da: Skift trin
de: Scritt ändern
et: Muuda etappi
fi: Siirrä uuteen vaiheeseen
fr: Changer d'étape
lv: Mainīt posmu
nb: Endre trinn
nl: Stap wijzigen
pl: Zmień krok
sv: Flytta till nytt steg

source: Send application review message if not already sent
da: Send besked om gennemgang af ansøgning, hvis den ikke allerede er sendt
de: Nachricht zur Überprüfung der Bewerbung senden, falls dies noch nicht geschehen ist
et: Saada avalduse läbivaatamise teade, kui seda pole veel saadetud
fi: Lähetä hakemusten käsittely on aloitettu viesti, jos viestiä ei ole vielä lähetetty
fr: Envoyer un message d'examen de l'application s'il n'a pas déjà été envoyé
lv: Nosūtiet pieteikuma pārskatīšanas ziņojumu, ja tas vēl nav nosūtīts.
nb: Send melding om gjennomgang av søknaden hvis den ikke allerede er sendt
nl: Stuur een beoordelingsbericht voor de sollicitatie als dit nog niet is verzonden
pl: Wyślij wiadomość z przeglądem aplikacji, jeśli nie została jeszcze wysłana
sv: Skicka granskning av ansökningar -meddelande om det inte redan har skickats

source: Action not found in the system
da: Handling ikke fundet i systemet
de: Aktion nicht im System gefunden
et: Toimingut ei leitud süsteemist
fi: Toimintoa ei löytynyt
fr: Action introuvable dans le système
lv: Sistēmā nav atrasta darbība
nb: Fant ikke handling i systemet
nl: Actie niet gevonden in het systeem
pl: Nie znaleziono akcji w systemie
sv: Åtgärden hittades inte i systemet

source: The action was not found in the system
da: Handlingen blev ikke fundet i systemet
de: Die Aktion wurde nicht im System gefunden
et: Toimingut ei leitud süsteemist
fi: Toimintoa ei löytynyt järjestelmästä
fr: L'action n'a pas été trouvée dans le système
lv: Darbība sistēmā nav atrasta
nb: Fant ikke handlingen i systemet
nl: De actie is niet gevonden in het systeem
pl: Akcja nie została znaleziona w systemie
sv: Åtgärden hittades inte i systemet

source: Successfully invited {} applicants to interview
da: Inviterede {} ansøgere til samtale med succes
de: {} Bewerber erfolgreich zum Bewerbungsgespräch eingeladen
et: {} kandidaati on vestlusele kutsutud
fi: Haastattelukutsu lähetettiin {} hakijalle
fr: {} candidats invités avec succès à l'entretien
lv: Uz interviju veiksmīgi uzaicināti {} kandidāti
nb: Inviterte {} søkere til intervju
nl: {} sollicitanten succesvol uitgenodigd voor een interview
pl: Pomyślnie zaproszono {} kandydatów na rozmowę kwalifikacyjną
sv: Inbjudan till intervju skickades till {} kandidater

source: Inviting to video interview failed for some applicants. Please see the list of failed applicants
et: Mõne kandidaadi videointervjuule kutsumine ebaõnnestus. Palun vaadake ebaõnnestunud kandidaatide nimekirja
fi: Videohaastatteluun kutsuminen epäonnistui joidenkin hakijoiden osalta. Katso epäonnistuneiden hakijoiden lista
sv: Inbjudan till videointervju misslyckades för några sökande. Vänligen se listan över misslyckade sökande.

source: Successfully invited {} applicants to video interview
et: Edukalt kutsuti {} kandidaati videointervjuule
fi: {} hakijaa kutsuttu onnistuneesti videohaastatteluun
sv: Framgångsrikt bjudit in {} sökande till videointervju.

source: Please see the list of failed applicants
da: Se venligst listen over afviste ansøgere
de: Siehe Liste fehlgeschlagener Bewerber
et: Nende kandidaatide loend on siin
fi: Tarkista hylättyjen hakijoiden lista
fr: Veuillez consulter la liste des candidats ayant échoué
lv: Lūdzu, skatiet to kandidātu sarakstu, kuriem tas neizdevās
nb: Se listen over søkere som har fått avslag
nl: Zie de lijst met afgewezen kandidaten
pl: Proszę sprawdzić listę nieudanych kandydatów
sv: Se listan av felaktiga kandidater

source: Sent {} SMS messages
da: Sendt {} SMS-beskeder
de: Sende {} SMS Nachrichten
et: Saadeti {} lühisõnum
fi: Lähetit {} tekstiviestiä
fr: Envoyé {} messages SMS
lv: Nosūtītas {} īsziņas
nb: Sendte {} SMS-meldinger
nl: {} SMS-berichten verzonden
pl: Wysłano {} wiadomości SMS
sv: Skickade {} SMS meddelanden
