Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: The talent does not exist!
da: Talentet findes ikke!
de: Das Talent existiert nicht!
et: Talenti ei ole olemas.
fi: Talenttia ei ole olemassa!
fr: Le talent n'existe pas !
lv: Talants nepastāv!
nb: Talentet finnes ikke!
nl: Het talent bestaat niet!
pl: Kandydat nie istnieje!
sv: Talangen existerar inte!

source: Suggestions
da: Forslag
de: Vorschläge
et: Ettepanekud
fi: Ehdotukset
lv: Ieteikumi
nb: Forslag
nl: Suggesties
pl: Sugestie
sv: Förslag

source: This email already exists
da: Denne e-mail findes allerede
de: Diese E-Mail existiert bereits
et: See e-posti aadress on juba olemas
fi: Sähköposti on jo käytössä
fr: Cet e-mail existe déjà
lv: Šī e-pasta adrese jau pastāv
nb: Denne e-postadressen finnes allerede
nl: Dit e-mailadres bestaat al
pl: Ten adres e-mail już istnieje
sv: E-postadressen är redan i användning

source: Deletion failed. Error in selection of Community group
da: Sletning mislykkedes. Fejl i valg af fællesskabsgruppe
de: Löschen fehlgeschlagen. Fehler bei der Auswahl von Community-Gruppe
et: Kustutamine ebaõnnestus. Talent Community grupi valimisel ilmnes tõrge
fi: Poistaminen epäonnistui. Virhe Community ryhmän valinnassa
fr: La suppression a échoué. Erreur dans la sélection du groupe de la Communauté
lv: Dzēšana neizdevās. Kļūda grupas kategorijas izvēlē
nb: Sletting mislyktes. Feil ved valg av fellesskapsgruppe
nl: Verwijderen mislukt. Fout bij selectie van Community-groep
pl: Usuwanie nie powiodło się. Błąd w wyborze grupy w Talent Community
sv: Raderingen misslyckades. Fel vid val av Community-grupp

source: Deletion failed. Community group contains active talents.
da: Sletning mislykkedes. Fællesskabsgruppen indeholder aktive talenter.
de: Löschen fehlgeschlagen. Community-Gruppe enthält aktive Talente.
et: Kustutamine ebaõnnestus. Talent Community grupp sisaldab aktiivseid talente.
fi: Poisto epäonnistui. Ryhmässä on talentteja.
fr: La suppression a échoué. Le groupe de la Communauté contient des talents actifs.
lv: Dzēšana neizdevās. Grupas kategorijā ir aktīvi talanti.
nb: Sletting mislyktes. Fellesskapsgruppen inneholder aktive talenter.
nl: Verwijderen mislukt. Community-groep bevat actieve talenten.
pl: Usuwanie nie powiodło się. Grupa w Talent Community zawiera aktywnych kandydatów.
sv: Raderingen misslyckades. Community-gruppen innehåller aktiva talanger.

source: Community group and related tasks deleted successfully.
da: Fællesskabsgruppe og relaterede opgaver slettet med succes.
de: Community-Gruppe und dazugehörige Aufgaben erfolgreich gelöscht.
et: Talent Community grupi ja seotud ülesannete kustutamine õnnestus.
fi: Community ryhmä ja siihen liittyvät tehtävät poistettu onnistuneesti
fr: Le groupe de la Communauté et les tâches associées ont été supprimés avec succès.
lv: Grupas kategorija un saistītie uzdevumi ir veiksmīgi dzēsti.
nb: Fellesskapsgruppe og relaterte oppgaver er slettet.
nl: Community-groep en gerelateerde taken succesvol verwijderd.
pl: Grupa w Talent Community i powiązane zadania zostały pomyślnie usunięte.
sv: Community-grupp och relaterade uppgifter kommer har raderats.

source: Updated talents in Talent Community.
da: Opdaterede talenter i Talent Community.
de: Aktualisierte Talente in der Talent Community.
et: Talent Communitys uuendati talente.
fi: Talent Communityssa olevat talentit päivitettiin
fr: Talents mis à jour dans la Communauté de talents.
lv: Talent Community atjauninātie talanti.
nb: Oppdaterte talenter i Talent Community.
nl: Bijgewerkte talenten in Talent Community.
pl: Zaktualizowano kandydatów w Talent Community.
sv: Uppdaterade talanger i Talent Community.

source: Updated talents in Talent Community. Confirmations asked from %(sent_total)s.
da: Opdaterede talenter i Talent Community. Bekræftelser bedt fra %(sent_total)s.
de: Aktualisierte Talente in der Talent Community. Bestätigungen von %(sent_total)s angefordert.
et: Talent Communitys uuendati talente. Kinnitust küsiti %(sent_total)s isikult.
fi: Talent Communityssa olevat talentit päivitettiin. Lupakyselyt lähetettiin %(sent_total)s talentille.
fr: Talents mis à jour dans la Communauté de talents. Confirmations demandées à %(sent_total)s.
lv: Talent Community atjauninātie talanti. Apstiprinājumi, kas pieprasīti no %(sent_total)s.
nb: Oppdaterte talenter i Talent Community. Bekreftelser forespurt fra %(sent_total)s.
nl: Bijgewerkte talenten in Talent Community. Bevestigingen gevraagd van %(sent_total)s.
pl: Zaktualizowano kandydatów w Talent Community. Poproszono o potwierdzenie od %(sent_total)s.
sv: Uppdaterade talanger i Talent Community. Bekräftelse efterfrågad från %(sent_total)s.

source: You do not have permission to remove talent from community
da: Du har ikke tilladelse til at fjerne talent fra fællesskabet
de: Sie sind nicht berechtigt, Talente aus der Community zu entfernen
et: Sul ei ole õigust talenti Communityst eemaldada
fi: Sinulla ei ole lupaa poistaa talenttia Communitystä
fr: Vous n'avez pas la permission de supprimer un talent de la communauté
lv: Jums nav atļaujas noņemt talantu no kopienas
nb: Du har ikke tillatelse til å fjerne talenter fra fellesskapet
nl: U heeft geen toestemming om talent uit de community te verwijderen
pl: Nie masz uprawnień do usunięcia kandydata z Talent Community
sv: Du har inte behörighet att radera medlemmar från Talent Community

source: You do not have permission to modify Talent Community group
da: Du har ikke tilladelse til at ændre Talent Community-gruppen
de: Sie sind nicht berechtigt, Talent-Community-Gruppen zu bearbeiten
et: Sul ei ole õigust Talent Community gruppi muuta
fi: Sinulla ei ole lupaa muuttaa Talent Community ryhmää
fr: Vous n'avez pas la permission de modifier le groupe de la Communauté de talents
lv: Jums nav atļaujas mainīt Talent Community grupas kategoriju
nb: Du har ikke tillatelse til å endre Talent Community-gruppen
nl: U heeft geen toestemming om de Talent Community-groep te wijzigen
pl: Nie masz uprawnień do modyfikowania grupy w Talent Community
sv: Du har inte behörighet att göra ändringar i Talent Community -gruppen

source: Community group modified successfully
da: Fællesskabsgruppe ændret med succes
de: Community-Gruppe erfolgreich bearbeitet
et: Talent Community grupi muutmine õnnestus
fi: Community ryhmän muokkaus onnistui
fr: Groupe communautaire modifié avec succès
lv: Veiksmīgi mainīta grupas kategorija
nb: Fellesskapsgruppe er endret
nl: Community groep succesvol gewijzigd
pl: Grupa społeczności została pomyślnie zmodyfikowana
sv: Redigeringar till Talent Community -gruppen sparades

source: Added {} talents
da: Tilføjet {} talenter
de: {} Talente hinzugefügt
et: Lisati {} talenti
fi: Lisättiin {} talenttia
fr: {} talents ajoutés
lv: Pievienoti {} talanti
nb: La til {} talenter
nl: {} talenten toegevoegd
pl: Dodano {} talentów
sv: {} talanger lades till

source: Updated {} talents
da: Opdateret {} talenter
de: {} Talente aktualisiert
et: Uuendatud {} talenti
fi: Päivitetty {} talenttia
fr: {} talents mis à jour
lv: Atjaunināti {} talanti
nb: Oppdaterte {} talenter
nl: {} talenten bijgewerkt
pl: Zaktualizowano {} talentów
sv: Uppdaterade {} talanger

source: Candidate %(firstname)s %(lastname)s was removed.
da: Kandidat %(firstname)s %(lastname)s blev fjernet.
de: Kandidat %(firstname)s %(lastname)s wurde entfernt.
et: Kandidaat %(firstname)s %(lastname)s eemaldati.
fi: Hakija %(firstname)s %(lastname)s on poistettu.
fr: Le candidat %(firstname)s %(lastname)s a été supprimé.
lv: Kandidāts %(firstname)s %(lastname)s tika noņemts.
nb: Kandidatens %(firstname)s %(lastname)s ble fjernet.
nl: Kandidaat %(firstname)s %(lastname)s is verwijderd.
pl: Kandydat %(firstname)s %(lastname)s został usunięty.
sv: Ansökanden %(firstname)s %(lastname)s togs bort.

source: No talents found
da: Ingen talenter fundet
de: Keine Talente gefunden
et: Talente ei leitud
fi: Talentteja ei löytynyt
fr: Aucun talent trouvé
lv: Talanti nav atrasti
nb: Fant ingen talenter
nl: Geen talenten gevonden
pl: Nie znaleziono talentów
sv: Inga talanger hittas

source: There are still errors in candidates selection which needs to be resolved
da: Der er stadig fejl i udvælgelsen af kandidater, som skal løses
de: Es gibt noch Fehler in der Kandidatenauswahl die behoben werden müssen
et: Kandidaatide valikus on veel probleeme, mis tuleb lahendada
fi: Hakijoiden valinnassa on virheitä, jotka täytyy ratkaista
fr: Il y a encore des erreurs dans la sélection des candidats qui doivent être résolues
lv: Kandidātu izvēlē joprojām ir kļūdas, kas jānovērš
nb: Det er fortsatt feil i utvelgelsen av kandidater som må rettes opp
nl: Er zijn nog steeds fouten in de selectie van kandidaten die moeten worden opgelost
pl: W wyborze kandydatów nadal występują błędy, które należy rozwiązać
sv: Det finns fel i urvalet av kandidater som behöver lösas

source: Task has problems
da: Opgaven har problemer
de: Aufgabe hat Probleme
et: Ülesandega on probleeme
fi: Tehtävässä on ongelmia
fr: La tâche a des problèmes
lv: Uzdevumā ir problēmas
nb: Oppgaven har problemer
nl: Taak heeft problemen
pl: Zadanie ma problemy
sv: Uppgift har problem

source: Please write a note before submitting
da: Skriv venligst et notat inden indsendelse
de: Bitte schreiben Sie vor dem Absenden eine Notiz
et: Kirjuta enne saatmist märge
fi: Lisää jokin muistiinpano ennen lähettämistä.
fr: Veuillez écrire une note avant de soumettre
lv: Lūdzu, pirms iesniegšanas ierakstiet piezīmi
nb: Skriv en merknad før du sender inn
nl: Schrijf een notitie voordat u indient
pl: Przed przesłaniem napisz notatkę
sv: Skriv en anteckning innan du lämnar in ansökan

source: Incorrect datetime format
da: Forkert datetime-format
de: Falsches Datumsformat
et: Vale kuupäeva ja kellaaja vorming
fi: Väärä aikaformaatti
fr: Format de date et heure incorrect
lv: Nepareizs datuma un laika formāts
nb: Feil datetime-format
nl: Onjuist datumtijd formaat
pl: Nieprawidłowy format daty i godziny
sv: Felaktigt datum-/tidsformat

source: Error occurred. Multiple users cannot be added while editing a task
da: Der opstod en fejl. Flere brugere kan ikke tilføjes under redigering af en opgave
de: Es ist ein Fehler aufgetreten. Beim Bearbeiten einer Aufgabe können nicht mehrere Benutzer hinzugefügt werden
et: Ilmnes tõrge. Ülesande muutmisel ei saa lisada mitut kasutajat
fi: Tapahtui virhe. Useampia käyttäjiä ei voida lisätä tehtävää muokattaessa.
fr: Une erreur s'est produite. Plusieurs utilisateurs ne peuvent pas être ajoutés lors de la modification d'une tâche
lv: Radusies kļūda. Rediģējot uzdevumu, nav iespējams pievienot vairākus lietotājus
nb: Det oppsto en feil. Det er ikke mulig å legge til flere brukere under redigering av en oppgave
nl: Er is een fout opgetreden. Er kunnen niet meerdere gebruikers worden toegevoegd tijdens het bewerken van een taak
pl: Wystąpił błąd. Nie można dodać wielu użytkowników podczas edytowania zadania
sv: Ett fel uppstod. Flera användare kan inte läggas till medan en uppgift redigeras

source: Issue occurred while performing the action.
da: Der opstod et problem under udførelsen af handlingen.
de: Bei der Durchführung der Aktion ist ein Problem aufgetreten.
et: Ilmnes tõrge.
fi: Toimintoa suorittaessa ilmeni ongelma.
fr: Un problème est survenu lors de l'exécution de l'action.
lv: Veicot darbību, radās problēma.
nb: Det oppsto et problem under utførelsen av handlingen.
nl: Er is een probleem opgetreden tijdens het uitvoeren van de actie.
pl: Wystąpił problem podczas wykonywania akcji.
sv: Det uppstod ett fel i genomföringen av åtgärden

source: A link to reset the password has been sent to the user.
da: Et link til at nulstille adgangskoden er blevet sendt til brugeren.
de: Ein Link zum Zurücksetzen des Passworts wurde an den Benutzer gesendet.
et: Kasutajale on saadetud salasõna lähtestamise link.
fi: Linkki salasanan uusimiseen on lähetetty käyttäjälle.
fr: Un lien pour réinitialiser le mot de passe a été envoyé à l'utilisateur.
lv: Lietotājam ir nosūtīta saite paroles atiestatīšanai.
nb: En lenke for å tilbakestille passordet er sendt til brukeren.
nl: Er is een link naar de gebruiker gestuurd om het wachtwoord opnieuw in te stellen.
pl: Link do resetowania hasła został wysłany do użytkownika.
sv: En länk för att återställa lösenordet har skickats till användaren.

source: User not found
da: Bruger ikke fundet
de: Benutzer nicht gefunden
et: Kasutajat ei leitud
fi: Käyttäjää ei löytynyt
fr: Utilisateur non trouvé
lv: Lietotājs nav atrasts
nb: Fant ikke brukeren
nl: Gebruiker niet gevonden
pl: Nie znaleziono użytkownika
sv: Användaren kunde inte hittas

source: You cannot change user roles
da: Du kan ikke ændre brugerroller
de: Sie können keine Benutzerrollen ändern
et: Sa ei saa kasutajarolle muuta
fi: Et voi vaihtaa käyttöoikeuksia
fr: Vous ne pouvez pas modifier les rôles des utilisateurs
lv: Jūs nevarat mainīt lietotāja amatus
nb: Du kan ikke endre brukerroller
nl: U kunt gebruikersrollen niet wijzigen
pl: Nie możesz zmieniać ról użytkowników
sv: Du kan inte ändra användarroller

source: Can't change own privilege
da: Kan ikke ændre egen rettighed
de: Kann eigene Berechtigungen nicht ändern
et: Sa ei saa enda õigust muuta
fi: Ei voida muuttaa omia oikeuksia
fr: Impossible de modifier son propre privilège
lv: Nevar mainīt savu priekšrocību
nb: Kan ikke endre egen rettighet
nl: Kan eigen rechten niet wijzigen
pl: Nie można zmienić własnych uprawnień
sv: Det går inte att ändra egna privilegier

source: You cannot modify additional roles
da: Du kan ikke ændre yderligere roller
de: Sie können keine zusätzlichen Rollen ändern
et: Sa ei saa lisarolle muuta
fi: Et voi muokata lisäoikeuksia
fr: Vous ne pouvez pas modifier les rôles supplémentaires
lv: Jūs nevarat mainīt papildu amatus
nb: Du kan ikke endre flere roller
nl: U kunt geen aanvullende rollen wijzigen
pl: Nie możesz modyfikować dodatkowych ról
sv: Du kan inte modifiera ytterligare roller

source: Reset password
da: Nulstil adgangskode
de: Passwort zurücksetzen
et: Lähtesta salasõna
fi: Uusi salasana
fr: Réinitialiser le mot de passe
lv: Atiestatīt paroli
nb: Tilbakestill passord
nl: Wachtwoord opnieuw instellen
pl: Zresetuj hasło
sv: Återställ lösenord

source: No form found in the request
da: Ingen formular fundet i anmodningen
de: Kein Formular in der Anfrage gefunden
et: Taotlusest ei leitud vormi
fi: Lomaketta ei löydy pyynnöstä
fr: Aucun formulaire trouvé dans la demande
lv: Pieprasījumā nav atrasta neviena veidlapa
nb: Fant ikke skjema i forespørselen
nl: Geen formulier gevonden in het verzoek
pl: Nie znaleziono formularza w żądaniu
sv: Ingen blankett hittades i begäran

source: No company found
da: Ingen virksomhed fundet
de: Kein Unternehmen gefunden
et: Ettevõtet ei leitud
fi: Yritystä ei löytynyt
fr: Aucune entreprise trouvée
lv: Nav atrasts neviens uzņēmums
nb: Fant ikke selskap
nl: Geen bedrijf gevonden
pl: Nie znaleziono firmy
sv: Inget företag hittades

source: Entity kind is missing
da: Enhedstype mangler
de: Entitätsart fehlt
et: Üksuse liik puudub
fi: Entiteetin tyyppi puuttuu
fr: Le type d'entité est manquant
lv: Trūkst vienības veida
nb: Entitetstype mangler
nl: Entiteitsoort ontbreekt
pl: Brakuje rodzaju encji
sv: Enhetstyp saknas

source: Entity id is missing
da: Enheds-id mangler
de: Entitäts-ID fehlt
et: Üksuse ID puudub
fi: Yksikön tunnus puuttuu
fr: L'identifiant de l'entité est manquant
lv: Trūkst vienības ID
nb: Entitets-ID mangler
nl: Entiteits-ID ontbreekt
pl: Brakuje identyfikatora encji
sv: Entitets-ID saknas

source: Entity id is not a valid value
da: Enheds-id er ikke en gyldig værdi
de: Entitäts-ID ist kein gültiger Wert
et: Üksuse ID ei ole kehtiv väärtus
fi: Entiteetin tunniste ei ole kelvollinen
fr: L'identifiant de l'entité n'est pas une valeur valide
lv: Vienības ID nav derīga vērtība
nb: Entitets-ID er ikke en gyldig verdi
nl: Entiteits-ID is geen geldige waarde
pl: Identyfikator encji nie jest prawidłową wartością
sv: Enhets-ID är inte ett giltigt värde

source: Step field is missing
da: Trinfeltet mangler
de: Schrittfeld fehlt
et: Sammu väli puudub
fi: Vaihe-kenttä puuttuu
fr: Le champ d'étape est manquant
lv: Trūkst soļa lauka
nb: Trinnfelt mangler
nl: Stapveld ontbreekt
pl: Brakuje pola kroku
sv: Stegfält saknas

source: Deadline field is compulsory
da: Deadline-feltet er obligatorisk
de: Feld für Frist ist obligatorisch
et: Tähtaja väli on kohustuslik
fi: Määräaika-kenttä on pakollinen
fr: Le champ de date limite est obligatoire
lv: Termiņa lauks ir obligāts
nb: Frist-feltet er obligatorisk
nl: Deadline-veld is verplicht
pl: Pole terminu jest obowiązkowe
sv: Tidsgränsfältet är obligatoriskt

source: Step interview is required field
et: Etapi intervjuu on kohustuslik väli
fi: Vaihehaastattelu on pakollinen kenttä
sv: Stegintervju är ett obligatoriskt fält

source: Video library question already exists
et: Videoteegi küsimus on juba olemas
fi: Kysymys on jo mediakirjastossa
sv: Videobiblioteksfrågan finns redan

source: Job not found
da: Job ikke fundet
de: Job nicht gefunden
et: Tööpakkumist ei leitud
fi: Työpaikkaa ei löytynyt
fr: Travail non trouvé
lv: Darbs nav atrasts
nb: Fant ikke jobben
nl: Taak niet gevonden
pl: Nie znaleziono pracy
sv: Jobbet hittades inte

source: Products
da: Produkter
de: Produkte
et: Tooted
fi: Tuotteet
fr: Produits
lv: Produkti
nb: Produkter
nl: Producten
pl: Produkty
sv: Produkter

source: Product, Contract and Checkout Journeys
da: Produkt-, kontrakt- og checkout-rejser
de: Produkt-, Vertrags- und Kaufabwicklungen
et: Toote, lepingu ja tellimuse teekond
fi: Tuote, Sopimus ja maksupolut
fr: Parcours de produit, de contrat et de paiement
lv: Produkta, līguma un norēķinu ceļi
nb: Produkt-, kontrakt- og kassereiser
nl: Product-, Contract- en Afrekenpaden
pl: Ścieżki produktu, umowy i realizacji transakcji
sv: Produkt-, kontrakts- och utcheckningsresor

source: Create a campaign
da: Opret en kampagne
de: Eine Kampagne erstellen
et: Loo kampaania
fi: Luo kampanja
fr: Créer une campagne
lv: Izveidot kampaņu
nb: Opprett en kampanje
nl: Maak een campagne
pl: Utwórz kampanię
sv: Skapa en kampanj

source: Product & Checkout Journeys
da: Produkt- og checkout-rejser
de: Produkt- und Kaufabwicklungen
et: Toote ja tellimuse teekond
fi: Tuote ja maksupolut
fr: Parcours de produit et de paiement
lv: Produkta un norēķinu ceļi
nb: Produkt- og kassereiser
nl: Product- en Afrekenpaden
pl: Ścieżki produktu i realizacji transakcji
sv: Produkt & Utcheckningsresor

source: Contract & Checkout Journeys
da: Kontrakt- og checkout-rejser
de: Vertrag & Kaufabwicklungen
et: Lepingu ja tellimuse teekond
fi: Sopimus ja maksupolut
fr: Parcours de contrat et de paiement
lv: Līguma un norēķinu ceļi
nb: Kontrakt- og kassereiser
nl: Contract- en Afrekenpaden
pl: Ścieżki umowy i realizacji transakcji
sv: Kontrakt & Utcheckningsresor

source: Checkout Journey
da: Checkout-rejse
de: Kaufabwicklung
et: Tellimuse teekond
fi: Maksupolku
fr: Parcours de paiement
lv: Norēķinu ceļš
nb: Kassereise
nl: Afrekenpad
pl: Ścieżka realizacji transakcji
sv: Utecheckningsresa

source: Contract Widgets on Separate Pages
da: Kontrakt-widgets på separate sider
de: Vertrags-Widgets auf separaten Seiten
et: Lepingu vidinad eraldi lehekülgedel
fi: Sopimuswidgetit erillisillä sivuilla
fr: Widgets de contrat sur des pages séparées
lv: Līguma logrīki atsevišķās lapās
nb: Kontrakt-miniprogrammer på separate sider
nl: Contractwidgets op Aparte Pagina's
pl: Widżety umów na osobnych stronach
sv: Kontraktswidgets på separata sidor

source: Contract Journey
da: Kontrakt-rejse
de: Vertragsabwicklung
et: Lepingu teekond
fi: Sopimuspolku
fr: Parcours de contrat
lv: Līguma ceļš
nb: Kontraktreise
nl: Contractpad
pl: Ścieżka umowy
sv: Kontraktresa

source: My Contracts
da: Mine kontrakter
de: Meine Verträge
et: Minu lepingud
fi: Sopimukseni
fr: Mes contrats
lv: Mani līgumi
nb: Mine kontrakter
nl: Mijn Contracten
pl: Moje umowy
sv: Mina kontrakt

source: Product Journey
da: Produkt-rejse
de: Produktabwicklung
et: Toote teekond
fi: Tuotepolku
fr: Parcours de produit
lv: Produkta ceļš
nb: Produktreise
nl: Productpad
pl: Ścieżka produktu
sv: Produktresa

source: Campaign Landing
da: Landing af kampagne
de: Seite der Kampagne
et: Kampaania maandumisleht
fi: Kampanjasivu
fr: Page de destination de la campagne
lv: Kampaņas galvenā lapa
nb: Kampanjemålside
nl: Campagne Landing
pl: Strona docelowa kampanii
sv: Kampanjlandning

source: My Campaigns
da: Mine kampagner
de: Meine Kampagnen
et: Minu kampaaniad
fi: Kampanjani
fr: Mes campagnes
lv: Manas kampaņas
nb: Mine kampanjer
nl: Mijn Campagnes
pl: Moje kampanie
sv: Mina kampanjer

source: My wallets
da: Mine tegnebøger
de: Meine Konten
et: Minu rahakotid
fi: Lompakkoni
fr: Mes portefeuilles
lv: Mani maki
nb: Mine lommebøker
nl: Mijn portemonnees
pl: Moje portfele
sv: Min plånbok

source: Order Campaign
da: Bestil kampagne
de: Kampagne bestellen
et: Telli kampaania
fi: Tilaa kampanja
fr: Commander une campagne
lv: Pasūtīt kampaņu
nb: Bestill kampanje
nl: Campagne Bestellen
pl: Zamów kampanię
sv: Beställ kampanj

source: Log In
da: Log ind
de: Einloggen
et: Logi sisse
fi: Kirjaudu sisään
fr: Se connecter
lv: Pieslēgties
nb: Logg på
nl: Inloggen
pl: Zaloguj się
sv: Logga in

source: Log Out
da: Log ud
de: Abmelden
et: Logi välja
fi: Kirjaudu ulos
fr: Se déconnecter
lv: Izrakstīties
nb: Logg av
nl: Uitloggen
pl: Wyloguj się
sv: Logga ut

source: My Profile
da: Min profil
de: Mein Profil
et: Minu profiil
fi: Profiilini
fr: Mon profil
lv: Mans profils
nb: Min profil
nl: Mijn Profiel
pl: Mój profil
sv: Min profil

source: Transactions
da: Transaktioner
de: Transaktionen
et: Tehingud
fi: Tapahtumat
lv: Darījumi
nb: Transaksjoner
nl: Transacties
pl: Transakcje
sv: Transaktioner

source: Balance
de: Guthaben
et: Saldo
fi: Saldo
fr: Solde
lv: Bilance
nb: Saldo
nl: Saldo
pl: Saldo
sv: Balans

source: You have reached the maximum outstanding balance. Before being able to order, the outstanding purchase order invoices should be paid.
da: Du har nået den maksimale udestående saldo. Før du kan bestille, skal de udestående købsordrefakturaer betales.
de: Sie haben den maximalen offenen Saldo erreicht. Bevor Sie eine Bestellung aufgeben können, müssen die ausstehenden Rechnungen für die Bestellung bezahlt werden.
et: Olete jõudnud maksimaalse tasumata saldoni. Enne tellimise jätkamist tuleb tasuda kõik tasumata ostuarvete arved.
fi: Olet saavuttanut enimmäissaldon. Ennen tilauksen tekemistä, maksamattomat ostotilauslaskut tulee maksaa.
fr: Vous avez atteint le solde impayé maximum. Avant de pouvoir commander, les factures impayées des bons de commande doivent être réglées.
lv: Jūs esat sasniedzis maksimālo neapmaksāto atlikumu. Pirms pasūtīšanas ir jāapmaksā neapmaksātie pirkuma pasūtījuma rēķini.
nb: Du har nådd den maksimale utestående saldoen. Før du kan bestille, må de utestående fakturaene for kjøpsordre betales.
nl: U heeft het maximale openstaande saldo bereikt. Voordat u kunt bestellen, moeten de openstaande inkoopfacturen worden betaald.
pl: Osiągnąłeś maksymalne zaległe saldo. Przed złożeniem zamówienia należy opłacić zaległe faktury zamówień.
sv: Du har nått det maximala utestående saldot. Innan du kan göra en beställning ska de utestående inköpsorderfakturorna betalas.
