Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Allows to invite applicants to video interview
da: Giver mulighed for at invitere ansøgere til videosamtale
de: Ermöglicht es, Bewerber zu einem Videointerview einzuladen
et: Võimaldab kutsuda kandidaate videointervjuule
fi: Mahdollistaa hakijoiden kutsumisen videohaastatteluun
fr: Permet d'inviter les candidats à un entretien vidéo
lv: Ļauj uzaicināt kandidātus uz video interviju
nb: Tillater å invitere søkere til videointervju
nl: Maakt het mogelijk om sollicitanten uit te nodigen voor een videogesprek
pl: Pozwala zapraszać kandydatów na rozmowę kwalifikacyjną wideo
sv: Tillåter inbjudan av sökande till videointervju

source: Permission to be notified about video interview responses
da: Tilladelse til at blive underrettet om svar på videosamtaler
de: Berechtigung, über Antworten auf Videointerviews benachrichtigt zu werden
et: Luba saada teavitusi videointervjuu vastuste kohta
fi: Oikeus saada ilmoitus videohaastatteluvastauksista
fr: Permission d'être informé des réponses aux entretiens vidéo
lv: Atļauja saņemt paziņojumus par video interviju atbildēm
nb: Tillatelse til å bli varslet om svar på videointervju
nl: Toestemming om meldingen te ontvangen over reacties op videogesprekken
pl: Uprawnienie do otrzymywania powiadomień o odpowiedziach na rozmowę kwalifikacyjną wideo
sv: Rätt att få avisering om videointervjusvar

source: Allows the user to receive notifications when an applicant submits a video interview response
da: Giver brugeren mulighed for at modtage underretninger, når en ansøger indsender et svar på en videosamtale
de: Ermöglicht es dem Benutzer, Benachrichtigungen zu erhalten, wenn ein Bewerber eine Antwort auf ein Videointerview abgibt
et: Võimaldab kasutajal saada teavitusi, kui kandidaat esitab videointervjuu vastuse
fi: Sallii käyttäjän saada ilmoituksia, kun hakija lähettää videohaastatteluvastauksen
fr: Permet à l'utilisateur de recevoir des notifications lorsqu'un candidat soumet une réponse à un entretien vidéo
lv: Ļauj lietotājam saņemt paziņojumus, kad kandidāts iesniedz video intervijas atbildi
nb: Tillater brukeren å motta varsler når en søker sender inn et svar på videointervju
nl: Maakt het mogelijk voor de gebruiker om meldingen te ontvangen wanneer een sollicitant een reactie op een videogesprek indient
pl: Pozwala użytkownikowi otrzymywać powiadomienia, gdy kandydat prześle odpowiedź na rozmowę kwalifikacyjną wideo
sv: Tillåter användaren att få aviseringar när en sökande skickar in ett svar på videointervjun

source: Permission to view video interview answers
da: Tilladelse til at se svar på videosamtaler
de: Berechtigung zum Ansehen von Videointerview-Antworten
et: Luba vaadata videointervjuu vastuseid
fi: Oikeus nähdä videohaastatteluvastaukset
fr: Permission de visualiser les réponses aux entretiens vidéo
lv: Atļauja skatīt video interviju atbildes
nb: Tillatelse til å se svar på videointervju
nl: Toestemming om antwoorden op videogesprekken te bekijken
pl: Uprawnienie do przeglądania odpowiedzi na rozmowę kwalifikacyjną wideo
sv: Rätt att se videointervjusvar

source: Allows user to view video interview answers
da: Giver brugeren mulighed for at se svar på videosamtaler
de: Ermöglicht dem Benutzer, Antworten auf Videointerviews anzusehen
et: Võimaldab kasutajal vaadata videointervjuu vastuseid
fi: Sallii käyttäjän nähdä videohaastatteluvastaukset
fr: Permet à l'utilisateur de visualiser les réponses aux entretiens vidéo
lv: Ļauj lietotājam skatīt video interviju atbildes
nb: Tillater brukeren å se svar på videointervju
nl: Maakt het mogelijk voor de gebruiker om antwoorden op videogesprekken te bekijken
pl: Pozwala użytkownikowi przeglądać odpowiedzi na rozmowę kwalifikacyjną wideo
sv: Tillåter användaren att se svaren från videointervjun

source: Add applications
da: Tilføj ansøgninger
de: Bewerbungen hinzufügen
et: Lisa avaldusi
fi: Lisää hakemuksia
fr: Ajouter des candidatures
lv: Pievienot pieteikumu
nb: Legge til søknader
nl: Sollicitaties toevoegen
pl: Dodaj aplikacje
sv: Lägg till ansökningar

source: Allows to add application
da: Tillader at tilføje ansøgninger
de: Erlaubt Bewerbungen hinzuzufügen
et: Võimaldab lisada avaldusi
fi: Sallii lisätä hakemuksen
fr: Permet d'ajouter une candidature
lv: Ļauj pievienot pieteikumu
nb: Gjør det mulig å legge til søknad
nl: Maakt het mogelijk om een sollicitatie toe te voegen
pl: Pozwala dodawać aplikacje
sv: Gör att du kan lägga till ansökningar

source: Evaluate applications
da: Vurdering af ansøgninger
de: Bewerbungen bewerten
et: Hinda avaldusi
fi: Arvioida hakemuksia
fr: Évaluer les candidatures
lv: Vērtēt pieteikumus
nb: Evaluere søknader
nl: Sollicitaties beoordelen
pl: Oceń aplikacje
sv: Utvärdera ansökningar

source: Allows to evaluate applications
da: Tillader at vurdere ansøgninger
de: Erlaubt Bewerbungen zu bewerten
et: Võimaldab avaldusi hinnata
fi: Sallii hakemusten vaatimuskohtaisen arvioinnin
fr: Permet d'évaluer les candidatures
lv: Ļauj vērtēt pieteikumus
nb: Gjør det mulig å evaluere søknader
nl: Maakt het mogelijk om sollicitaties te beoordelen
pl: Pozwala oceniać aplikacje
sv: Gör att du kan utvärdera ansökningar

source: Rate applications
da: Bedøm ansøgninger
de: Bewerbungen einschätzen (0-5)
et: Anna avaldustele hinnang
fi: Arvioida hakemuksia (kokonaisarvio)
fr: Noter les candidatures
lv: Piešķirt pieteikumiem vērtējumu
nb: Rangere søknader
nl: Sollicitaties beoordelen
pl: Oceń aplikacje
sv: Bedöma ansökningar

source: Allows to rate applications
da: Tillader at bedømme ansøgninger
de: Erlaubt Bewerbungen von 0 bis 5 einzuschätzen
et: Võimaldab avaldustele hinnanguid anda
fi: Sallii kokonaisarvioiden antamisen hakemuksille
fr: Permet de noter les candidatures
lv: Ļauj piešķirt pieteikumiem vērtējumu
nb: Gjør det mulig å rangere søknader
nl: Maakt het mogelijk om sollicitaties te beoordelen
pl: Pozwala oceniać aplikacje
sv: Ger behörighet att bedöma ansökningar

source: View application messages
da: Se ansøgelsesbeskeder
de: Bewerbungsnachrichten ansehen
et: Kuva avalduse sõnumid
fi: Nähdä hakijan viestit
fr: Voir les messages de candidature
lv: Skatīt pieteikumu ziņojumus
nb: Se meldinger om søknader
nl: Sollicitatieberichten bekijken
pl: Zobacz wiadomości aplikacji
sv: Visa ansökningsmeddelanden

source: Allows to view application messages
da: Tillader at se ansøgelsesbeskeder
de: Erlaubt Bewerbungsnachrichten anzusehen
et: Võimaldab vaadata avalduse sõnumeid
fi: Sallii nähdä hakijan viestit
fr: Permet de voir les messages de candidature
lv: Ļauj skatīt pieteikumu ziņojumus
nb: Gjør det mulig å vise meldinger om søknader
nl: Maakt het mogelijk om sollicitatieberichten te bekijken
pl: Pozwala przeglądać wiadomości aplikacji
sv: Gör att du kan visa ansökningsmeddelanden

source: Change applications outcome
da: Ændr resultatet af ansøgninger
de: Bewerbungsergebnis ändern
et: Muuda avalduste tulemust
fi: Muuttaa hakemuksen lopputulosta
fr: Modifier le résultat des candidatures
lv: Mainīt pieteikumu rezultātus
nb: Endre utfallet av søknadene
nl: Uitkomst van sollicitaties wijzigen
pl: Zmień wynik aplikacji
sv: Ändra ansökningens slutresultat

source: Allows to change applications outcome
da: Tillader at ændre udfaldet af ansøgninger
de: Erlaubt des Ergebnis einer Bewerbung zu ändern
et: Võimaldab muuta avalduste tulemust
fi: Sallii muuttaa hakemuksen lopputulosta
fr: Permet de modifier le résultat des candidatures
lv: Ļauj mainīt pieteikumu rezultātus
nb: Gjør det mulig å endre utfallet av søknader
nl: Maakt het mogelijk om de uitkomst van sollicitaties te wijzigen
pl: Pozwala zmieniać wynik aplikacji
sv: Gör att du kan ändra ansökningens resultat

source: Update referral
da: Opdater henvisning
de: Empfehlung aktualisieren
et: Uuendada soovitust
fi: Päivittää suositeltua
fr: Mettre à jour la recommandation
lv: Atjaunināt ieteikumu
nb: Oppdatere henvisning
nl: Verwijzing bijwerken
pl: Zaktualizuj polecenie
sv: Uppdatera referens

source: Allows to change status of a referral
da: Tillader at ændre status for en henvisning
de: Erlaubt den Status einer Empfehlung zu ändern
et: Võimaldab muuta soovituse olekut
fi: Sallii suositellun henkilön statuksen muuttamisen
fr: Permet de modifier le statut d'une recommandation
lv: Ļauj mainīt ieteikuma statusu
nb: Gjør det mulig å endre status for en henvisning
nl: Maakt het mogelijk om de status van een verwijzing te wijzigen
pl: Pozwala zmieniać status polecenia
sv: Gör det möjligt att ändra status för en referens

source: Update video interview invitation
da: Opdater invitation til video-interview
de: Video-Bewerbungsgesprächseinladungen aktualisieren
et: Uuendada videovestluse kutset
fi: Muokata videohaastattelun kutsuviestiä
fr: Mettre à jour l'invitation à l'entretien vidéo
lv: Atjaunināt uzaicinājumu uz video interviju
nb: Oppdatere invitasjon til videointervju
nl: Uitnodiging voor videogesprek bijwerken
pl: Zaktualizuj zaproszenie na rozmowę wideo
sv: Redigera inbudan till videointervju

source: Allows to update video interview invitation email and due date
da: Tillader at opdatere e-mail med invitation til video-interview og forfaldsdato
de: Erlaubt Video-Bewerbungsgesprächseinladungs-E-Mail und Fälligkeitsdatum zu aktualisieren
et: Võimaldab uuendada videovestluse kutse e-kirja ja tähtaega
fi: Sallii videohaastattelun kutsuviestin ja eräpäivän muokkauksen
fr: Permet de mettre à jour l'e-mail d'invitation à l'entretien vidéo et la date d'échéance
lv: Ļauj atjaunināt uzaicinājuma uz video interviju e-pastu un termiņu
nb: Gjør det mulig å oppdatere e-post med invitasjon til videointervju og forfallsdato
nl: Maakt het mogelijk om de e-mail en de vervaldatum van de uitnodiging voor het videogesprek bij te werken
pl: Pozwala aktualizować e-mail z zaproszeniem na rozmowę wideo i termin
sv: Tillåter användaren att redigera texten och datumet i inbjudan till videointervjuer

source: Change assessment
da: Vurdering af ændringer
de: Assessment ändern
et: Muuda hindamist
fi: Muuta testiä
fr: Modifier l'évaluation
lv: Mainīt novērtējumu
nb: Endre vurdering
nl: Assessment wijzigen
pl: Zmień ocenę
sv: Byt test

source: Allows user to setup and change assessment settings (e.g, Cut-e)
da: Tillader brugeren at opsætte og ændre vurderingsindstillinger (f.eks. Cut-e)
de: Erlaubt dem Benutzer die Einrichtung und Änderung von Assessment-Einstellungen (z. B. Cut-e)
et: Võimaldab kasutajal hindamisseadeid määrata ja muuta (nt Cut-e)
fi: Sallii käyttäjän valmistella ja muuttaa testien asetuksia (esim. Cut-e)
fr: Permet à l'utilisateur de configurer et de modifier les paramètres d'évaluation (par exemple, Cut-e)
lv: Ļauj lietotājam iestatīt un mainīt novērtējuma iestatījumus (piem., Cut-e)
nb: Gjør det mulig for brukeren å konfigurere og endre vurderingsinnstillinger (f.eks. Cut-e)
nl: Maakt het mogelijk voor de gebruiker om assessment-instellingen in te stellen en te wijzigen (bijv. Cut-e)
pl: Pozwala użytkownikowi konfigurować i zmieniać ustawienia oceny (np. Cut-e)
sv: Ger behörighet att ändra inställningar till test (till exempel Cut-e)

source: Change signature
da: Redigér underskrift
de: Signatur ändern
et: Muuda allkirja
fi: Vaihtaa allekirjoitus
fr: Modifier la signature
lv: Mainīt parakstu
nb: Endre signatur
nl: Handtekening wijzigen
pl: Zmień podpis
sv: Ändra signatur

source: Allows user to edit own signature
da: Giver brugeren mulighed for at redigere sin egen underskrift
de: Erlaubt dem Benutzer seine Signatur zu ändern
et: Võimaldab kasutajal oma allkirja muuta
fi: Sallii käyttäjän muokata omaa allekirjoitustaan
fr: Permet à l'utilisateur de modifier sa propre signature
lv: Ļauj lietotājam rediģēt savu parakstu
nb: Gjør det mulig for brukeren å redigere sin egen signatur
nl: Maakt het mogelijk voor de gebruiker om zijn eigen handtekening te bewerken
pl: Pozwala użytkownikowi edytować własny podpis
sv: Tillåter användare att redigera egen signatur

source: Edit talent
da: Redigér talent
de: Talent bearbeiten
et: Muuda talenti
fi: Muokkaa talenttia
fr: Modifier le talent
lv: Rediģēt talantu
nb: Redigere talent
nl: Talent bewerken
pl: Edytuj talent
sv: Redigera talang

source: Allows to change candidate information. Lack of this permission for users of specific privilege prevents all users of that privilege to edit talent information without exceptions.
da: Giver mulighed for at ændre kandidatoplysninger. Hvis brugere med en bestemt rettighed ikke har denne tilladelse, kan alle brugere med den rettighed ikke redigere talentoplysninger uden undtagelser.
de: Erlaubt die Änderung von Kandidateninformationen. Fehlt diese Berechtigung für Benutzer mit einer bestimmten Rolle, verhindet dies für die Bearbeitung von Talentinformationen für alle Benutzer mit dieser Rolle ohne Ausnahme
et: Võimaldab muuta kandidaadi infot. Kui konkreetse õigusega kasutajatel seda võimalust ei ole, siis ei saa ükski selle õigusega kasutaja talendi infot muuta.
fi: Sallii hakijan tietojen muokkaamisen. Tämän luvan puuttuminen tietyltä käyttäjäryhmältä estää kaikkia siihen ryhmään kuuluvia käyttäjiä muokkaamasta hakijoiden tietoja.
fr: Permet de modifier les informations du candidat. L'absence de cette permission pour les utilisateurs d'un privilège spécifique empêche tous les utilisateurs de ce privilège de modifier les informations sur les talents sans exceptions.
lv: Ļauj mainīt kandidāta informāciju. Šīs atļaujas trūkums noteiktu tiesību lietotājiem ir tāds, ka visiem šo priekšrocību lietotājiem bez izņēmuma liedz rediģēt informāciju par talantu.
nb: Gjør det mulig å endre kandidatinformasjon. Hvis brukere med en bestemt rettighet ikke har denne tillatelsen, kan ingen brukere med denne rettigheten redigere talentinformasjon, uten unntak.
nl: Maakt het mogelijk om kandidaatinformatie te wijzigen. Het ontbreken van deze toestemming voor gebruikers met een specifiek privilege voorkomt dat alle gebruikers van dat privilege talentinformatie kunnen bewerken zonder uitzonderingen.
pl: Pozwala zmieniać informacje o kandydacie. Brak tego uprawnienia dla użytkowników o określonym przywileju uniemożliwia wszystkim użytkownikom tego przywileju edycję informacji o talencie bez wyjątków.
sv: Gör det möjligt att ändra kandidatinformation. Brist på denna behörighet för användare med specifikt privilegium förhindrar alla användare av det privilegiet att redigera talanginformation utan undantag.

source: Manage talent notes
da: Administrér talentnoter
de: Talentnotizen verwalten
et: Halda talendi märkmeid
fi: Hallinnoida talenttien muistiinpanoja
fr: Gérer les notes sur les talents
lv: Pārvaldīt talantu piezīmes
nb: Administrere talentmerknader
nl: Talentnotities beheren
pl: Zarządzaj notatkami o talentach
sv: Hantera talanganteckningar

source: Permission to create, update and delete a Talent note
da: Tilladelse til at oprette, opdatere og slette en talentbesked
de: Erlaubnis Talentnotizen zu erstellen, aktualisieren und zu löschen
et: Õigus luua, uuendada ja kustutada talendi märkmeid
fi: Salli luoda, päivittää ja poistaa talenttien muistiinpanoja
fr: Permission de créer, mettre à jour et supprimer une note sur un talent
lv: Atļauja izveidot, atjaunināt un dzēst talanta piezīmi
nb: Tillatelse til å opprette, oppdatere og slette en talentmerknad
nl: Toestemming om een talentnotitie te maken, bij te werken en te verwijderen
pl: Uprawnienie do tworzenia, aktualizowania i usuwania notatki o talencie
sv: Behörighet att skapa, uppdatera och radera en Talentanteckning

source: View talent messages
da: Se talentbeskeder
de: Talentnachrichten ansehen
et: Kuva talendi sõnumid
fi: Nähdä talentin viestit
fr: Voir les messages des talents
lv: Skatīt talanta ziņojumus
nb: Se talentmeldinger
nl: Talentberichten bekijken
pl: Zobacz wiadomości o talentach
sv: Se talangmeddelanden

source: Permission to view talent messages
da: Tilladelse til at se talentbeskeder
de: Erlaubnis Talentnachrichten zu sehen
et: Õigus vaadata talendi sõnumeid
fi: Sallii nähdä talentin viestit
fr: Permission de voir les messages des talents
lv: Atļauja skatīt talanta ziņojumus
nb: Tillatelse til å se talentmeldinger
nl: Toestemming om talentberichten te bekijken
pl: Uprawnienie do przeglądania wiadomości o talentach
sv: Behörighet att visa talangmeddelanden

source: Send candidate information
da: Send oplysninger om kandidaten
de: Kandidteninformationen senden
et: Saada kandidaadile infot
fi: Lähettää hakijan tiedot
fr: Envoyer les informations du candidat
lv: Nosūtīt kandidāta informāciju
nb: Sende informasjon om kandidaten
nl: Kandidaatinformatie verzenden
pl: Wyślij informacje o kandydacie
sv: Skicka kandidatinformation

source: Allows to send candidate information link to applicants (required by GDPR), and also to see the contents of what is to be sent regardless of other permissions to said information
da: Tillader at sende kandidatinformationslink til ansøgere (krævet af GDPR), og også at se indholdet af det, der skal sendes, uanset andre tilladelser til de pågældende oplysninger
de: Erlaubt Bewerberinformations-Link an Bewerber zu senden (erforderlich gemäß DSGVO), und ebenfalls den Inhalt dessen zu sehen, was gesendet werden soll, unabhängig von anderen Berechtigungen zu besagten Informationen
et: Võimaldab saata kandidaatidele infolinke (kohustuslik isikuandmete kaitse üldmääruse järgi) ja vaadata saadetavat sisu olenemata sellest, millised õigused on sul selle infoga seoses.
fi: Sallii lähettämään linkin hakijan tietoihin (GDPR vaatimus) ja lisäksi näkemään kaiken lähetettävän sisällön huolimatta muista luvista tuohon tietoon
fr: Permet d'envoyer un lien d'information sur le candidat aux candidats (requis par le RGPD), et également de voir le contenu de ce qui doit être envoyé indépendamment des autres autorisations relatives à ces informations
lv: Ļauj nosūtīt kandidāta informācijas saiti pieteikumu iesniedzējiem (saskaņā ar VDAR), kā arī redzēt nosūtāmās informācijas saturu neatkarīgi no citām atļaujām attiecībā uz minēto informāciju
nb: Gjør det mulig å sende kandidatinformasjonslenke til søkere (påkrevd i henhold til GDPR), og også å se innholdet i det som skal sendes, uavhengig av andre tillatelser til nevnte informasjon
nl: Maakt het mogelijk om een link met kandidaatinformatie naar sollicitanten te sturen (vereist door de AVG), en ook om de inhoud te zien van wat er wordt verzonden, ongeacht andere machtigingen voor genoemde informatie
pl: Pozwala na wysłanie linku z informacjami o kandydacie do aplikujących (wymagane przez RODO), a także na podgląd treści, które mają zostać wysłane, niezależnie od innych uprawnień do tych informacji
sv: Gör det möjligt att skicka kandidat informationslänk till sökande (som krävs av BRP), och även för att se innehållet i vad som ska sändas oberoende av andra tillstånd till nämnd information

source: View applications
da: Se ansøgninger
de: Bewerbungen ansehen
et: Kuva avaldused
fi: Nähdä hakemukset
fr: Voir les candidatures
lv: Skatīt pieteikumus
nb: Vise søknader
nl: Sollicitaties bekijken
pl: Przeglądaj aplikacje
sv: Visa ansökningar

source: Gives access to Applications view
da: Giver adgang til visning af ansøgninger
de: Erlaubt Zugang zur Bewerbungsansicht
et: Annab juurdepääsu avalduste vaatele
fi: Antaa pääsyn Hakemukset-sivulle
fr: Donne accès à la vue des candidatures
lv: Sniedz piekļuvi pieteikumu skatam
nb: Gir tilgang til visningen Søknader
nl: Geeft toegang tot de weergave Sollicitaties
pl: Daje dostęp do widoku Aplikacje
sv: Ger åtkomst till Ansökningsvy

source: View talents
da: Se talenter
de: Talente ansehen
et: Kuva talendid
fi: Nähdä talentit
fr: Voir les talents
lv: Skatīt talantus
nb: Vise talenter
nl: Talenten bekijken
pl: Przeglądaj talenty
sv: Visa talanger

source: Gives access to all talents
da: Giver adgang til alle talenter
de: Erlaubt Zugang zu allen Talenten
et: Annab juurdepääsu kõigile talentidele
fi: Antaa pääsyn kaikkiin talentteihin
fr: Donne accès à tous les talents
lv: Sniedz piekļuvi visiem talantiem
nb: Gir tilgang til alle talenter
nl: Geeft toegang tot alle talenten
pl: Daje dostęp do wszystkich talentów
sv: Ger tillgång till alla talanger

source: Remove from Talent Community group
da: Fjern fra Talent Community-gruppen
de: Aus Talent-Community-Gruppe entfernen
et: Eemalda Talent Community grupist
fi: Poistaa Talent Community ryhmästä
fr: Retirer du groupe Communauté de talents
lv: Noņemt no Talent Community grupas kategorijas
nb: Fjerne fra Talent Community-gruppen
nl: Verwijderen uit de Talent Community-groep
pl: Usuń z grupy Talent Community
sv: Radera från Talent Community -grupp

source: Allows to remove talent from Talent Community group
da: Tillader at fjerne talenter fra Talent Community-gruppen
de: Erlaubt Talente aus Talent-Community-Gruppe zu entfernen
et: Võimaldab eemaldada Talent Community grupist talente
fi: Sallii poistamaan talentin Talent Community ryhmästä
fr: Permet de supprimer les talents du groupe Communauté de talents
lv: Ļauj noņemt talantu no Talent Community grupas kategorijas
nb: Gjør det mulig å fjerne talenter fra Talent Community-gruppen
nl: Maakt het mogelijk om talent uit de Talent Community-groep te verwijderen
pl: Pozwala usunąć talent z grupy Talent Community
sv: Tillåter användaren att radera medlemmar från Talent Community -grupper

source: Tag positions
da: Tag stillinger
de: Stichwörter zu Stellen hinzufügen
et: Märgista ametikohad
fi: Tägätä työpaikkailmoitus
fr: Étiqueter les postes
lv: Piešķirt vakancēm tagus
nb: Legg til emneknagger for stillinger
nl: Tag posities
pl: Oznacz stanowiska
sv: Tagga positioner

source: Allows to add and remove tags for positions
da: Tillader at tilføje og fjerne tags til stillinger
de: Erlaubt Stichwörter zu Stellen hinzuzufügen und zu löschen
et: Võimaldab lisada ametikohtadele märkeid ja neid eemaldada
fi: Sallii työpaikkailmoitusten tägäyksen sekä tägien poiston
fr: Permet d'ajouter et de supprimer des étiquettes pour les postes
lv: Ļauj vakancēm pievienot vai noņemt tagus
nb: Gjør det mulig å legge til og fjerne emneknagger for stillinger
nl: Maakt het mogelijk om tags voor posities toe te voegen en te verwijderen
pl: Pozwala dodawać i usuwać tagi dla stanowisk
sv: Tillåter att lägga till och ta bort taggar för positioner

source: View Talent Community
da: Se Talent Community
de: Talent-Community ansehen
et: Kuva Talent Community
fi: Nähdä Talent Community
fr: Voir la communauté de talents
lv: Skatīt Talent Community
nb: Vise Talent Community
nl: Talent Community bekijken
pl: Przeglądaj Talent Community
sv: Se Talent Community

source: Gives access to Talent Community view
da: Giver adgang til Talent Community-visningen
de: Erlaubt Zugang zur Talent-Community
et: Annab juurdepääsu Talent Community vaatele
fi: Antaa pääsyn Talent Community -sivulle
fr: Donne accès à la vue Communauté de talents
lv: Sniedz piekļuvi Talent Community skatam
nb: Gir tilgang til Talent Community-visningen
nl: Geeft toegang tot de weergave van Talent Community
pl: Daje dostęp do widoku Talent Community
sv: Ger åtkomst till Talent Community-vy

source: Define approvals
da: Definer godkendelser
de: Genehmigungen verwalten
et: Määra kinnitused
fi: Määritellä hyväksyntä
fr: Définir les approbations
lv: Definēt apstiprinājumus
nb: Definere godkjenninger
nl: Goedkeuringen definiëren
pl: Definiuj zatwierdzenia
sv: Definiera godkännanden
