Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Based on the evaluation you made, a feedback message was also generated. You can edit it and send it immediately or save it for later. Feedback changes every time you change the evaluation or click regenerate button.
da: Baseret på den vurdering, du foretog, blev der også genereret en feedbackbesked. Du kan redigere den og sende den med det samme eller gemme den til senere. Feedbacken ændres, hver gang du ændrer vurderingen eller klikker på knappen Genopret.
de: Basierend auf der von Ihnen durchgeführten Evaluierung wurde auch eine Feedback-Nachricht generiert. Sie können sie bearbeiten und sofort senden oder für später speichern. Das Feedback ändert sich jedes Mal, wenn Sie die Bewertung ändern oder auf die Schaltfläche ”Neu generieren” klicken.
et: Hindamise põhjal loodi ka tagasisidesõnum. Seda saad muuta, kohe saata või salvestada hilisemaks. Tagasiside muutub iga kord, kui muudad hindamist või klõpsad taasloomise nuppu.
fi: Tekemäsi arvion perusteella on nyt luotu palauteviesti. Voit muokata sitä ja lähettää sen heti tai tallentaa myöhempää lähetystä varten. Palaute muuttuu joka kerta kun muutat arviota tai klikkaat uudelleengenerointinappulaa.
fr: Sur la base de l'évaluation que vous avez faite, un message de commentaire a également été généré. Vous pouvez le modifier et l'envoyer immédiatement ou l'enregistrer pour plus tard. Les commentaires changent chaque fois que vous modifiez l'évaluation ou cliquez sur le bouton de régénération.
lv: Pamatojoties uz jūsu vērtējumu, tika ģenerēts arī atsauksmes ziņojums. Varat to rediģēt un nosūtīt uzreiz vai saglabāt vēlākai lietošanai. Atsauksmes mainās katru reizi, kad maināt vērtējumu vai noklikšķināt uz reģenerēšanas pogas.
nb: Basert på evalueringen du foretok, ble det også generert en tilbakemeldingsmelding. Du kan redigere den og sende den umiddelbart eller lagre den til senere. Tilbakemeldingen endres hver gang du endrer evalueringen eller klikker på regenereringsknappen.
nl: Op basis van de evaluatie die u heeft gemaakt, is er ook een feedbackbericht gegenereerd. U kunt het bewerken en direct verzenden of opslaan voor later. Feedback verandert elke keer dat u de evaluatie wijzigt of op de knop regenereren klikt.
pl: Na podstawie dokonanej oceny wygenerowano również wiadomość zwrotną. Możesz ją edytować i wysłać natychmiast lub zapisać na później. Informacja zwrotna zmienia się za każdym razem, gdy zmieniasz ocenę lub klikasz przycisk regeneracji.
sv: Baserat på den utvärdering du gjorde skapades ett feedbackmeddelande. Klicka här för att se det. Du kan redigera det och skicka det direkt eller spara det till senare. Feedbacken ändras varje gång du ändrar utvärderingen eller klickar på regenereringsknappen.

source: Leave notes on this application here so your colleagues can see them.
da: Efterlad noter om denne ansøgning her, så dine kolleger kan se dem.
de: Sie können hier Notizen zu dieser Bewerbung hinterlassen, damit Ihre Kollegen sie sehen können.
et: Kirjuta siia avalduse märkmed, et kolleegid näeksid neid.
fi: Kirjoita muistiinpanoja hakemuksesta kollegoidesikin nähtäville.
fr: Laissez des notes sur cette application ici pour que vos collègues puissent les voir.
lv: Atstājiet piezīmes par šo pieteikumu šeit, lai kolēģi tās varētu redzēt.
nb: Legg igjen merknader om denne søknaden her, slik at kollegaene dine kan se dem.
nl: Laat hier notities achter over deze sollicitatie, zodat je collega's ze kunnen zien.
pl: Zostaw tutaj notatki dotyczące tej aplikacji, aby Twoi współpracownicy mogli je zobaczyć.
sv: Lämna anteckningar om denna ansökan här så att dina kollegor kan se dem.

source: The whole message history is visible here.
da: Hele meddelelseshistorikken er synlig her.
de: Die gesamte Nachrichtenhistorie ist hier sichtbar.
et: Siin näed kogu sõnumiajalugu.
fi: Koko viestihistoria näkyy täällä.
fr: Tout l'historique des messages est visible ici.
lv: Visa ziņojumu vēsture ir redzama šeit.
nb: Hele meldingshistorikken er synlig her.
nl: De volledige berichtengeschiedenis is hier zichtbaar.
pl: Cała historia wiadomości jest widoczna tutaj.
sv: Hela meddelandehistoriken är synlig här.

source: That's it for now, feel free to look around. You can always restart this tour and find settings and help page here. If you cannot find an answer to your question in help page, contact us via the support button on the bottom right corner of the page.
da: Det var alt for nu, du er velkommen til at se dig omkring. Du kan altid genstarte denne tur og finde indstillinger og hjælpesiden her. Hvis du ikke kan finde svar på dit spørgsmål på hjælpesiden, kan du kontakte os via supportknappen i nederste højre hjørne af siden.
de: Das war's für heute, schauen Sie sich ruhig um. Sie können diese Tour jederzeit neu starten. Einstellungen und Hilfeseiten finden Sie hier. Wenn Sie auf der Hilfeseite keine Antwort auf Ihre Frage finden, kontaktieren Sie uns über den Support-Button in der unteren rechten Ecke der Seite.
et: Vaata need üle. Siin on seaded ja abileht ning tutvustust saad alati uuesti alustada. Kui sa ei leia abilehelt oma küsimusele vastust, võta meiega lehe alumises paremas nurgas oleva klienditoenupu kaudu ühendust.
fi: Tässä kaikki toistaiseksi! Voit aloittaa opastuksen tarvittaessa uudelleen yläkulman valikosta. Löydät sieltä myös asetukset ja tuki-sivun. Jos et löydä tarvitsemaasi apua tuki-sivulta, ota meihin yhteyttä oikean alakulman tuki-nappulasta, niin voimme auttaa!
fr: C'est tout pour le moment, n'hésitez pas à regarder autour de vous. Vous pouvez toujours redémarrer cette visite et trouver les paramètres et la page d'aide ici. Si vous ne trouvez pas de réponse à votre question dans la page d'aide, contactez-nous via le bouton d'assistance dans le coin inférieur droit de la page.
lv: Pagaidām tas ir viss; droši izpētiet visu. Jūs vienmēr varat atsākt šo pārskatu un atrast iestatījumus un palīdzības lapu šeit. Ja palīdzības lapā nevarat atrast atbildi uz savu jautājumu, sazinieties ar mums, izmantojot atbalsta pogu lapas apakšējā labajā stūrī.
nb: Det var alt for nå, se deg gjerne rundt. Du kan alltid starte om igjen og finne innstillinger og hjelpesiden her. Hvis du ikke finner svar på spørsmålet ditt på hjelpesiden, kan du kontakte oss via støtte-knappen nederst til høyre på siden.
nl: Dat is het voor nu, voel je vrij om rond te kijken. Je kunt deze rondleiding altijd opnieuw starten en hier instellingen en de helppagina vinden. Als je geen antwoord op je vraag kunt vinden op de helppagina, neem dan contact met ons op via de ondersteuningsknop in de rechteronderhoek van de pagina.
pl: To na razie tyle, czuj się swobodnie, aby się rozejrzeć. Zawsze możesz ponownie uruchomić tę wycieczkę i znaleźć tutaj ustawienia oraz stronę pomocy. Jeśli nie możesz znaleźć odpowiedzi na swoje pytanie na stronie pomocy, skontaktuj się z nami za pomocą przycisku wsparcia w prawym dolnym rogu strony.
sv: Det var allt för tillfället, bekanta dig gärna med alla funktioner. Du kan alltid börja om rundturen och hitta inställningar och en hjälpsida här. Om du inte kan hitta svaret till din fråga på hjälpsidan, kontakta oss via stödknappen i högre nedre hörnet av sidan.

source: To unarchive this position, open the menu on the right side and select "Unarchive".
da: For at de-arkivere denne stilling skal du åbne menuen i højre side og vælge "Unarchive".
de: Um die Archivierung dieser Position aufzuheben, öffnen Sie das Menü auf der rechten Seite und wählen Sie "Archivierung aufheben".
et: Selle ametikoha arhiivist tagasi toomiseks ava parempoolne menüü ja vali „Too arhiivist tagasi“.
fi: Palauttaaksesi työpaikan arkistosta, avaa oikealla oleva valikko ja valitse "Palauta arkistosta"
fr: Pour désarchiver ce poste, ouvrez le menu sur le côté droit et sélectionnez "Désarchiver".
lv: Lai atceltu šīs vakances arhivēšanu, atveriet izvēlni labajā pusē un izvēlieties “Atcelt arhivēšanu”.
nb: For å fjerne denne stillingen fra arkivet, åpner du menyen på høyre side og velger "Fjern fra arkiv".
nl: Om deze positie uit het archief te halen, open je het menu aan de rechterkant en selecteer je "Uit archief halen".
pl: Aby przywrócić tę pozycję z archiwum, otwórz menu po prawej stronie i wybierz "Przywróć z archiwum".
sv: Öppna menyn till höger och välj "Ångra arkivering" för att återföra tjänsten från arkivet

source: Failed to load the list of reports.
da: Kunne ikke indlæse listen over rapporter.
de: Fehler beim Laden der Berichtsliste.
et: Aruannete loendi laadimine ebaõnnestus.
fi: Raporttien luettelon lataaminen epäonnistui.
fr: Échec du chargement de la liste des rapports.
lv: Neizdevās ielādēt pārskatu sarakstu.
nb: Kunne ikke laste inn listen over rapporter.
nl: Kan de lijst met rapporten niet laden.
pl: Nie udało się załadować listy raportów.
sv: Det gick inte att ladda listan över rapporter.

source: No reports available to select.
da: Ingen rapporter tilgængelige at vælge.
de: Keine Berichte zur Auswahl verfügbar.
et: Valimiseks pole ühtegi aruannet saadaval.
fi: Ei valittavia raportteja saatavilla.
fr: Aucun rapport disponible à sélectionner.
lv: Nav pieejamu pārskatu, ko atlasīt.
nb: Ingen rapporter tilgjengelig for valg.
nl: Geen rapporten beschikbaar om te selecteren.
pl: Brak dostępnych raportów do wyboru.
sv: Inga rapporter tillgängliga att välja.

source: Available reports
da: Tilgængelige rapporter
de: Verfügbare Berichte
et: Saadaolevad aruanded
fi: Saatavilla olevat raportit
fr: Rapports disponibles
lv: Pieejamie pārskati
nb: Tilgjengelige rapporter
nl: Beschikbare rapporten
pl: Dostępne raporty
sv: Tillgängliga rapporter

source: Select a report to configure and download.
da: Vælg en rapport for at konfigurere og downloade.
de: Wählen Sie einen Bericht aus, um ihn zu konfigurieren und herunterzuladen.
et: Valige konfigureerimiseks ja allalaadimiseks aruanne.
fi: Valitse raportti määrittääksesi ja ladataksesi sen.
fr: Sélectionnez un rapport à configurer et à télécharger.
lv: Atlasiet pārskatu, lai to konfigurētu un lejupielādētu.
nb: Velg en rapport for å konfigurere og laste ned.
nl: Selecteer een rapport om te configureren en te downloaden.
pl: Wybierz raport do skonfigurowania i pobrania.
sv: Välj en rapport att konfigurera och ladda ner.

source: Last successful update
da: Sidste vellykkede opdatering
de: Letzte erfolgreiche Aktualisierung
et: Viimane õnnestunud uuendus
fi: Viimeisin onnistunut päivitys
fr: Dernière mise à jour réussie
lv: Iepriekšējais sekmīgais atjauninājums
nb: Siste gjennomførte oppdatering
nl: Laatste succesvolle update
pl: Ostatnia udana aktualizacja
sv: Senaste lyckade uppdateringen

source: Reference Check Settings
da: Indstillinger for referencetjek
de: Referenzüberprüfungseinstellungen
et: Soovitajate ülevaatuse seaded
fi: Referenssitarkistuksen asetukset
fr: Paramètres de vérification des références
lv: Atsauksmju pārbaudes iestatījumi
nb: Innstillinger for referansesjekk
nl: Referentiecontrole-instellingen
pl: Ustawienia sprawdzania referencji
sv: Inställningar för referenskontroll

source: Something went wrong. Please contact support.
da: Noget gik galt. Kontakt venligst support.
de: Es ist ein Fehler aufgetreten. Bitte kontaktieren Sie den Support.
et: Midagi läks valesti. Võta ühendust klienditoega.
fi: Jokin meni pieleen. Ole hyvä ja ole yhteydessä asiakaspalveluun.
fr: Quelque chose s'est mal passé. Veuillez contacter le support.
lv: Radusies problēma. Lūdzu, sazinieties ar atbalsta dienestu.
nb: Noe gikk galt. Ta kontakt med kundestøtte.
nl: Er is iets misgegaan. Neem contact op met de ondersteuning.
pl: Coś poszło nie tak. Skontaktuj się z pomocą techniczną.
sv: Något gick fel. Kontakta supporten.

source: {} filtered out of {} total positions
da: {} filtreret ud af {} stillinger i alt
de: {} von insgesamt {} Positionen herausgefiltert
et: {} filtreeritud {} ametikohast kokku
fi: {} suodatettu {}:stä tehtävästä
fr: {} filtré sur {} postes au total
lv: {} filtrēti no {} kopējiem amatiem
nb: {} filtrert ut av {} stillinger totalt
nl: {} gefilterd uit {} totale posities
pl: {} przefiltrowane z {} wszystkich stanowisk
sv: {} filtrerade av {} totala positioner

source: Customize
da: Tilpas
de: Anpassen
et: Kohanda
fi: Mukauta
fr: Personnaliser
lv: Pielāgot
nb: Tilpass
nl: Aanpassen
pl: Dostosuj
sv: Anpassa

source: Please select the column
da: Vælg venligst kolonnen
de: Bitte wählen Sie die Spalte aus
et: Palun valige veerg
fi: Valitse sarake
fr: Veuillez sélectionner la colonne
lv: Lūdzu, atlasiet kolonnu
nb: Vennligst velg kolonnen
nl: Selecteer de kolom
pl: Wybierz kolumnę
sv: Välj kolumn

source: Application is done
da: Ansøgningen er færdig
de: Bewerbung ist fertig
et: Avaldus on valmis
fi: Hakemus on käsitelty
fr: L'application est terminée
lv: Pieteikums ir pabeigts
nb: Søknaden er ferdig
nl: Sollicitatie is afgerond
pl: Aplikacja została ukończona
sv: Ansökan gjord

source: Feedback has been read
da: Feedback er blevet læst
de: Feedback wurde gelesen
et: Tagasiside on loetud
fi: Palaute on luettu
fr: Les commentaires ont été lus
lv: Atsauksme ir izlasīta
nb: Tilbakemeldingen er lest
nl: Feedback is gelezen
pl: Opinia została przeczytana
sv: Feedback har lästs

source: Applicant has withdrawn but no withdraw email sent.
da: Ansøger har trukket sig, men ingen tilbagetrækningsmail sendt.
de: Bewerber hat widerrufen aber es wurde keine E-Mail gesendet.
et: Kandidaat on loobunud, aga loobumise e-kirja ei ole saadetud.
fi: Hakija on vetäytynyt, mutta peruutusviestiä ei ole lähetetty.
fr: Le candidat s'est retiré mais aucun e-mail de retrait n'a été envoyé.
lv: Kandidāts ir atsaucis pieteikumu, bet atsaukšanas e-pasta ziņojums nav nosūtīts.
nb: Søkeren har trukket seg, men ingen e-post om tilbaketrekking er sendt.
nl: Kandidaat heeft zich teruggetrokken maar er is geen e-mail over de terugtrekking verzonden.
pl: Kandydat wycofał się, ale nie wysłano e-maila o wycofaniu.
sv: Sökanden har dragit tillbaka sin ansökan men inget e-postmeddelande vid tillbakadragen ansökan har skickats.

source: Applicant has withdrawn and email is sent
da: Ansøger har trukket sig, og e-mail er sendt
de: Bewerber hat widerrufen und E-Mail wurde gesendet
et: Kandidaat on loobunud ja e-kiri on saadetud
fi: Hakija on vetäytynyt ja viesti on lähetetty
fr: Le candidat s'est retiré et l'e-mail a été envoyé
lv: Kandidāts ir atsaucis pieteikumu un ir nosūtīts e-pasta ziņojums
nb: Søker har trukket seg og e-post er sendt
nl: Kandidaat heeft zich teruggetrokken en er is een e-mail verzonden
pl: Kandydat wycofał się i wysłano e-mail
sv: Sökanden har dragit tillbaka sin ansökan och e-postmeddelande har skickats

source: Set duedate for the video interview
et: Määra videointervjuu tähtaeg
fi: Aseta videohaastattelun määräaika
sv: Sätt deadline för videointervju

source: Set duedate
et: Määra tähtaeg
fi: Aseta määräaika
sv: Sätt deadline

source: Confirm invite to video interview
da: Bekræft invitation til videointerview
de: Einladung zum Video-Bewerbungsgespräch bestätigen
et: Kinnita videovestluse kutse
fi: Vahvista kutsu videohaastatteluun
fr: Confirmer l'invitation à l'entretien vidéo
lv: Apstiprināt uzaicinājumu uz video interviju
nb: Bekreft invitasjon til videointervju
nl: Bevestig uitnodiging voor video-interview
pl: Potwierdź zaproszenie na rozmowę wideo
sv: Bekräfta inbjudan till videointervju

source: Invitation to video interview and link to record answers will be sent to applicants
da: Invitation til videointerview og link til optagelse af svar sendes til ansøgerne
de: Die Einladung zum Video-Bewerbungsgespräch und der Link zur Aufzeichnung der Antworten werden an die Bewerber gesendet
et: Kandidaatidele saadetakse videovestluse kutse ja vastuste salvestamise link
fi: Kutsu videohaastatteluun ja linkki vastausten nauhoittamiseen lähetetään hakijoille
fr: L'invitation à l'entretien vidéo et le lien pour enregistrer les réponses seront envoyés aux candidats
lv: Kandidātiem tiks nosūtīts uzaicinājums uz video interviju un saite atbilžu ierakstīšanai
nb: Invitasjon til videointervju og lenke til opptak av svar sendes til søkerne
nl: Uitnodiging voor video-interview en link om antwoorden op te nemen worden naar kandidaten verzonden
pl: Zaproszenie na rozmowę wideo i link do nagrania odpowiedzi zostaną wysłane do kandydatów
sv: Inbjudan till videointervjun och länken för att spela in svaren skickas till kandidaterna

source: Number of applications to be removed:
da: Antal ansøgninger, der skal fjernes:
de: Anzahl der zu entfernenden Bewerbungen:
et: Eemaldatavate avalduste arv:
fi: Poistettavia hakijoita:
fr: Nombre de candidatures à supprimer :
lv: Noņemamo pieteikumu skaits:
nb: Antall søknader som skal fjernes:
nl: Aantal sollicitaties dat verwijderd moet worden:
pl: Liczba aplikacji do usunięcia:
sv: Nummer av ansökan som skall raderas:

source: Confirm application removal
da: Bekræft fjernelse af ansøgning
de: Entfernen der Bewerbung bestätigen
et: Kinnita avalduse eemaldamine
fi: Vahvista hakemuksen poisto
fr: Confirmer la suppression de la candidature
lv: Apstiprināt pieteikuma noņemšanu
nb: Bekreft fjerning av søknaden
nl: Bevestig verwijdering van sollicitatie
pl: Potwierdź usunięcie aplikacji
sv: Konfirmera ansökans radering

source: Applicants are only marked as rejected and no messages will be sent. Number of applications to be rejected:
da: Ansøgere markeres kun som afvist, og der sendes ingen beskeder. Antal ansøgninger, der skal afvises:
de: Bewerber werden nur als abgelehnt markiert und es werden keine Nachrichten gesendet. Anzahl der abzulehnenden Bewerbungen:
et: Kandidaadid märgitakse tagasilükatuks ja sõnumit ei saadeta. Tagasilükatavate avalduste arv:
fi: Hakemukset vain merkataan hylätyiksi, automaattisia viestejä ei lähetetä. Hakijoita hylätään:
fr: Les candidats sont uniquement marqués comme rejetés et aucun message ne sera envoyé. Nombre de candidatures à rejeter :
lv: Kandidāti tikai tiek atzīmēti kā noraidīti, un nekādi ziņojumi netiek nosūtīti. Noraidāmo pieteikumu skaits:
nb: Søkere markeres kun som avslått, og det sendes ingen meldinger. Antall søknader som skal avslås:
nl: Kandidaten worden alleen als afgewezen gemarkeerd en er worden geen berichten verzonden. Aantal sollicitaties dat afgewezen moet worden:
pl: Kandydaci są tylko oznaczeni jako odrzuceni i nie zostaną wysłane żadne wiadomości. Liczba aplikacji do odrzucenia:
sv: Ansökande är endast markerad som avvisad och inga meddelanden skickas. Antal ansökningar som skall avslås:

source: Confirm application rejection
da: Bekræft afvisning af ansøgning
de: Ablehnung der Bewerbung bestätigen
et: Kinnita avalduse tagasilükkamine
fi: Hyväksy hakemusten hylkäys
fr: Confirmer le rejet de la candidature
lv: Apstiprināt pieteikuma noraidīšanu
nb: Bekreft avslag på søknaden
nl: Bevestig afwijzing van sollicitatie
pl: Potwierdź odrzucenie aplikacji
sv: Bekräfta att ansökan ratats

source: Number of applications whose step will be changed:
da: Antal ansøgninger, hvis trin vil blive ændret:
de: Anzahl der Anmeldungen, deren Stufe geändert werden soll:
et: Etappi muutvate avalduste arv:
fi: Hakemusten määrä, joiden vaiheet vaihtuvat:
fr: Nombre de candidatures dont l'étape sera modifiée :
lv: To pieteikumu skaits, kuru posms tiks mainīts:
nb: Antall søknader der trinnet skal endres:
nl: Aantal sollicitaties waarvan de stap gewijzigd zal worden:
pl: Liczba aplikacji, których etap zostanie zmieniony:
sv: Mängden ansökningar, vars steg kommer ändras:

source: Confirm changing step
da: Bekræft ændring af trin
de: Bestätigen Sie die Änderungsstufe
et: Kinnita etapi muutmine
fi: Vahvista vaiheen muuttaminen
fr: Confirmer le changement d'étape
lv: Apstiprināt posma maiņu
nb: Bekreft endringstrinn
nl: Bevestig wijziging van stap
pl: Potwierdź zmianę etapu
sv: Bekräfta ändringen av steg

source: Group interview slot selection
da: Udvælgelse af pladser til gruppeinterview
de: Gruppenbewerbungsgesprächs-Slot-Auswahl
et: Grupivestluse aja valimine
fi: Valitse ryhmähaastatteluaika
fr: Sélection du créneau d'entretien de groupe
lv: Grupas intervijas laika izvēle
nb: Valg av tidsluke for gruppeintervju
nl: Groepsinterview tijdvak selectie
pl: Wybór terminu rozmowy grupowej
sv: Välj tid för gruppintervju

source: There are some errors with selected applications, please resolve those before proceeding.
da: Der er nogle fejl med udvalgte ansøgninger, som du bedes løse, før du fortsætter.
de: Es gibt einige Fehler mit den ausgewählten Bewerbungen, bitte beheben Sie diese bevor Sie fortfahren.
et: Valitud avaldustega on probleeme; lahenda need enne jätkamist.
fi: Valittujen hakemusten joukossa on virheitä, ole hyvä ja tarkista ne ennen jatkamista.
fr: Il y a des erreurs avec les candidatures sélectionnées, veuillez les résoudre avant de continuer.
lv: Izvēlētajos pieteikumos ir dažas kļūdas; lūdzu, pirms turpināšanas tās novērsiet.
nb: Det er noen feil med utvalgte søknader, vennligst rett dem opp før du fortsetter.
nl: Er zijn enkele fouten met de geselecteerde sollicitaties, los deze op voordat u verder gaat.
pl: Wystąpiły błędy z wybranymi aplikacjami, rozwiąż je przed kontynuowaniem.
sv: Det upptäcktes fel i de valda ansökningarna, var god och kontrollera dem innan du går vidare.

source: Warnings
da: Advarsler
de: Warnungen
et: Hoiatused
fi: Varoitukset
fr: Avertissements
lv: Brīdinājumi
nb: Advarsler
nl: Waarschuwingen
pl: Ostrzeżenia
sv: Varningar

source: Information
de: Informationen
et: Info
fi: Tiedot
fr: Informations
lv: Informācija
nb: Informasjon
nl: Informatie
pl: Informacje

source: Deselect applications with errors
da: Fravælg ansøgninger med fejl
de: Auswahl aufheben von Bewerbungen mit Fehlern
et: Tühista tõrgetega avalduste valik
fi: Tyhjennä valinnasta virheelliset hakijat
fr: Désélectionner les candidatures avec des erreurs
lv: Atcelt izvēli pieteikumiem ar kļūdām
nb: Fjern søknader med feil
nl: Deselecteer sollicitaties met fouten
pl: Odznacz aplikacje z błędami
sv: Välj bort ansökningar med felaktigheter

source: Deselect applications with warnings
da: Fravælg ansøgninger med advarsler
de: Auswahl aufheben von Bewerbungen mit Warnungen
et: Tühista hoiatustega avalduste valik
fi: Tyhjennä valinnasta hakijat, joiden kohdalla on varoitus
fr: Désélectionner les candidatures avec des avertissements
lv: Atcelt izvēli pieteikumiem ar brīdinājumiem
nb: Fjern søknader med advarsler
nl: Deselecteer sollicitaties met waarschuwingen
pl: Odznacz aplikacje z ostrzeżeniami
sv: Töm kandidater med en varning från listan

source: {} applications have already been selected.
da: {} ansøgninger er allerede blevet udvalgt.
de: {} Bewerbungen wurden bereits ausgewählt
et: Valitud on juba {} avaldust.
fi: {} hakemusta on jo valittuna.
fr: {} applications ont déjà été sélectionnées.
lv: {} pieteikumi jau ir izvēlēti.
nb: {} søknader er allerede valgt.
nl: {} sollicitaties zijn al geselecteerd.
pl: Wybrano już {} aplikacji.
sv: {} ansökningar har redan valts

source: Do you want to add the application to the existing selection or create a new one?
da: Vil du tilføje ansøgningen til det eksisterende udvalg eller oprette et nyt?
de: Möchten Sie die Bewerbung zur bestehenden Auswahl hinzufügen oder eine neue Auswahl erstellen?
et: Kas soovid lisada avalduse olemasolevasse valikusse või luua uue valiku?
fi: Haluatko lisätä hakemuksen olemassa olevaan valintaan vai aloittaa uuden valinnan?
fr: Voulez-vous ajouter l'application à la sélection existante ou en créer une nouvelle ?
lv: Vai vēlaties pieteikumu pievienot esošajai izvēlei vai izveidot jaunu?
nb: Vil du legge til søknaden i det eksisterende utvalget eller opprette et nytt?
nl: Wil je de sollicitatie toevoegen aan de bestaande selectie of een nieuwe maken?
pl: Czy chcesz dodać aplikację do istniejącego wyboru czy utworzyć nowy?
sv: Vill du lägga till ansökningen i det befintliga urvalet eller skapa en ny?
