Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Default job ad color. This can be changed when creating a job.
da: Standardfarve for jobannoncer. Dette kan ændres, når du opretter et job.
de: Standardfarbe der Stellenanzeige. Dies kann beim Erstellen einer Stelle individuell geändert werden.
et: Töökuulutuse vaikevärv. Seda saad ametikoha loomisel muuta.
fi: Työpaikkailmoituksen oletusväri. Väriä voi vaihtaa ilmoitusta laatiessa.
fr: Couleur par défaut de l'annonce d'emploi. Cela peut être modifié lors de la création d'un emploi.
lv: Noklusējuma darba sludinājuma krāsa. To var mainīt, izveidojot vakanci.
nb: Standardfarge for jobbannonser. Denne kan endres når du oppretter en jobb.
nl: Standaard kleur voor vacature. Dit kan worden gewijzigd bij het maken van een vacature.
pl: Domyślny kolor ogłoszenia o pracę. Można to zmienić podczas tworzenia oferty pracy.
sv: Standardfärg på jobbannonsen. Detta kan ändras när du skapar ett jobb.

source: Cut-e configuration
da: Cut-e-konfiguration
de: Cu-e Konfiguration
et: Cut-e konfiguratsioon
fi: Cut-e konfiguraatio
fr: Configuration Cut-e
lv: Cut-e konfigurācija
nb: Cut-e-konfigurasjon
nl: Cut-e configuratie
pl: Konfiguracja Cut-e
sv: Konfiguration av Cut-e

source: Deactivate
da: Deaktiver
de: Deaktivieren
et: Deaktiveeri
fi: Poista käytöstä
fr: Désactiver
lv: Deaktivizēt
nb: Deaktiver
nl: Deactiveren
pl: Dezaktywuj
sv: Inaktivera

source: Delete this assessment package
da: Slet denne vurderingspakke
de: Dieses Assessmentpaket löschen
et: Kustuta see hindamispakett
fi: Poista tämä testipaketti
fr: Supprimer ce package d'évaluation
lv: Dzēst šo novērtējuma komplektu
nb: Slett denne vurderingspakken
nl: Dit assessmentpakket verwijderen
pl: Usuń ten pakiet oceny
sv: Radera detta testpaket

source: File is not allowed, try .pdf instead
da: Filen er ikke tilladt, prøv .pdf i stedet
de: Datei ist nicht erlaubt, versuchen Sie eine PDF-Datei
et: Fail ei sobi, proovi selle asemel pdf-faili
fi: Tiedosto ei ole sallitty, yritä PDF-tiedostoa
fr: Le fichier n'est pas autorisé, essayez plutôt .pdf
lv: Fails nav atļauts, tā vietā mēģiniet izmantot .pdf
nb: Filen er ikke tillatt, prøv .pdf i stedet
nl: Bestand is niet toegestaan, probeer in plaats daarvan .pdf
pl: Plik nie jest dozwolony, spróbuj zamiast tego .pdf
sv: Filen är inte tillåten, prova .pdf istället

source: Hogrefe Norms Ids
da: Hogrefe Norms IDer
de: Hogrege Norms-IDs
et: Hogrefe normide ID-d
fi: Hogrefen normitus
fr: Identifiants des normes Hogrefe
lv: Hogrefe Normu Ids
nb: Hogrefe Norms-ID-er
nl: Hogrefe Normen IDs
pl: Identyfikatory norm Hogrefe
sv: Hogrefe-standardisering

source: Instruction for candidate
da: Instruktion til kandidaten
de: Anweisung für den Kandidaten
et: Juhis kandidaadile
fi: Ohjeet hakijalle
fr: Instruction pour le candidat
lv: Norādījumi kandidātam
nb: Instruks for kandidaten
nl: Instructie voor kandidaat
pl: Instrukcja dla kandydata
sv: Kandidatens instruktioner

source: Instrument id
de: Instrumenten-ID
et: Vahendi ID
fi: Työkalun id
fr: ID de l'instrument
lv: Instrumenta id
pl: Identyfikator instrumentu
sv: Instrumentets ID

source: Instrument name
da: Instrument navn
de: Instrumentenname
et: Vahendi nimi
fi: Työkalun nimi
fr: Nom de l'instrument
lv: Instrumenta nosaukums
nb: Instrumentets navn
nl: Instrumentnaam
pl: Nazwa instrumentu
sv: Instrumentets namn

source: Instruments / Tests
da: Instrumenter / test
de: Instrumente / Tests
et: Vahendid/testid
fi: Testit
lv: Instrumenti / testi
nb: Instrumenter/tester
nl: Instrumenten / Tests
pl: Instrumenty / Testy
sv: Lämplighetstest

source: Job Profile Id
da: Jobprofil-ID
de: Stellenprofil-ID
et: Tööprofiili ID
fi: Työnkuva Id
fr: ID du profil de poste
lv: Darba profila id
nb: Jobbprofil-ID
nl: Functieprofiel-ID
pl: Identyfikator profilu stanowiska
sv: Jobbprofils-ID

source: Job Profiles
da: Jobprofiler
de: Stellenprofile
et: Tööprofiilid
fi: Vaatimusprofiilit
fr: Profils de poste
lv: Darba profili
nb: Jobbprofiler
nl: Functieprofielen
pl: Profile stanowisk
sv: Jobbprofiler

source: Add new profile
da: Tilføj ny profil
de: Neues Profil hinzufügen
et: Lisa uus profiil
fi: Lisää uusi profiili
fr: Ajouter un nouveau profil
lv: Pievienot jaunu profilu
nb: Legg til ny profil
nl: Nieuw profiel toevoegen
pl: Dodaj nowy profil
sv: Lägg till en ny profil

source: Notepad deleted and can't be added to new positions any more
da: Notesblok slettet og kan ikke længere tilføjes til nye stillinger
de: Notizblock gelöscht und kann neuen Stellen nicht mehr hinzufügt werden
et: Märkmeplokk kustutati ja seda ei saa enam uutele ametikohtadele lisada
fi: Haastattelurunko on poistettu eikä sitä voida lisätä tuleviin positioihin
fr: Bloc-notes supprimé et ne peut plus être ajouté à de nouveaux postes
lv: Piezīmju bloks ir izdzēsts un to vairs nevar pievienot jaunām vakancēm
nb: Notisblokk slettet og kan ikke lenger legges til i nye stillinger
nl: Kladblok verwijderd en kan niet meer aan nieuwe posities worden toegevoegd
pl: Notatnik usunięty i nie można go już dodawać do nowych stanowisk
sv: Anteckningsblock raderat, kan inte läggas till i nya positioner längre

source: Empty notepad can't be saved
da: Tom notesblok kan ikke gemmes
de: Leeres Notizbuch kann nicht gespeichert werden
et: Tühja märkmikku ei saa salvestada
fi: Tyhjää muistiota ei voi tallentaa
fr: Le bloc-notes vide ne peut pas être enregistré
lv: Tukšu piezīmju bloku nevar saglabāt
nb: Tom notisblokk kan ikke lagres
nl: Leeg kladblok kan niet worden opgeslagen
pl: Pusty notatnik nie może być zapisany
sv: Tom anteckningsbok kan inte sparas

source: Notepad saved
da: Notesblok gemt
de: Notizblock gespeichert
et: Märkmeplokk salvestati
fi: Haastattelurunko tallennettu
fr: Bloc-notes enregistré
lv: Piezīmju bloks saglabāts
nb: Notisblokk lagret
nl: Kladblok opgeslagen
pl: Notatnik zapisany
sv: Anteckningsblock sparat

source: Package name
da: Navn på pakke
de: Paketname
et: Paketi nimi
fi: Testipaketin nimi
fr: Nom du package
lv: Komplekta nosaukums
nb: Navn på pakken
nl: Pakketnaam
pl: Nazwa pakietu
sv: Testpaketets namn

source: Package Name
da: Pakkenavn
de: Paketname
et: Paketi nimi
fi: Testipaketin nimi
fr: Nom du package
lv: Komplekta nosaukums
nb: Navn på pakken
nl: Pakketnaam
pl: Nazwa pakietu
sv: Paketnamn

source: Please choose 'Instruments / Tests
da: Vælg venligst 'Instrumenter/tests
de: Bitte 'Instrumente / Tests' auswählen
et: Vali „Vahendid/testid“
fi: Valitse Testit
fr: Veuillez choisir 'Instruments / Tests'
lv: Lūdzu, izvēlieties “Instrumenti / testi”
nb: Vennligst velg 'Instrumenter/tester
nl: Kies 'Instrumenten / Tests'
pl: Proszę wybrać 'Instrumenty / Testy'
sv: Välj Test

source: Roles
da: Roller
de: Rollen
et: Rollid
fi: Roolit
fr: Rôles
lv: Amati
nb: Roller
nl: Rollen
pl: Role
sv: Roller

source: Please note that the features currently available in Early Access may contain bugs or be subject to change without notice. While we are actively testing and improving these features, we encourage you to explore them, but recommend using them alongside your existing workflows. Uptime and performance of beta features are excluded from our standard SLA. Your feedback is invaluable in helping us enhance these tools for future releases.
da: Bemærk venligst, at funktionerne, der i øjeblikket er tilgængelige i Early Access, kan indeholde fejl eller ændres uden varsel. Mens vi aktivt tester og forbedrer disse funktioner, opfordrer vi dig til at udforske dem, men anbefaler at bruge dem sammen med dine eksisterende arbejdsgange. Oppetid og ydeevne for beta-funktioner er udelukket fra vores standard SLA. Din feedback er uvurderlig i at hjælpe os med at forbedre disse værktøjer til fremtidige udgivelser.
de: Bitte beachten Sie, dass die derzeit im Early Access verfügbaren Funktionen Fehler enthalten oder ohne Vorankündigung geändert werden können. Während wir diese Funktionen aktiv testen und verbessern, ermutigen wir Sie, sie zu erkunden, empfehlen jedoch, sie zusammen mit Ihren bestehenden Arbeitsabläufen zu verwenden. Verfügbarkeit und Leistung von Beta-Funktionen sind von unserer Standard-SLA ausgeschlossen. Ihr Feedback ist von unschätzbarem Wert, um uns bei der Verbesserung dieser Tools für zukünftige Versionen zu unterstützen.
et: Pange tähele, et varajases juurdepääsus praegu saadaolevad funktsioonid võivad sisaldada vigu või muutuda ilma ette teatamata. Kuigi me testame ja täiustame neid funktsioone aktiivselt, soovitame teil neid uurida, kuid soovitame kasutada neid koos olemasolevate töövoogudega. Beetafunktsioonide tööaeg ja jõudlus on välja jäetud meie standardsest teenusetaseme lepingust. Teie tagasiside on hindamatu, et aidata meil neid tööriistu tulevaste versioonide jaoks täiustada.
fi: Huomioithan, että beta-kokeilun ominaisuudet saattavat sisältää bugeja tai muuttua ilman ennakkoilmoitusta. Testaamme ja kehitämme näitä ominaisuuksia aktiivisesti, ja kannustamme sinua tutustumaan niihin. Suosittelemme käyttämään niitä yhdessä olemassa olevien työprosessiesi kanssa. Beta-ominaisuuksien käytettävyys ja suorituskyky eivät kuulu vakiopalvelutasosopimuksemme (SLA) piiriin. Palautteesi on korvaamattoman tärkeää, jotta voimme parantaa näitä toiminnallisuuksia tulevia julkaisuja varten.
fr: Veuillez noter que les fonctionnalités actuellement disponibles en accès anticipé peuvent contenir des bugs ou être modifiées sans préavis. Bien que nous testions et améliorions activement ces fonctionnalités, nous vous encourageons à les explorer, mais vous recommandons de les utiliser parallèlement à vos workflows existants. La disponibilité et les performances des fonctionnalités bêta sont exclues de notre SLA standard. Vos commentaires sont précieux pour nous aider à améliorer ces outils pour les futures versions.
lv: Lūdzu, ņemiet vērā, ka pašlaik Early Access pieejamās funkcijas var saturēt kļūdas vai tikt mainītas bez iepriekšēja brīdinājuma. Kamēr mēs aktīvi testējam un uzlabojam šīs funkcijas, mēs aicinām jūs tās izpētīt, bet iesakām izmantot tās kopā ar jūsu esošajiem darba procesiem. Beta funkciju darbības laiks un veiktspēja ir izslēgta no mūsu standarta SLA. Jūsu atsauksmes ir neatsveramas, lai palīdzētu mums uzlabot šos rīkus turpmākajiem laidieniem.
nb: Vær oppmerksom på at funksjonene som for øyeblikket er tilgjengelige i Early Access, kan inneholde feil eller endres uten varsel. Mens vi aktivt tester og forbedrer disse funksjonene, oppfordrer vi deg til å utforske dem, men anbefaler å bruke dem sammen med dine eksisterende arbeidsflyter. Oppetid og ytelse for beta-funksjoner er ekskludert fra vår standard SLA. Tilbakemeldingene dine er uvurderlige for å hjelpe oss med å forbedre disse verktøyene for fremtidige utgivelser.
nl: Houd er rekening mee dat de functies die momenteel beschikbaar zijn in Early Access bugs kunnen bevatten of zonder kennisgeving kunnen worden gewijzigd. Hoewel we deze functies actief testen en verbeteren, moedigen we je aan om ze te verkennen, maar raden we aan om ze naast je bestaande werkstromen te gebruiken. Uptime en prestaties van bèta-functies zijn uitgesloten van onze standaard SLA. Jouw feedback is van onschatbare waarde om ons te helpen deze tools te verbeteren voor toekomstige releases.
pl: Pamiętaj, że funkcje obecnie dostępne we wczesnym dostępie mogą zawierać błędy lub ulec zmianie bez powiadomienia. Podczas gdy aktywnie testujemy i ulepszamy te funkcje, zachęcamy do ich eksploracji, ale zalecamy używanie ich wraz z istniejącymi przepływami pracy. Czas pracy i wydajność funkcji beta są wyłączone z naszej standardowej umowy SLA. Twoja opinia jest nieoceniona w pomocy nam ulepszyć te narzędzia w przyszłych wydaniach.
sv: Observera att funktionerna som för närvarande är tillgängliga i Early Access kan innehålla buggar eller ändras utan föregående meddelande. Medan vi aktivt testar och förbättrar dessa funktioner uppmuntrar vi dig att utforska dem, men rekommenderar att du använder dem tillsammans med dina befintliga arbetsflöden. Drifttid och prestanda för betafunktioner är undantagna från vår standard SLA. Din feedback är ovärderlig för att hjälpa oss att förbättra dessa verktyg för framtida versioner.

source: Get early access to beta features
da: Få tidlig adgang til beta-funktioner
de: Erhalten Sie frühzeitigen Zugriff auf Beta-Funktionen
et: Saate varajase juurdepääsu beetafunktsioonidele
fi: Aktivoi pääsy beta-ominaisuuksiin
fr: Accédez en avant-première aux fonctionnalités bêta
lv: Iegūstiet agrīnu piekļuvi beta funkcijām
nb: Få tidlig tilgang til beta-funksjoner
nl: Krijg vroegtijdig toegang tot bèta-functies
pl: Uzyskaj wcześniejszy dostęp do funkcji beta
sv: Få tidig tillgång till betafunktioner

source: Show score in application view
da: Vis resultat i ansøgningsvisning
de: Zeige Wertung in Bewerbungsansicht
et: Kuva skoor avalduse vaates
fi: Näytä arvioinnin tulokset hakijanäkymässä
fr: Afficher le score dans la vue de l'application
lv: Rādīt vērtējumu pieteikuma skatā
nb: Vis skår i søknadsvisningen
nl: Score weergeven in sollicitatieoverzicht
pl: Pokaż wynik w widoku aplikacji
sv: Visa testresultat i kandidatvyn

source: Additional roles are used in some of TalentAdore's integrations, such as Cut-e and Hogrefe. If you're interested in these, please contact support@talentadore.com.
da: Yderligere roller bruges i nogle af TalentAdores integrationer, såsom Cut-e og Hogrefe. Hvis du er interesseret i disse, bedes du kontakte support@talentadore.com.
de: Zusätzliche Rollen werden in einigen Integrationen von TalentAdore verwendet, wie Cut-e und Hogrefe. Wenn Sie an diesen interessiert sind, kontaktieren Sie bitte support@talentadore.com.
et: Lisarolle kasutatakse TalentAdore’i integratsioonides, nagu Cut-e ja Hogrefe. Huvi korral võta meiega ühendust aadressil support@talentadore.com.
fi: Lisäoikeuksia käytetään joidenkin TalentAdoren integraatioiden, kuten Cut-e ja Hogrefe, yhteydessä. Jos olet kiinnostunut näistä, otathan yhteyttä osoitteeseen support@talentadore.com.
fr: Des rôles supplémentaires sont utilisés dans certaines intégrations de TalentAdore, telles que Cut-e et Hogrefe. Si vous êtes intéressé par ceux-ci, veuillez contacter support@talentadore.com.
lv: Dažās TalentAdore integrācijās, piemēram, ar Cut-e un Hogrefe, tiek izmantoti papildu amati. Ja jūs tās interesē, lūdzu, sazinieties ar support@talentadore.com.
nb: Ytterligere roller brukes i noen av TalentAdores integrasjoner, for eksempel Cut-e og Hogrefe. Hvis du er interessert i dem, kan du kontakte support@talentadore.com.
nl: Extra rollen worden gebruikt in sommige integraties van TalentAdore, zoals Cut-e en Hogrefe. Als u hierin geïnteresseerd bent, neem dan contact op met support@talentadore.com.
pl: Dodatkowe role są używane w niektórych integracjach TalentAdore, takich jak Cut-e i Hogrefe. Jeśli jesteś nimi zainteresowany, skontaktuj się z support@talentadore.com.
sv: Ytterligare roller används i vissa av TalentAdores integrationer, till exempel Cut-e och Hogrefe. Om du är intresserad av dessa kan du kontakta supporten på support@talentadore.com.

source: Usage count
da: Brugsantal
de: Anzahl der Verwendungen
et: Kasutuskorrad
fi: Käyttökerrat
fr: Nombre d'utilisations
lv: Lietojuma skaits
nb: Brukstelling
nl: Gebruiksaantal
pl: Liczba użyć
sv: Antal användningar

source: Confirm user removal
da: Bekræft fjernelse af bruger
de: Entfernung des Benutzers bestätigen
et: Kinnita kasutaja eemaldamine
fi: Vahvista käyttäjän poisto
fr: Confirmer la suppression de l'utilisateur
lv: Apstiprināt lietotāja izņemšanu
nb: Bekreft fjerning av bruker
nl: Bevestig verwijdering gebruiker
pl: Potwierdź usunięcie użytkownika
sv: Bekräfta använderns avlägsnande

source: YOUR OWN USER. YOU WILL BE LOGGED OUT IMMEDIATELY!
da: DIN EGEN BRUGER. DU VIL BLIVE LOGGET UD MED DET SAMME!
de: IHR EIGENER BENUTZER. SIE WERDEN SOFORT AUSGELOGGT!
et: KASUTAJA. SIND LOGITAKSE KOHE VÄLJA.
fi: SINUN OMA KÄYTTÄJÄSI. SINUT KIRJATAAN AUTOMAATTISESTI ULOS!
fr: VOTRE PROPRE UTILISATEUR. VOUS SEREZ DÉCONNECTÉ IMMÉDIATEMENT !
lv: ŠIS LIETOTĀJS ESAT JŪS. JŪS NEKAVĒJOTIES IZRAKSTĪSIETIES!
nb: DIN EGEN BRUKER. DU VIL BLI LOGGET AV UMIDDELBART!
nl: UW EIGEN GEBRUIKER. U WORDT ONMIDDELLIJK UITGELOGD!
pl: TWÓJ WŁASNY UŻYTKOWNIK. ZOSTANIESZ NATYCHMIAST WYLOGOWANY!
sv: DIN EGEN ANVÄNDARE. DU LOGGAS UT OMEDELBART!

source: Your own user. You will not be able to undo this.
da: Din egen bruger. Du vil ikke kunne fortryde dette.
de: Ihr eigener Benutzer. Die kann nicht rückgängig gemacht werden.
et: Kasutaja. Seda tegevust ei saa tagasi võtta.
fi: Sinun oma käyttäjäsi. Sinun ei ole mahdollista peruuttaa tätä.
fr: Votre propre utilisateur. Vous ne pourrez pas annuler cette action.
lv: Šis lietotājs esat jūs. Jūs nevarēsiet to atcelt.
nb: Din egen bruker. Du vil ikke kunne angre dette.
nl: Uw eigen gebruiker. U kunt dit niet ongedaan maken.
pl: Twój własny użytkownik. Nie będziesz mógł tego cofnąć.
sv: Din egen användare. Du kommer inte kunna ångra detta.

source: Anonymize
et: Anonüümseks muutma
fi: Anonymisoi
sv: Anonymisera

source: Are you sure you want to submit the evaluation? Once submitted, it cannot be edited.
da: Er du sikker på, at du vil indsende evalueringen? Når den er indsendt, kan den ikke redigeres.
de: Sind Sie sicher, dass Sie die Bewertung abschicken möchten? Nach dem Abschicken kann sie nicht mehr bearbeitet werden.
et: Kas olete kindel, et soovite hinnangu esitada? Pärast esitamist ei saa seda enam muuta.
fi: Oletko varma, että haluat lähettää arvioinnin? Lähettämisen jälkeen sitä ei voi muokata.
fr: Êtes-vous sûr de vouloir soumettre l'évaluation ? Une fois soumise, elle ne peut plus être modifiée.
lv: Vai tiešām vēlaties iesniegt novērtējumu? Pēc iesniegšanas to nevar rediģēt.
nb: Er du sikker på at du vil sende inn evalueringen? Når den er sendt inn, kan den ikke redigeres.
nl: Weet je zeker dat je de evaluatie wilt indienen? Eenmaal ingediend, kan deze niet meer worden bewerkt.
pl: Czy na pewno chcesz przesłać ocenę? Po przesłaniu nie można jej edytować.
sv: Är du säker på att du vill skicka in utvärderingen? När den har skickats in kan den inte redigeras.

source: Confirm sending of the feedback
da: Bekræft afsendelse af feedback
de: Senden des Feedbacks bestätigen
et: Kinnita tagasiside saatmine
fi: Vahvista palautteen lähettäminen
fr: Confirmer l'envoi du feedback
lv: Apstiprināt atsauksmes nosūtīšanu
nb: Bekreft at tilbakemeldingen er sendt
nl: Bevestig het verzenden van de feedback
pl: Potwierdź wysłanie opinii
sv: Bekräfta att du vill skicka feedback

source: Continue later
da: Fortsæt senere
de: Später fortfahren
et: Jätka hiljem
fi: Jatka myöhemmin
fr: Continuer plus tard
lv: Turpināt vēlāk
nb: Fortsett senere
nl: Ga later verder
pl: Kontynuuj później
sv: Fortsätt senare

source: The applicant will be rejected and feedback will be sent at the selected date and time.
da: Ansøgeren vil blive afvist, og der vil blive sendt en tilbagemelding på den valgte dato og det valgte tidspunkt.
de: Die Bewerbung wird abgelehnt und die Rückmeldung erfolgt zum gewählten Zeitpunkt.
et: Avaldus lükatakse tagasi ning tagasiside saadetakse valitud kuupäeval ja kellaajal.
fi: Hakija hylätään ja palaute lähetetään valittuun aikaan ja päivään.
fr: Le candidat sera rejeté et le feedback sera envoyé à la date et à l'heure sélectionnées.
lv: Kandidāts tiks noraidīts, un atsauksmes tiks nosūtītas izvēlētajā datumā un laikā.
nb: Søkeren vil bli avslått, og tilbakemelding vil bli sendt på valgt dato og klokkeslett.
nl: De sollicitant wordt afgewezen en feedback wordt verzonden op de geselecteerde datum en tijd.
pl: Kandydat zostanie odrzucony, a opinia zostanie wysłana w wybranym dniu i godzinie.
sv: Kandidaten kommer av avslås och feedback kommer att skickas på följande dag och tid.

source: Feedback is now updated
da: Feedback er nu opdateret
de: Feedback wurde aktualisiert
et: Tagasiside on nüüd uuendatud
fi: Palaute on nyt päivitetty
fr: Le feedback est maintenant mis à jour
lv: Atsauksmes tagad ir atjauninātas
nb: Tilbakemeldingen er nå oppdatert
nl: Feedback is nu bijgewerkt
pl: Opinia została zaktualizowana
sv: Feedback har nu uppdaterats

source: Extend
da: Forlæng
de: Verlängern
et: Pikenda
fi: Laajenna
fr: Prolonger
lv: Pagarināt
nb: Utvid
nl: Verlengen
pl: Przedłuż
sv: Förläng

source: Open full application
da: Åbn hele ansøgningen
de: Vollständige Bewerbung öffnen
et: Avage täielik taotlus
fi: Avaa koko hakemus
fr: Ouvrir la candidature complète
lv: Atvērt pilnu pieteikumu
nb: Åpne fullstendig søknad
nl: Open volledige sollicitatie
pl: Otwórz pełną aplikację
sv: Öppna fullständig ansökan

source: Hide feedback fields
da: Skjul feedbackfelter
de: Feedback-Felder ausblenden
et: Peida tagasiside väljad
fi: Piilota palautekentät
fr: Masquer les champs de commentaires
lv: Slēpt atsauksmju laukus
nb: Skjul tilbakemeldingsfelter
nl: Verberg feedbackvelden
pl: Ukryj pola opinii
sv: Dölj återkopplingsfält

source: No evaluations found for any recruitment steps.
da: Der blev ikke fundet nogen evalueringer for nogen rekrutteringstrin.
de: Für keinen der Rekrutierungsschritte wurden Bewertungen gefunden.
et: Ühelegi värbamisetapile ei leitud hinnanguid.
fi: Rekrytointivaiheista ei löytynyt arviointeja.
fr: Aucune évaluation trouvée pour les étapes de recrutement.
lv: Nav atrasts neviens novērtējums nevienam darbā pieņemšanas solim.
nb: Ingen evalueringer funnet for noen rekrutteringstrinn.
nl: Geen evaluaties gevonden voor wervingsstappen.
pl: Nie znaleziono ocen dla żadnych etapów rekrutacji.
sv: Inga utvärderingar hittades för några rekryteringssteg.

source: Shortcut name cannot be blank
da: Genvejens navn kan ikke være tomt
de: Der Name der Verknüpfung darf nicht leer sein
et: Otsetee nimi ei saa tühi olla
fi: Pikayhdistelmän nimi ei voi olla tyhjä
fr: Le nom du raccourci ne peut pas être vide
lv: Īsceļa nosaukums nedrīkst būt tukšs
nb: Snarveiens navn kan ikke være tomt
nl: Snelkoppelingsnaam mag niet leeg zijn
pl: Nazwa skrótu nie może być pusta
sv: Genvägsnamnet kan inte lämnas blankt

source: Saved, not sent
da: Gemt, ikke sendt
de: Gespeichert, nicht gesendet
et: Salvestati, aga ei saadetud
fi: Tallennettu, ei lähetetty
fr: Enregistré, non envoyé
lv: Saglabāts, nav nosūtīts
nb: Lagret, ikke sendt
nl: Opgeslagen, niet verzonden
pl: Zapisano, nie wysłano
sv: Sparad, inte skickad

source: Show feedback fields
da: Vis feedbackfelter
de: Feedback-Felder anzeigen
et: Kuva tagasiside väljad
fi: Näytä palautekentät
fr: Afficher les champs de commentaires
lv: Rādīt atsauksmju laukus
nb: Vis tilbakemeldingsfelter
nl: Toon feedbackvelden
pl: Pokaż pola opinii
sv: Visa återkopplingsfält

source: Submit Evaluation
da: Indsend evaluering
de: Bewertung abschicken
et: Esita hinnang
fi: Lähetä arviointi
fr: Soumettre l'évaluation
lv: Iesniegt novērtējumu
nb: Send inn evaluering
nl: Evaluatie indienen
pl: Prześlij ocenę
sv: Skicka utvärdering

source: Unable to render data
da: Kunne ikke gengive data
de: Daten können nicht dargestellt werden
et: Andmeid ei saa kuvada
fi: Tietoja ei voi esittää
fr: Impossible de restituer les données
lv: Nevar atveidot datus
nb: Kan ikke gjengi data
nl: Kan gegevens niet weergeven
pl: Nie można wyświetlić danych
sv: Det gick inte att rendera data

source: Confirm form deletion
et: Kinnita vormi kustutamine
fi: Vahvista lomakkeen poisto
sv: Bekräfta borttagning av formulär
