Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: {} is not configured properly. Following required keys are missing: {}
da: {} er ikke konfigureret korrekt. Følgende nødvendige nøgler mangler: {}
de: {} ist nicht richtig konfiguriert. Die folgenden erforderlichen Schlüssel fehlen: {}
et: {} ei ole korralikult konfigureeritud. Puudu on järgmised vajalikud võtmed: {}
fi: {} ei ole määritetty oikein. Seuraavat pakolliset avaimet puuttuvat: {}
fr: {} n'est pas configuré correctement. Les clés requises suivantes sont manquantes : {}
lv: {} nav pareizi konfigurēts. Trūkst tālāk norādītās obligātās atslēgas: {}
nb: {} er ikke riktig konfigurert. Følgende nødvendige nøkler mangler: {}
nl: {} is niet correct geconfigureerd. De volgende vereiste sleutels ontbreken: {}
pl: {} nie jest poprawnie skonfigurowany. Brakuje następujących wymaganych kluczy: {}
sv: {} är inte korrekt konfigurerad. Följande obligatoriska nycklar saknas: {}

source: Candidate’s information will be transferred to Planier
da: Kandidatens oplysninger vil blive overført til Planier
de: Die Daten des Kandidaten werden an Planier übermittelt
et: Kandidaadi andmed edastatakse keskkonda Planier
fi: Hakijan tiedot viedään Planieriin
lv: Kandidāta informācija tiks pārsūtīta Planier
nb: Kandidatens opplysninger vil bli overført til Planier
sv: Kandidatens information överförs till Planier

source: Candidate’s information will be transferred to CGI
da: Kandidatens oplysninger vil blive overført til CGI
de: Die Daten des Kandidaten werden an CGI übermittelt
et: Kandidaadi andmed edastatakse keskkonda CGI
fi: Hakijan tiedot viedään CGI:hin
lv: Kandidāta informācija tiks pārsūtīta CGI
nb: Kandidatens opplysninger vil bli overført til CGI
sv: Kandidatens information överförs till CGI

source: Candidate’s information will be transferred to {}
da: Kandidatens oplysninger vil blive overført til {}
de: Die Daten des Kandidaten werden an {} übermittelt
et: Kandidaadi andmed edastatakse keskkonda {}
fi: Hakijan tiedot siirretään {}
lv: Kandidāta informācija tiks pārsūtīta uz sistēmu {}
nb: Kandidatens informasjon vil bli overført til {}
sv: Kandidatens information kommer att överföras till {}

source: Candidate’s information will be transferred to LikeIT
da: Kandidatens oplysninger vil blive overført til LikeIT
de: Die Daten des Kandidaten werden an LikeIT übermittelt
et: Kandidaadi andmed edastatakse keskkonda LikeIt
fi: Hakijan tiedot viedään LikeIT:iin
lv: Kandidāta informācija tiks pārsūtīta LikeIT
nb: Kandidatens opplysninger vil bli overført til LikeIT
sv: Kandidatens information överförs till LikeIT

source: Candidate's information will be transferred to Mepco
da: Kandidatens oplysninger vil blive overført til Mepco
de: Die Daten des Kandidaten werden an Mepco übermittelt
et: Kandidaadi andmed edastatakse keskkonda Mepco
fi: Hakijan tiedot viedään Mepcoon
fr: Les informations du candidat seront transférées à Mepco
lv: Kandidāta informācija tiks pārsūtīta Mepco
nb: Kandidatens opplysninger vil bli overført til Mepco
nl: De gegevens van de kandidaat worden overgedragen aan Mepco
pl: Informacje o kandydacie zostaną przeniesione do Mepco
sv: Ansökningens uppgifter förs till Mepco

source: Candidate's information will be transferred to Personio
da: Kandidatens oplysninger vil blive overført til Personio
de: Die Daten des Kandidaten werden an Personio übermittelt
et: Kandidaadi andmed edastatakse keskkonda Personio
fi: Hakijan tiedot viedään Personio-järjestelmään
fr: Les informations du candidat seront transférées à Personio
lv: Kandidāta informācija tiks pārsūtīta Personio
nb: Kandidatens opplysninger vil bli overført til Personio
nl: De gegevens van de kandidaat worden overgedragen aan Personio
pl: Informacje o kandydacie zostaną przeniesione do Personio
sv: Ansökningens uppgifter förs till Personio

source: Candidate's information will be transferred to Saima
da: Kandidatens oplysninger vil blive overført til Saima
de: Die Daten des Kandidaten werden an Saima übermittelt
et: Kandidaadi andmed edastatakse keskkonda Saima
fi: Hakijan tiedot viedään Saima-järjestelmään
fr: Les informations du candidat seront transférées à Saima
lv: Kandidāta informācija tiks pārsūtīta Saima
nb: Kandidatens informasjon vil bli overført til Saima
nl: De gegevens van de kandidaat worden overgedragen aan Saima
pl: Informacje o kandydacie zostaną przeniesione do Saima
sv: Kandidatens information förmedlas till Saima

source: Candidate's information will be transferred to Sympa
da: Kandidatens oplysninger vil blive overført til Sympa
de: Die Daten des Kandidaten werden an Sympa übermittelt
et: Kandidaadi andmed edastatakse keskkonda Sympa
fi: Hakijan tiedot viedään Sympaan
fr: Les informations du candidat seront transférées à Sympa
lv: Kandidāta informācija tiks pārsūtīta Sympa
nb: Kandidatens opplysninger vil bli overført til Sympa
nl: De gegevens van de kandidaat worden overgedragen aan Sympa
pl: Informacje o kandydacie zostaną przeniesione do Sympa
sv: Ansökningens uppgifter förs till Sympa

source: Candidate's information will be transferred to HiBob
da: Kandidatens oplysninger vil blive overført til HiBob
de: Die Daten des Kandidaten werden an HiBob übermittelt
et: Kandidaadi andmed edastatakse keskkonda HiBob
fi: Hakijan tiedot viedään HiBob-järjestelmään
fr: Les informations du candidat seront transférées à HiBob
lv: Kandidāta informācija tiks pārsūtīta uz HiBob
nb: Kandidatens opplysninger vil bli overført til HiBob
nl: De gegevens van de kandidaat worden overgedragen aan HiBob
pl: Informacje o kandydacie zostaną przeniesione do HiBob
sv: Kandidatens information överförs till HiBob

source: This action cannot be undone
da: Denne handling kan ikke fortrydes
de: Diese Aktion kann nicht rückgängig gemacht werden
et: Seda toimingut ei saa tagasi võtta
fi: Tätä toimintoa ei voi perua
fr: Cette action ne peut pas être annulée
lv: Šo darbību nevar atsaukt
nb: Denne handlingen kan ikke angres
nl: Deze actie kan niet ongedaan worden gemaakt
pl: Tej czynności nie można cofnąć
sv: Denna åtgärd kan inte ångras

source: No test package found for this job
da: Der blev ikke fundet nogen testpakke til dette job
de: Kein Testpaket für diese Stelle gefunden
et: Selle ametikoha testipaketti ei leitud
fi: Testipakettia ei ole lisätty tähän työpaikkaan
fr: Aucun package de test trouvé pour ce job
lv: Šai vakancei nav atrasts neviens testa komplekts
nb: Fant ingen testpakke for denne jobben
nl: Geen testpakket gevonden voor deze functie
pl: Nie znaleziono pakietu testowego dla tej oferty pracy
sv: Inga testpaket har lagts till denna tjänst

source: No integration found with Hogrefe
da: Ingen integration fundet med Hogrefe
de: Keine Integration mit Hogrefe
et: Hogrefe integratsiooni ei leitud
fi: Hogrefe-testien integraatio ei ole käytössä
fr: Aucune intégration trouvée avec Hogrefe
lv: Nav atrasta integrācija ar Hogrefe
nb: Fant ingen integrasjon med Hogrefe
nl: Geen integratie gevonden met Hogrefe
pl: Nie znaleziono integracji z Hogrefe
sv: Ingen Hogrefe-integration hittades

source: No invitation record found with test id: {} and form id: {}
da: Ingen invitationspost fundet med test id: {} og form id: {}
de: Keine Einladungseintrag mit Test-ID: {} und Formular-ID: {} gefunden
et: Ei leitud kutsekirjet testi ID-ga {} ja vormi ID-ga {}
fi: Kutsua ei löytynyt testi ID:llä: {} and form id: {}
fr: Aucun enregistrement d'invitation trouvé avec l'ID de test: {} et l'ID de formulaire: {}
lv: Nav atrasts neviens uzaicinājuma ieraksts ar testa id: {} un veidlapas id: {}
nb: Fant ingen invitasjonsoppføring med test-ID: {} og skjema-ID: {}
nl: Geen uitnodigingsrecord gevonden met test-ID: {} en formulier-ID: {}
pl: Nie znaleziono rekordu zaproszenia z identyfikatorem testu: {} i identyfikatorem formularza: {}
sv: Inget register för inbjudan funnet med test id: {} och formulär id: {}

source: Status updated successfully
da: Status opdateret med succes
de: Status erfolgreich aktualisiert
et: Oleku uuendamine õnnestus
fi: Arviointitestien status päivitetty onnistuneesti
fr: Statut mis à jour avec succès
lv: Statuss veiksmīgi atjaunināts
nb: Statusoppdatering gjennomført
nl: Status succesvol bijgewerkt
pl: Status zaktualizowany pomyślnie
sv: Statusen uppdaterades

source: No assessment invitation record found for this applicant
da: Der blev ikke fundet nogen invitation til vurdering for denne ansøger
de: Kein Assessments-Einladungs-Eintrag für diesen Bewerber gefunden
et: Kandidaadi hindamiskutset ei leitud
fi: Arviointitestien kutsua ei löytynyt tämän hakijan osalta
fr: Aucun enregistrement d'invitation d'évaluation trouvé pour ce candidat
lv: Šim kandidātam nav atrasts novērtējuma uzaicinājuma ieraksts
nb: Fant ingen vurderingsinvitasjoner for denne søkeren
nl: Geen beoordelingsuitnodigingsrecord gevonden voor deze sollicitant
pl: Nie znaleziono rekordu zaproszenia do oceny dla tego kandydata
sv: Inget register för inbjudan till bedömning funnet för denna sökande

source: No Hogrefe tests found for the applicant
da: Ingen Hogrefe-tests fundet for ansøgeren
de: Keine Hogrefe Tests für den Bewerber gefunden
et: Kandidaadi Hogrefe teste ei leitud
fi: Hogrefe-testejä ei löydy tämän hakijan osalta
fr: Aucun test Hogrefe trouvé pour le candidat
lv: Kandidātam nav atrasti Hogrefe testi
nb: Fant ingen Hogrefe-tester for søkeren
nl: Geen Hogrefe-tests gevonden voor de sollicitant
pl: Nie znaleziono testów Hogrefe dla kandydata
sv: Inga Hogrefe-test hittades för denna kandidat

source: Test package not found
da: Testpakke ikke fundet
de: Testpaket nicht gefunden
et: Testipaketti ei leitud
fi: Testipakettia ei löytynyt
fr: Package de test non trouvé
lv: Testa komplekts nav atrasts
nb: Fant ikke testpakken
nl: Testpakket niet gevonden
pl: Nie znaleziono pakietu testowego
sv: Testpaketet hittades inte

source: No assessment vendors configured
da: Ingen vurderingsleverandører konfigureret
de: Kein Assessment-Anbieter konfiguriert
et: Hindamisteenuse osutajaid ei ole konfigureeritud
fi: Arviointitestien palveluntarjoajia ei ole konfiguroitu
fr: Aucun fournisseur d'évaluation configuré
lv: Nav konfigurēti novērtējumu pakalpojumu sniedzēji
nb: Ingen vurderingsleverandører er konfigurert
nl: Geen beoordelingsleveranciers geconfigureerd
pl: Brak skonfigurowanych dostawców oceny
sv: Inga leverantörer av bedömningstest är konfigurerade

source: Assessment package is not configured
da: Vurderingspakken er ikke konfigureret
de: Assessment-Paket nicht konfiguriert
et: Hindamispakett ei ole konfigureeritud
fi: Testipakettia ei ole konfiguroitu
fr: Le package d'évaluation n'est pas configuré
lv: Novērtējuma komplekts nav konfigurēts
nb: Vurderingspakken er ikke konfigurert
nl: Beoordelingspakket is niet geconfigureerd
pl: Pakiet oceny nie jest skonfigurowany
sv: Testpaketet har inte konfigurerats

source: No action found in the system
da: Ingen handling fundet i systemet
de: Keine Aktion im System gefunden
et: Toimingut ei leitud süsteemist
fi: Toimintoa ei löytynyt
fr: Aucune action trouvée dans le système
lv: Sistēmā nav atrasta neviena darbība
nb: Fant ingen handling i systemet
nl: Geen actie gevonden in het systeem
pl: Nie znaleziono akcji w systemie
sv: Inga åtgärder hittades

source: The action cannot be performed. Please refresh the page and try again
da: Handlingen kan ikke udføres. Opdater venligst siden og prøv igen
de: Die Aktion kann nicht durchgeführt werden. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut
et: Seda toimingut ei saa teha. Värskenda lehte ja proovi uuesti
fi: Tätä toimintoa ei voida suorittaa. Ole hyvä päivitä sivu ja yritä uudelleen.
fr: L'action ne peut pas être effectuée. Veuillez actualiser la page et réessayer
lv: Darbību nevar veikt. Lūdzu, atsvaidziniet lapu un mēģiniet vēlreiz
nb: Handlingen kan ikke utføres. Oppdater siden og prøv på nytt
nl: De actie kan niet worden uitgevoerd. Vernieuw de pagina en probeer het opnieuw
pl: Nie można wykonać akcji. Odśwież stronę i spróbuj ponownie
sv: Denna åtgärd kunde inte genomföras. Var god och uppdatera sidan och försök på nytt.

source: Please provide your phone number
da: Angiv venligst dit telefonnummer
de: Bitte geben Sie Ihre Telefonnummer an
et: Sisesta oma telefoninumber
fi: Anna puhelinnumerosi
fr: Veuillez fournir votre numéro de téléphone
lv: Lūdzu, norādiet savu tālruņa numuru
nb: Vennligst oppgi telefonnummeret ditt
nl: Geef alstublieft uw telefoonnummer
pl: Podaj swój numer telefonu
sv: Vänligen skriv in ditt telefonnummer

source: You are not authorized to perform this action
da: Du er ikke autoriseret til at udføre denne handling
de: Sie sind nicht berechtigt, diese Aktion durchzuführen
et: Sul ei ole selle toimingu tegemise õigust
fi: Sinulla ei ole oikeuksia suorittaa tätä toimintoa
fr: Vous n'êtes pas autorisé à effectuer cette action
lv: Jums nav tiesību veikt šo darbību
nb: Du er ikke autorisert til å utføre denne handlingen
nl: U bent niet gemachtigd om deze actie uit te voeren
pl: Nie masz uprawnień do wykonania tej czynności
sv: Du har inte behörighet att utförda åtgärden.

source: Applicant already has a confirmed interview
da: Ansøgeren har allerede et bekræftet interview
de: Bewerber hat bereits ein bestätigtes Bewerbungsgespräch
et: Kandidaadil on juba kinnitatud vestlus
fi: Hakijalla on jo vahvistettu haastattelu
fr: Le candidat a déjà un entretien confirmé
lv: Kandidātam jau ir apstiprināta intervija
nb: Søkeren har allerede et bekreftet intervju
nl: Sollicitant heeft al een bevestigd interview
pl: Kandydat ma już potwierdzoną rozmowę kwalifikacyjną
sv: Kandidaten har redan bekräftat intervjun

source: No slot selected to confirm interview with applicant
da: Ingen plads valgt til at bekræfte interview med ansøger
de: Kein Zeitfenster ausgewählt um Bewerbungsgespräch mit dem Bewerber zu bestätigen
et: Kandidaadiga vestluse kokkuleppimiseks ei valitud aega
fi: Vahvistettavaa haastatteluaikaa ei ole valittu
fr: Aucun créneau sélectionné pour confirmer l'entretien avec le candidat
lv: Nav izvēlēts laiks, kuram apstiprināt interviju ar kandidātu
nb: Ingen tidsluke er valgt for å bekrefte intervju med søkeren
nl: Geen tijdslot geselecteerd om interview met sollicitant te bevestigen
pl: Nie wybrano terminu, aby potwierdzić rozmowę kwalifikacyjną z kandydatem
sv: Ingen intervjutid har valts för att bekräftas

source: Please select only one slot for interview confirmation
da: Vælg venligst kun én plads til bekræftelse af interview
de: Bitte nur ein Zeitfenster für die Bewerbungsgesprächsbestätigung auswählen
et: Vali vestluse kinnitamiseks ainult üks aeg
fi: Valitse vain yksi vahvistettava haastatteluaika
fr: Veuillez sélectionner un seul créneau pour la confirmation de l'entretien
lv: Lūdzu, izvēlieties tikai vienu laiku intervijas apstiprināšanai
nb: Vennligst velg kun én tidsluke for bekreftelse av intervju
nl: Selecteer slechts één tijdslot voor interviewbevestiging
pl: Wybierz tylko jeden termin do potwierdzenia rozmowy kwalifikacyjnej
sv: Bekräfta inte fler än en intervjutid

source: Interview confirmation message being sent
da: Besked om bekræftelse af interview bliver sendt
de: Bewerbungsgesprächsbestätigungsnachricht wird gesendet
et: Vestluse kinnituse sõnumit saadetakse
fi: Haastattelun vahvistusta lähetetään
fr: Message de confirmation d'entretien envoyé
lv: Intervijas apstiprinājuma ziņojums tiek nosūtīts
nb: Bekreftelsesmelding for intervju sendes
nl: Bevestigingsbericht voor interview wordt verzonden
pl: Wysyłanie wiadomości z potwierdzeniem rozmowy kwalifikacyjnej
sv: Meddelande för att bekräfta intervjutid skickas

source: Now you can check application data
da: Nu kan du tjekke ansøgningsdata
de: Jetzt können Sie die Bewerbungsdaten überprüfen
et: Nüüd saate kontrollida taotluse andmeid
fi: Nyt voit tarkistaa hakemustiedot
fr: Vous pouvez maintenant vérifier les données de la candidature
lv: Tagad varat pārbaudīt pieteikuma datus
nb: Nå kan du sjekke søknadsdata
nl: Nu kunt u de sollicitatiegegevens controleren
pl: Teraz możesz sprawdzić dane aplikacji
sv: Nu kan du kontrollera ansökningsdata

source: Applicant moved to review
da: Ansøgeren har flyttet til gennemgang
de: Bewerber zu Überprüfung verschoben
et: Kandidaat liigutati ülevaatamise etappi
fi: Hakija siirretty arviointiin
fr: Candidat déplacé pour révision
lv: Kandidāts pārvietots uz pārskatīšanu
nb: Søker flyttet til gjennomgang
nl: Sollicitant verplaatst naar beoordeling
pl: Kandydat przeniesiony do recenzji
sv: Ansökanden har flyttats till granskning

source: Status update to applicant will be sent shortly. Click <a class='timelinelink'>this</a> to see it.
da: Statusopdatering til ansøger vil blive sendt snarest. Klik på <a class='timelinelink'>dette</a> for at se den.
de: Statusaktualisierung wird bald verschickt an den Bewerber verschickt. Klicken Sie <a class='timelinelink'>hier</a> um sie anzuzeigen.
et: Oleku uuendus saadetakse varsti kandidaadile. Klõpsa selle nägemiseks <a class='timelinelink'>siin</a>.
fi: Statuspäivitys hakijalle lähetetään hetkisen kuluttua. Klikkaa <a class='timelinelink'>tätä</a> nähdäksesi sen.
fr: La mise à jour du statut du candidat sera envoyée sous peu. Cliquez <a class='timelinelink'>ici</a> pour le voir.
lv: Kandidātam drīz tiks nosūtīts statusa atjauninājums. Lai to apskatītu, noklikšķiniet <a class='timelinelink'>šeit</a>.
nb: Søkeren vil snart få tilsendt statusoppdatering. Klikk på <a class='timelinelink'>denne</a> for å se den.
nl: Statusupdate naar sollicitant wordt binnenkort verzonden. Klik <a class='timelinelink'>hier</a> om het te zien.
pl: Aktualizacja statusu kandydata zostanie wkrótce wysłana. Kliknij <a class='timelinelink'>tutaj</a>, aby ją zobaczyć.
sv: Statusuppdatering till sökanden skickas strax. Klicka på<a class='timelinelink'>den här</a> för att se den.

source: Check application information
da: Tjek ansøgningsinformation
de: Bewerbungsinformationen überprüfen
et: Kontrollige avalduse teavet
fi: Tarkista hakemuksen tiedot
fr: Vérifier les informations de la candidature
lv: Pārbaudīt pieteikuma informāciju
nb: Sjekk søknadsinformasjon
nl: Controleer sollicitatiegegevens
pl: Sprawdź informacje o aplikacji
sv: Kontrollera ansökningsinformation

source: Assessment actions cannot be performed. Unable to communicate with applicant
da: Vurderingshandlinger kan ikke udføres. Kan ikke kommunikere med ansøger
de: Assessment-Aktionen können nicht durchgeführt werden. Kommunikation mit dem Bewerber nicht möglich
et: Hindamistoiminguid ei saa teha. Kandidaadiga ei saa suhelda
fi: Arviointitoimintoja ei voida suorittaa. Hakijaan ei saada yhteyttä.
fr: Les actions d'évaluation ne peuvent pas être effectuées. Impossible de communiquer avec le candidat
lv: Novērtēšanas darbības nevar veikt. Nespēj sazināties ar kandidātu
nb: Vurderingshandlinger kan ikke utføres. Kan ikke kommunisere med søkeren
nl: Beoordelingsacties kunnen niet worden uitgevoerd. Kan niet communiceren met de kandidaat
pl: Nie można wykonać działań związanych z oceną. Nie można komunikować się z kandydatem
sv: Bedömningsåtgärderna kan inte genomföras. Kunde inte kommunicera med den sökande

source: Cannot invite to assessment. The applicant already has an outcome
da: Kan ikke invitere til vurdering. Ansøgeren har allerede et resultat
de: Kann nicht zum Assessment eingeladen werden. Der Bewerber hat bereits ein Ergebnis
et: Ei saa hindamisele kutsuda. Kandidaadil on juba tulemus teada
fi: Kutsua arviointiin ei voi lähettää. Hakijalla on jo lopputulos.
fr: Impossible d'inviter à l'évaluation. Le candidat a déjà un résultat
lv: Nevar uzaicināt uz novērtējumu. Kandidātam jau ir rezultāts
nb: Kan ikke invitere til vurdering. Søkeren har allerede et utfall
nl: Kan niet uitnodigen voor beoordeling. De kandidaat heeft al een uitkomst
pl: Nie można zaprosić do oceny. Kandydat ma już wynik
sv: Kan inte bjuda in till bedöminingen. Den sökande har redan ett resultat.

source: Send assessment form to {}
da: Send vurderingsskemaet til {}
de: Assessment-Formular an {} gesendet
et: Saada hindamisvorm isikule {}
fi: Lähetä testilomake {}
fr: Envoyer le formulaire d'évaluation à {}
lv: Nosūtīt novērtējuma veidlapu {}
nb: Send vurderingsskjemaet til {}
nl: Stuur beoordelingsformulier naar {}
pl: Wyślij formularz oceny do {}
sv: Skicka testformulär till {}

source: Invitation email sent
da: Invitation sendt via e-mail
de: Einladungs-E-Mail gesendet
et: Kutse on saadetud
fi: Kutsuviesti lähetetty
fr: E-mail d'invitation envoyé
lv: Uzaicinājuma e-pasta vēstule ir nosūtīta
nb: E-post med invitasjon sendt
nl: Uitnodigingsmail verzonden
pl: E-mail z zaproszeniem wysłany
sv: Inbjudning skickat per e-post

source: Results updated. Refresh the page to see the results
da: Resultater opdateret. Opdater siden for at se resultaterne
de: Ergebnisee aktualisiert. Seite neu laden um Ergebnisse anzuzeigen
et: Tulemusi uuendati. Värskenda lehte, et näha tulemusi
fi: Tulokset päivitetty. Päivitä sivu nähdäksesi tulokset.
fr: Résultats mis à jour. Actualisez la page pour voir les résultats
lv: Rezultāti ir atjaunināti. Atsvaidziniet lapu, lai redzētu rezultātus
nb: Resultatene er oppdatert. Oppdater siden for å se resultatene
nl: Resultaten bijgewerkt. Vernieuw de pagina om de resultaten te zien
pl: Wyniki zaktualizowane. Odśwież stronę, aby zobaczyć wyniki
sv: Resultaten uppdaterade. Förnya sidan för att se resultaten.

source: Updating assessment status
da: Opdatering af vurderingsstatus
de: Assessment-Status wird aktualisiert
et: Hindamise oleku uuendamine
fi: Päivitetään arvioinnin statusta
fr: Mise à jour du statut de l'évaluation
lv: Novērtējuma statusa atjaunināšana
nb: Oppdaterer vurderingsstatus
nl: Beoordelingsstatus bijwerken
pl: Aktualizacja statusu oceny
sv: Uppdaterar bedömningens status

source: Reset assessment
da: Nulstil vurdering
de: Assessment zurücksetzen
et: Lähtesta hindamine
fi: Avaa keskeytynyt arviointitesti
fr: Réinitialiser l'évaluation
lv: Atiestatīt novērtējumu
nb: Tilbakestill vurdering
nl: Beoordeling resetten
pl: Zresetuj ocenę
sv: Återställ bedömningen

source: Unblock assessment
da: Fjern blokering af vurdering
de: Assessment entsperren
et: Tühista hindamise blokeering
fi: Avaa lukittu arviointitesti
fr: Débloquer l'évaluation
lv: Atbloķēt novērtējumu
nb: Opphev sperring av vurdering
nl: Beoordeling deblokkeren
pl: Odblokuj ocenę
sv: Avblockera bedömningen

source: Cannot invite to assessment. Cannot communicate with applicant
da: Kan ikke invitere til vurdering. Kan ikke kommunikere med ansøger
de: Kann nicht zum Assessment eingeladen werden. Kann nicht mit Bewerber kommunizieren
et: Ei saa hindamisele kutsuda. Ei saa kandidaadiga suhelda
fi: Kutsua arviointiin ei voitu lähettää. Hakijaan ei saada yhteyttä.
fr: Impossible d'inviter à l'évaluation. Impossible de communiquer avec le candidat
lv: Nevar uzaicināt uz novērtējumu. Nevar sazināties ar kandidātu
nb: Kan ikke invitere til vurdering. Kan ikke kommunisere med søkeren
nl: Kan niet uitnodigen voor beoordeling. Kan niet communiceren met de kandidaat
pl: Nie można zaprosić do oceny. Nie można komunikować się z kandydatem
sv: Kan inte bjuda in till bedömning. Kan inte kommunicera med den sökande

source: You do not have permission to invite applicant to assessment
da: Du har ikke tilladelse til at invitere ansøgeren til vurdering
de: Sie sind nicht berechtigt, Bewerber zum Assessment einzuladen
et: Sul ei ole õigust kutsuda kandidaati hindamisele
fi: Sinulla ei ole lupaa kutsua hakijaa arviointitesteihin
fr: Vous n'avez pas la permission d'inviter le candidat à l'évaluation
lv: Jums nav atļaujas uzaicināt kandidātu uz novērtējumu
nb: Du har ikke tillatelse til å invitere søkeren til vurdering
nl: U heeft geen toestemming om de kandidaat uit te nodigen voor de beoordeling
pl: Nie masz uprawnień, aby zaprosić kandydata do oceny
sv: Du har inte tillstånd att bjuda in den sökande till bedömning
