Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Example Job Page Link with Tracking Code
da: Eksempel på link til jobside med sporingskode
de: Beispiel für einen Stellen-Seiten-Link mit Nachverfolgungs-Parameter
et: Näidis tööpakkumise lehe link jälgimiskoodiga
fi: Esimerkkilinkki työpaikkasivulle seurantakoodilla"
fr: Exemple de lien de page d'emploi avec code de suivi
lv: Darba lapas saites piemērs ar izsekošanas kodu
nb: Eksempel på lenke til jobbside med sporingskode
nl: Voorbeeld vacaturepagina link met trackingcode
pl: Przykładowy link do strony oferty pracy z kodem śledzenia
sv: Exempel på jobbsidalänk med spårningskod

source: Product Tracking Codes
da: Koder til produktsporing
de: Produkt-Nachverfolgungs-Parameter
et: Toote jälgimiskoodid
fi: Tuoteseurantakoodit
fr: Codes de suivi des produits
lv: Produktu izsekošanas kodi
nb: Produktsporingskoder
pl: Kody śledzenia produktu
sv: Produktspårningskoder

source: You can further customize each product's tracking codes separately.
da: Du kan yderligere tilpasse hvert produkts sporingskoder separat.
de: Sie können die Nachverfolgungs-Parameter für jedes Produkt separat anpassen.
et: Saate iga toote jälgimiskoode eraldi kohandada.
fi: Voit muokata kunkin tuotteen seurantakoodeja erikseen.
fr: Vous pouvez personnaliser davantage les codes de suivi de chaque produit séparément.
lv: Jūs varat tālāk pielāgot katra produkta izsekošanas kodus atsevišķi.
nb: Du kan tilpasse sporingskodene for hvert enkelt produkt separat.
nl: U kunt de trackingcodes van elk product verder afzonderlijk aanpassen.
pl: Możesz dodatkowo dostosować kody śledzenia każdego produktu osobno.
sv: Du kan ytterligare anpassa varje produkts spårningskoder separat.

source: more info
da: mere info
de: Weitere Infos
et: lisainfo
fi: Lisätietoa
fr: plus d'infos
lv: vairāk informācijas
nb: mer informasjon
nl: meer informatie
pl: więcej informacji
sv: mera information

source: In case the job boards ask for more specific details, you can share the error from the job board as shown below:
da: Hvis jobportalerne beder om mere specifikke detaljer, kan du dele fejlen fra jobportalen som vist nedenfor:
de: Falls die Stellenbörsen nach genaueren Angaben fragen, können Sie den Fehler der Stellenbörse wie unten gezeigt mitteilen:
et: Kui tööpakkumiste lehed küsivad täpsemat teavet, saate jagada tööpakkumiste lehelt saadud tõrget, nagu allpool näidatud:
fi: Jos työpaikkaportaali pyytää tarkempia tietoja, voit jakaa virheilmoituksen työpaikkaportaalilta seuraavasti:
fr: Si les tableaux d'emplois demandent des détails plus spécifiques, vous pouvez partager l'erreur du tableau d'emploi comme indiqué ci-dessous :
lv: Gadījumā, ja darba dēļi pieprasa sīkāku informāciju, varat kopīgot kļūdu no darba dēļa, kā parādīts zemāk:
nb: Hvis jobbtavlene ber om mer spesifikke opplysninger, kan du dele feilen fra jobbtavlen som vist nedenfor:
nl: Als de vacaturebanken om meer specifieke details vragen, kunt u de fout van de vacaturebank delen zoals hieronder weergegeven:
pl: W przypadku, gdy portale z ofertami pracy proszą o bardziej szczegółowe informacje, możesz udostępnić błąd z portalu, jak pokazano poniżej:
sv: Om jobbsajterna ber om mer specifika detaljer kan du dela felet från jobbsajten enligt nedan:

source: Click to copy text above
da: Klik for at kopiere teksten ovenfor
de: Zum Kopieren des obigen Textes anklicken
et: Klõpsake ülaltoodud teksti kopeerimiseks
fi: Klikkaa kopioiaksesi teksti yläpuolelta
fr: Cliquez pour copier le texte ci-dessus
lv: Noklikšķiniet, lai kopētu iepriekš minēto tekstu
nb: Klikk for å kopiere teksten ovenfor
nl: Klik om de bovenstaande tekst te kopiëren
pl: Kliknij, aby skopiować powyższy tekst
sv: Klicka för att kopiera texten ovan

source: Enter a new parameter name
da: Indtast et nyt parameternavn
de: Einen neuen Parameternamen eingeben
et: Sisestage uue parameetri nimi
fi: Syötä uusi parametrin nimi
fr: Entrez un nouveau nom de paramètre
lv: Ievadiet jauna parametra nosaukumu
nb: Angi et nytt parameternavn
nl: Voer een nieuwe parameternaam in
pl: Wprowadź nową nazwę parametru
sv: Ange ett nytt parameternamn

source: Enter a new parameter value
da: Indtast en ny parameterværdi
de: Einen neuen Parameterwert eingeben
et: Sisestage uue parameetri väärtus
fi: Syötä uusi parametrin arvo
fr: Entrez une nouvelle valeur de paramètre
lv: Ievadiet jaunu parametra vērtību
nb: Angi en ny parameterverdi
nl: Voer een nieuwe parameterwaarde in
pl: Wprowadź nową wartość parametru
sv: Ange ett nytt parametervärde

source: Parameter name already exists
da: Parameternavnet findes allerede
de: Parametername existiert bereits
et: Parameetri nimi on juba olemas
fi: Parametrin nimi on jo olemassa.
fr: Le nom du paramètre existe déjà
lv: Parametra nosaukums jau pastāv
nb: Parameternavnet finnes allerede
nl: Parameternaam bestaat al
pl: Nazwa parametru już istnieje
sv: Parameternamnet finns redan

source: Parameter Name
da: Parameternavn
et: Parameetri nimi
fi: Parametrin nimi
fr: Nom du paramètre
lv: Parametra nosaukums
nb: Parameternavn
nl: Parameternaam
pl: Nazwa parametru
sv: Parameternamn

source: Enter value for parameter '{parameterName}'
da: Indtast værdi for parameter '{parameterName}'
de: Wert für Parameter '{parameterName}' eingeben
et: Sisestage väärtus parameetrile '{parameterName}'
fi: Syötä arvo parametrille '{parameterName}'.
fr: Entrez la valeur du paramètre '{parameterName}'
lv: Ievadiet vērtību parametram '{parameterName}'
nb: Angi verdi for parameteren '{parameterName}'
nl: Voer waarde in voor parameter '{parameterName}'
pl: Wprowadź wartość dla parametru '{parameterName}'
sv: Ange värde för parametern '{parameterName}'

source: Parameter Value
da: Parameterværdi
de: Parameter Wert
et: Parameetri väärtus
fi: Parametrin arvo
fr: Valeur du paramètre
lv: Parametra vērtība
nb: Parameterverdi
nl: Parameterwaarde
pl: Wartość parametru
sv: Parametervärde

source: Use Channel Name as the value for this parameter
da: Brug Kanalnavn som værdi for denne parameter
de: Verwenden Sie den Kanalnamen als Wert für diesen Parameter
et: Kasutage selle parameetri väärtusena kanali nime
fi: Käytä kanavan nimeä arvona tälle parametrille
fr: Utiliser le nom de la chaîne comme valeur pour ce paramètre
lv: Izmantot kanāla nosaukumu kā šī parametra vērtību
nb: Bruk Kanalnavn som verdi for denne parameteren
nl: Gebruik kanaalnaam als de waarde voor deze parameter
pl: Użyj nazwy kanału jako wartości dla tego parametru
sv: Använd kanalnamn som värde för denna parameter

source: We could not find any
da: Vi kunne ikke finde nogen
de: Wir konnten keine
et: Me ei leidnud ühtegi
fi: Emme löytäneet mitään
fr: Nous n'avons trouvé aucun
lv: Mēs nevarējām atrast nevienu
nb: Vi kunne ikke finne noen
nl: We konden geen
pl: Nie znaleźliśmy żadnych
sv: Vi kunde inte hitta någon

source: Campaigns
da: Kampagner
de: Kampagnen
et: Kampaaniad
fi: Kampanjat
fr: Campagnes
lv: Kampaņas
nb: Kampanjer
nl: Campagnes
pl: Kampanie
sv: Kampanjer

source: Contracts
da: Kontrakter
de: Verträge
et: Lepingud
fi: Sopimukset
fr: Contrats
lv: Līgumi
nb: Kontrakter
nl: Contracten
pl: Umowy
sv: Avtal

source: Hit enter to add your tag(s)
da: Tryk enter for at tilføje dit/dine tag(s)
de: Drücken Sie die Eingabetaste, um Ihr(e) Tag(s) hinzuzufügen
et: Vajutage sisestusklahvi, et lisada oma silt(id)
fi: Paina Enter lisätäksesi tagisi
fr: Appuyez sur Entrée pour ajouter vos balises
lv: Nospiediet Enter, lai pievienotu savu(-as) iezīmi(-es)
nb: Trykk på “enter” for å legge til emneknaggen(e)
nl: Druk op Enter om uw tag(s) toe te voegen
pl: Naciśnij enter, aby dodać swoje tagi
sv: Tryck på Retur för att lägga till din(a) tagg(ar)

source: Important Notice
da: Vigtig besked
de: Wichtiger Hinweis
et: Tähtis teade
fi: Tärkeä ilmoitus
fr: Avis important
lv: Svarīgs paziņojums
nb: Viktig merknad
nl: Belangrijke mededeling
pl: Ważna informacja
sv: Viktigt meddelande

source: Loading...
da: Indlæser...
de: Laden...
et: Laadimine...
fi: Ladataan...
fr: Chargement...
lv: Ielādē...
nb: Laster...
nl: Laden...
pl: Ładowanie...
sv: Laddar...

source: Loading option, please wait...
da: Indlæser indstilling, vent venligst...
de: Option wird geladen, bitte warten...
et: Laadin valikut, palun oodake...
fi: Lataa vaihtoehtoa, odota hetki...
fr: Chargement de l'option, veuillez patienter...
lv: Ielādē opciju, lūdzu, uzgaidiet...
nb: Laster inn alternativ, vennligst vent...
nl: Optie laden, even geduld...
pl: Ładowanie opcji, proszę czekać...
sv: Laddar alternativ, vänligen vänta...

source: Loading options, please wait...
da: Indlæser indstillinger, vent venligst...
de: Optionen werden geladen, bitte warten...
et: Laadin valikuid, palun oodake...
fi: Lataa vaihtoehtoja, odota hetki...
fr: Chargement des options, veuillez patienter...
lv: Ielādē opcijas, lūdzu, uzgaidiet...
nb: Laster inn alternativer, vennligst vent...
nl: Opties laden, even geduld...
pl: Ładowanie opcji, proszę czekać...
sv: Laddar alternativ, vänligen vänta...

source: Channel
da: Kanal
de: Kanal
et: Kanal
fi: Kanava
fr: Chaîne
lv: Kanāls
nb: Kanal
nl: Kanaal
pl: Kanał
sv: Kanal

source: Select a Date
da: Vælg en dato
de: Wählen Sie ein Datum
et: Valige kuupäev
fi: Valitse päivämäärä
fr: Sélectionnez une date
lv: Atlasiet datumu
nb: Velg en dato
nl: Selecteer een datum
pl: Wybierz datę
sv: Välj ett datum

source: This field does not meet the requirements. Please check the requirements by reading the information next to the label.
da: Dette felt opfylder ikke kravene. Tjek venligst kravene ved at læse informationen ved siden af etiketten.
de: Dieses Feld entspricht nicht den Anforderungen. Bitte überprüfen Sie die Anforderungen, indem Sie die Informationen neben dem Etikett lesen.
et: See väli ei vasta nõuetele. Palun kontrollige nõudeid, lugedes sildi kõrval olevat teavet.
fi: Tämä kenttä ei täytä vaatimuksia. Tarkista vaatimukset kentän vieressä olevasta ohjeesta.
fr: Ce champ ne répond pas aux exigences. Veuillez vérifier les exigences en lisant les informations à côté du libellé.
lv: Šis lauks neatbilst prasībām. Lūdzu, pārbaudiet prasības, izlasot informāciju blakus etiķetei.
nb: Dette feltet oppfyller ikke kravene. Kontroller kravene ved å lese informasjonen ved siden av etiketten.
nl: Dit veld voldoet niet aan de vereisten. Controleer de vereisten door de informatie naast het label te lezen.
pl: To pole nie spełnia wymagań. Sprawdź wymagania, czytając informacje obok etykiety.
sv: Detta fält uppfyller inte kraven. Kontrollera kraven genom att läsa informationen bredvid etiketten.

source: This field should not contain dots.
da: Dette felt bør ikke indeholde prikker.
de: Dieses Feld sollte keine Punkte enthalten.
et: See väli ei tohi sisaldada punkte.
fi: Tässä kentässä ei saa olla pisteitä
fr: Ce champ ne doit pas contenir de points.
lv: Šis lauks nedrīkst saturēt punktus.
nb: Dette feltet skal ikke inneholde prikker.
nl: Dit veld mag geen punten bevatten.
pl: To pole nie powinno zawierać kropek.
sv: Detta fält bör inte innehålla prickar.

source: This field should be an Email
da: Dette felt skal være en e-mail
de: Dieses Feld sollte eine E-Mail sein
et: See väli peaks olema e-posti aadress
fi: Tämän kentän pitäisi olla sähköpostiosoite
fr: Ce champ doit être un e-mail
lv: Šim laukam jābūt e-pastam
nb: Dette feltet skal være en e-postadresse
nl: Dit veld moet een e-mailadres zijn
pl: To pole powinno być adresem e-mail
sv: Det här fältet bör vara ett e-postmeddelande

source: This field should contain a valid UTM (Tracking) code
da: Dette felt skal indeholde en gyldig UTM-kode (sporingskode)
de: Dieses Feld sollte einen gültigen UTM (Nachverfolgungs) Parameter enthalten
et: See väli peaks sisaldama kehtivat UTM (jälgimis) koodi
fi: Tämän kentän tulisi sisältää voimassa oleva UTM-seurantakoodi
fr: Ce champ doit contenir un code UTM (suivi) valide
lv: Šim laukam jāsatur derīgs UTM (izsekošanas) kods
nb: Dette feltet skal inneholde en gyldig UTM-kode (sporingskode)
nl: Dit veld moet een geldige UTM-code (tracking) bevatten
pl: To pole powinno zawierać prawidłowy kod UTM (śledzenia)
sv: Det här fältet bör innehålla en giltig UTM-kod (spårning).

source: This field should be more than 0
da: Dette felt skal være mere end 0
de: Dieses Feld sollte größer als 0 sein
et: See väli peaks olema suurem kui 0
fi: Tämän kentän tulisi olla suurempi kuin 0
fr: Ce champ doit être supérieur à 0
lv: Šim laukam jābūt lielākam par 0
nb: Dette feltet skal være større enn 0
nl: Dit veld moet groter zijn dan 0
pl: To pole powinno być większe niż 0
sv: Detta fält bör vara mer än 0

source: Proceed to {nextTabTitle}
da: Fortsæt til {nextTabTitle}
de: Weiter zu {nextTabTitle}
et: Jätkake {nextTabTitle}
fi: Siirry kohtaan {nextTabTitle}
fr: Passer à {nextTabTitle}
lv: Turpināt uz {nextTabTitle}
nb: Fortsett til {nextTabTitle}
nl: Ga verder naar {nextTabTitle}
pl: Przejdź do {nextTabTitle}
sv: Fortsätt till {nextTabTitle}

source: Proceed
da: Fortsæt
de: Weiter
et: Jätkake
fi: Jatka
fr: Continuer
lv: Turpināt
nb: Fortsette
nl: Doorgaan
pl: Kontynuuj
sv: Fortsätt

source: Back to {previousTabTitle}
da: Tilbage til {previousTabTitle}
de: Zurück zu {previousTabTitle}
et: Tagasi {previousTabTitle} juurde
fi: Takaisin kohtaan {previousTabTitle}
fr: Retour à {previousTabTitle}
lv: Atpakaļ uz {previousTabTitle}
nb: Tilbake til {previousTabTitle}
nl: Terug naar {previousTabTitle}
pl: Powrót do {previousTabTitle}
sv: Återgå till {previousTabTitle}

source: Job Category
da: Jobkategori
de: Stellenkategorie
et: Töö kategooria
fi: Työkategoria
fr: Catégorie d'emploi
lv: Darba kategorija
nb: Stillingskategori
nl: Functiecategorie
pl: Kategoria pracy
sv: Jobbkategori

source: Or
da: Eller
de: Oder
et: Või
fi: Tai
fr: Ou
lv: Vai
nb: Eller
nl: Of
pl: Lub
sv: Eller

source: Work Location
da: Arbejdssted
de: Arbeitsplatz
et: Töökoht
fi: Työpaikan sijainti
fr: Lieu de travail
lv: Darba vieta
nb: Arbeidssted
nl: Werklocatie
pl: Miejsce pracy
sv: Arbetsort

source: Application Page
da: Ansøgningsside
de: Bewerbungsseite
et: Kandideerimise leht
fi: Hakemussivu
fr: Page de candidature
lv: Pieteikuma lapa
nb: Søknadsside
nl: Sollicitatiepagina
pl: Strona aplikacji
sv: Ansökningssida

source: Job Page
da: Jobside
de: Job Seite
et: Tööpakkumise leht
fi: Työpaikkasivu
fr: Page d'emploi
lv: Darba sludinājuma lapa
nb: Jobbside
nl: Vacaturepagina
pl: Strona oferty pracy
sv: Jobbsida

source: This field should be a URL
da: Dette felt skal være en URL
de: Dieses Feld sollte eine URL sein
et: See väli peaks olema URL
fi: Tämän kentän tulisi olla URL-osoite.
fr: Ce champ doit être une URL
lv: Šajā laukā jābūt URL
nb: Dette feltet skal være en URL
nl: Dit veld moet een URL zijn
pl: To pole powinno być adresem URL
sv: Detta fält bör vara en URL

source: This field should contain an image
da: Dette felt skal indeholde et billede
de: Dieses Feld sollte ein Bild enthalten
et: See väli peaks sisaldama pilti
fi: Tämän kentän tulisi sisältää kuva
fr: Ce champ doit contenir une image
lv: Šajā laukā jābūt attēlam
nb: Dette feltet skal inneholde et bilde
nl: Dit veld moet een afbeelding bevatten
pl: To pole powinno zawierać obraz
sv: Detta fält bör innehålla en bild

source: Copied
da: Kopieret
de: Kopiert
et: Kopeeritud
fi: Kopioitu
fr: Copié
lv: Nokopēts
nb: Kopiert
nl: Gekopieerd
pl: Skopiowano
sv: Kopierad

source: Cannot accept that file
da: Kan ikke acceptere den fil
de: Datei kann nicht akzeptiert werden
et: Seda faili ei saa vastu võtta
fi: Kyseistä tiedostoa ei voida hyväksyä
fr: Impossible d'accepter ce fichier
lv: Nevar pieņemt šo failu
nb: Kan ikke godta denne filen
nl: Kan dat bestand niet accepteren
pl: Nie można zaakceptować tego pliku
sv: Det går inte att acceptera den filen

source: File too big, select something smaller than {size}
da: Filen er for stor, vælg noget mindre end {size}
de: Datei zu groß, wählen Sie eine kleinere Größe als {size}
et: Fail on liiga suur, valige midagi väiksemat kui {size}
fi: Tiedosto on liian suuri. Valitse jotain, joka on pienempi kuin {size}.
fr: Fichier trop volumineux, sélectionnez quelque chose de plus petit que {size}
lv: Fails ir pārāk liels, izvēlieties kaut ko mazāku par {size}
nb: Filen er for stor, velg noe mindre enn {size}
nl: Bestand te groot, selecteer iets kleiner dan {size}
pl: Plik jest za duży, wybierz coś mniejszego niż {size}
sv: Filen är för stor, välj något mindre än {size}

source: Solution
da: Løsning
de: Lösung
et: Lahendus
fi: Ratkaisu
lv: Risinājums
nb: Løsning
nl: Oplossing
pl: Rozwiązanie
sv: Lösning

source: Basket
da: Kurv
de: Korb
et: Ostukorv
fi: Ostoskori
fr: Panier
lv: Grozs
nb: Kurv
nl: Winkelmandje
pl: Koszyk
sv: Korg

source: {quantity} channels
da: {quantity} kanaler
de: {quantity} Kanäle
et: {quantity} kanalit
fi: {quantity} kanavat
fr: {quantity} canaux
lv: {quantity} kanāli
nb: {quantity} kanaler
nl: {quantity} kanalen
pl: {quantity} kanałów
sv: {quantity} kanaler

source: Includes job marketing products and own contracts.
da: Inkluderer jobmarkedsføringsprodukter og egne kontrakter.
de: Beinhaltet Job-Marketing-Produkte und eigene Verträge.
et: Sisaldab tööturunduse tooteid ja enda lepinguid.
fi: Sisältää työnmarkkinointituotteet ja omat sopimukset
fr: Comprend des produits de marketing d'emploi et des contrats propres.
lv: Ietver darba mārketinga produktus un pašu līgumus.
nb: Inkluderer jobbmarkedsføringsprodukter og egne kontrakter.
nl: Inclusief vacaturemarketingproducten en eigen contracten.
pl: Zawiera produkty marketingu pracy i własne umowy.
sv: Inkluderar jobbmarknadsföringsprodukter och egna avtal.

source: {timeToProcess} to process
da: {timeToProcess} til at behandle
de: {timeToProcess} zur Verarbeitung
et: {timeToProcess} töötlemiseks
fi: {timeToProcess} käsittelyyn
fr: {timeToProcess} pour traiter
lv: {timeToProcess}, lai apstrādātu
nb: {timeToProcess} for å behandle
nl: {timeToProcess} te verwerken
pl: {timeToProcess} do przetworzenia
sv: {timeToProcess} att bearbeta

source: There are no products in the basket
da: Der er ingen produkter i kurven
de: Es befinden sich keine Produkte im Warenkorb
et: Ostukorvis pole tooteid
fi: Ostoskorissa ei ole tuotteita
fr: Il n'y a aucun produit dans le panier
lv: Grozā nav produktu
nb: Det er ingen produkter i kurven
nl: Er zitten geen producten in het winkelmandje
pl: W koszyku nie ma produktów
sv: Det finns inga produkter i korgen

source: Total amount
da: Samlet beløb
de: Gesamtbetrag
et: Kogusumma
fi: Kokonaismäärä
fr: Montant total
lv: Kopējā summa
nb: Totalt beløp
nl: Totaalbedrag
pl: Łączna kwota
sv: Totala summan

source: Wallet balance
da: Tegnebogens saldo
de: Guthaben im Konto
et: Rahakoti saldo
fi: Lompakon saldo
fr: Solde du portefeuille
lv: Maciņa atlikums
nb: Saldo i lommeboken
nl: Walletsaldo
pl: Saldo portfela
sv: Saldo i plånboken

source: Add to Campaign
da: Tilføj til kampagne
de: Zur Kampagne hinzufügen
et: Lisa kampaaniasse
fi: Valitse kampanja
fr: Ajouter à la campagne
lv: Pievienot kampaņai
nb: Legg til i kampanjen
nl: Toevoegen aan campagne
pl: Dodaj do kampanii
sv: Lägg till i kampanj

source: Remove from Campaign
da: Fjern fra kampagne
de: Aus der Kampagne entfernen
et: Eemalda kampaaniast
fi: Poista kampanja
fr: Retirer de la campagne
lv: Noņemt no kampaņas
nb: Fjern fra kampanjen
nl: Verwijderen uit campagne
pl: Usuń z kampanii
sv: Ta bort från kampanj

source: Campaign will be online in {workingDays} total working days
da: Kampagnen vil være online om {workingDays} i alt arbejdsdage
de: Die Kampagne wird in insgesamt {workingDays} Werktage online sein
et: Kampaania on võrgus {workingDays} tööpäeva jooksul
fi: Kampanja on verkossa {workingDays} kokonaisen työpäivän ajan
fr: La campagne sera en ligne dans {workingDays} jours ouvrables au total
lv: Kampaņa būs tiešsaistē {workingDays} kopējās darba dienās
nb: Kampanjen vil være online i løpet av totalt {workingDays} antall virkedager
nl: Campagne is online binnen {workingDays} werkdagen
pl: Kampania będzie online w ciągu {workingDays} dni roboczych
sv: Kampanjen kommer att vara online om {workingDays} arbetsdagar

source: Your first order on these channels can take up to {workingDays} working days to process
da: Din første ordre på disse kanaler kan tage op til {workingDays} arbejdsdage at behandle
de: Die Bearbeitung Ihrer ersten Bestellung über diese Kanäle kann bis zu {workingDays} Werktage in Anspruch nehmen
et: Teie esimese tellimuse töötlemine nendes kanalites võib võtta kuni {workingDays} tööpäeva
fi: Ensimmäisen tilauksesi käsittely voi kestää jopa {workingDays} työpäivää näillä kanavilla
fr: Votre première commande sur ces canaux peut prendre jusqu'à {workingDays} jours ouvrables pour être traitée
lv: Jūsu pirmā pasūtījuma apstrāde šajos kanālos var aizņemt līdz {workingDays} darba dienām
nb: Det kan ta opptil {workingDays} virkedager å behandle din første ordre i disse kanalene
nl: Uw eerste bestelling op deze kanalen kan tot {workingDays} werkdagen duren om te verwerken
pl: Przetworzenie pierwszego zamówienia na tych kanałach może potrwać do {workingDays} dni roboczych
sv: Din första beställning på dessa kanaler kan ta upp till {workingDays} arbetsdagar att behandla

source: Delivery can take up to {workingDays} working days
da: Levering kan tage op til {workingDays} arbejdsdage
de: Die Lieferung kann bis zu {workingDays} Werktage dauern
et: Kohaletoimetamine võib võtta kuni {workingDays} tööpäeva
fi: Toimitus voi kestää enintään {workingDays} työpäivää
fr: La livraison peut prendre jusqu'à {workingDays} jours ouvrables
lv: Piegāde var aizņemt līdz {workingDays} darba dienām
nb: Leveringen kan ta opptil {workingDays} virkedager
nl: Levering kan tot {workingDays} werkdagen duren
pl: Dostawa może potrwać do {workingDays} dni roboczych
sv: Leveransen kan ta upp till {workingDays} arbetsdagar

source: Campaign will be online immediately
da: Kampagnen vil være online med det samme
de: Kampagne wird sofort online sein
et: Kampaania on kohe võrgus
fi: Kampanja on verkossa välittömästi
fr: La campagne sera en ligne immédiatement
lv: Kampaņa būs pieejama tiešsaistē nekavējoties
nb: Kampanjen vil være online umiddelbart
nl: Campagne is onmiddellijk online
pl: Kampania będzie online natychmiast
sv: Kampanjen kommer att vara online direkt

source: Calculating times, please wait...
da: Beregning af tider, vent venligst...
de: Berechnung der Zeiten, bitte warten...
et: Aegade arvutamine, palun oodake...
fi: Lasketaan aikoja, odota hetki...
fr: Calcul des temps, veuillez patienter...
lv: Aprēķina laikus, lūdzu, uzgaidiet...
nb: Beregner tider, vennligst vent...
nl: Tijden berekenen, even geduld...
pl: Obliczanie czasów, proszę czekać...
sv: Beräknar tider, vänligen vänta...

source: Accept
da: Acceptér
de: Akzeptieren
et: Nõustu
fi: Hyväksy
fr: Accepter
lv: Apstiprināt
nb: Godta
nl: Accepteren
pl: Akceptuj
sv: Godkänn

source: Decline
da: Afvis
de: Abgelehnt
et: Keeldu
fi: Hylkää
fr: Refuser
lv: Noraidīt
nb: Avvis
nl: Weigeren
pl: Odrzuć
sv: Neka

source: Are you sure you want to remove this product?
da: Er du sikker på, at du vil fjerne dette produkt?
de: Sind Sie sicher, dass Sie dieses Produkt entfernen möchten?
et: Kas olete kindel, et soovite selle toote eemaldada?
fi: Haluatko varmasti poistaa tämän tuotteen?
fr: Êtes-vous sûr de vouloir supprimer ce produit ?
lv: Vai tiešām vēlaties noņemt šo produktu?
nb: Er du sikker på at du vil fjerne dette produktet?
nl: Weet u zeker dat u dit product wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten produkt?
sv: Är du säker på att du vill ta bort den här produkten?

source: Learn why
da: Lær hvorfor
de: Erfahren Sie warum
et: Saa teada, miks
fi: Tutustu syihin
fr: Apprendre pourquoi
lv: Uzziniet, kāpēc
nb: Få vite hvorfor
nl: Ontdek waarom
pl: Dowiedz się dlaczego
sv: Ta reda på varför
