Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Government and Military
da: Regering og militær
et: Valitsus ja sõjavägi
fi: Hallinto ja puolustusvoimat
fr: Gouvernement et militaire
lv: Valdība un militārie dienesti
nb: Myndigheter og militæret
nl: Overheid en leger
pl: Administracja rządowa i wojsko
sv: Myndigheter och militär

source: Security and Surveillance
da: Sikkerhed og overvågning
et: Julgeolek ja järelevalve
fi: Turvallisuus-, vartiointi- ja etsiväpalvelut
lv: Drošība un novērošana
nb: Sikkerhet og overvåking
pl: Ochrona i monitoring
sv: Säkerhet och övervakning

source: Automotive Sales and Repair Services
da: Salg og reparation af biler
et: Automüük ja -remonditeenused
fi: Moottoriajoneuvojen ja moottoripyörien tukku- ja vähittäiskauppa sekä korjaus
lv: Automobiļu pārdošanas un remonta pakalpojumi
nb: Salg og reparasjon av biler
pl: Sprzedaż i naprawa samochodów
sv: Fordon - Försäljning och Service

source: Business Services - Other
da: Forretningsservice - Andet
et: Äriteenused – muu
fi: Muut erikoistuneet palvelut liike-elämälle
lv: Uzņēmējdarbības pakalpojumi – citi
nb: Forretningstjenester – annet
pl: Usługi biznesowe - inne
sv: Affärstjänster

source: Computer/IT Services
da: Computer/IT-tjenester
et: Arvuti-/IT-teenused
fi: Tietopalvelutoiminta
lv: Datoru / IT pakalpojumi
nb: Data-/IT-tjenester
pl: Usługi komputerowe/IT
sv: IT

source: Construction - Residential & Commercial/Office
da: Byggeri - bolig og erhverv/kontor
et: Ehitus – elu- ja büroohooned
fi: Talonrakentaminen
lv: Būvniecība – dzīvojamās un komerciālās / biroju ēkas
nb: Bygging – bolig og handel/kontor
pl: Budownictwo - mieszkaniowe i komercyjne/biurowe
sv: Bygg & Anläggning - Fastigheter

source: Engineering Services
da: Ingeniørtjenester
et: Inseneriteenused
fi: Koneiden ja laitteiden korjaus, huolto ja asennus
lv: Inženierpakalpojumi
nb: Tekniske tjenester
pl: Usługi inżynieryjne
sv: Teknik/Ingenjörstjänster

source: Entertainment Venues and Theaters
da: Underholdningssteder og teatre
et: Meelelahutuskohad ja teatrid
fi: Teatteri- ja viihdeala
fr: Lieux de divertissement et théâtres
lv: Izklaides vietas un teātri
nb: Underholdningssteder og teatre
nl: Entertainmentlocaties en theaters
pl: Miejsca rozrywki i teatry
sv: Underhållningsplatser och teatrar

source: Financial Services
da: Finansielle tjenesteydelser
et: Finantsteenused
fi: Rahoituspalvelut
lv: Finanšu pakalpojumi
nb: Finansielle tjenester
pl: Usługi finansowe
sv: Finansiella tjänster

source: Food and Beverage Production
da: Mad- og drikkevareproduktion
et: Toidu- ja joogitööstus
fi: Elintarvikkeiden ja juomien valmistus
lv: Pārtikas un dzērienu ražošana
nb: Produksjon av mat og drikke
pl: Produkcja żywności i napojów
sv: Livsmedel, Mat & Dryck

source: Marine Mfg & Services
da: Maritim produktion og tjenester
et: Meretööstus ja -teenused
fi: Muiden kulkuneuvojen valmistus; Meri
lv: Kuģu ražošana un pakalpojumi
nb: Marine produkter og tjenester
pl: Produkcja i usługi morskie
sv: Verkstadsindustri/Varvsindustri

source: Medical Devices and Supplies
da: Medicinsk udstyr og forsyninger
et: Meditsiiniseadmed ja -varustus
fi: Lääkeaineiden ja lääkkeiden valmistus
lv: Medicīniskās ierīces un piederumi
nb: Medisinsk utstyr og materiell
pl: Urządzenia i materiały medyczne
sv: Medicinsk utrustning

source: Other/Not Classified
da: Andet/ikke klassificeret
et: Muu/kategooriata
fi: Muu tai toimiala tuntematon
lv: Cits / neklasificēts
nb: Annet/ikke klassifisert
pl: Inne/Niesklasyfikowane
sv: Ej specificerat/Övrigt

source: Annual Salary
da: Årsløn
et: Aastane töötasu
fi: /Vuosi
lv: Gada alga
nb: Årslønn
pl: Wynagrodzenie roczne
sv: Per år

source: Hourly Rate
da: Timepris
et: Tunnitasu
fi: /Tunti
lv: Stundas likme
nb: Timepris
pl: Stawka godzinowa
sv: Per timme

source: Per Week
da: Per uge
et: Iganädalane
fi: /Viikko
lv: Nedēļā
nb: Per uke
pl: Tygodniowo
sv: Per vecka

source: Monthly Salary
da: Månedlig løn
et: Igakuine töötasu
fi: /Kuukausi
lv: Mēneša alga
nb: Månedslønn
pl: Wynagrodzenie miesięczne
sv: Per månad

source: Fortnightly
da: Hver fjortende dag
et: Iga kahe nädala tagant
fi: Kaksi kertaa viikossa
lv: Divās nedēļās
nb: Hver fjortende dag
pl: Co dwa tygodnie
sv: 2 ggr/mån

source: Publication end date
da: Slutdato for udgivelse
de: Enddatum der Veröffentlichung
et: Avaldamise lõppkuupäev
fi: Julkaisun päättymispäivä
fr: Date de fin de publication
lv: Publicēšanas beigu datums
nb: Sluttdato for publisering
nl: Einddatum publicatie
pl: Data zakończenia publikacji
sv: Slutdatum för publicering

source: Remote work
da: Fjernarbejde
de: Fernarbeit
et: Kaugtöö
fi: Etätyö
fr: Travail à distance
lv: Attālinātais darbs
nb: Fjernarbeid
nl: Thuiswerken
pl: Praca zdalna
sv: Distans arbete

source: Zip code
da: Postnummer
de: Postleitzahl
et: Sihtnumber
fi: Postinumero
fr: Code postal
lv: Pasta indekss
nb: Postnummer
nl: Postcode
pl: Kod pocztowy
sv: Postadress

source: Remote only
da: Kun fjernbetjening
de: Nur Fernarbeit
et: Ainult kaugtöö
fi: Vain etänä
fr: À distance seulement
lv: Tikai attāli
nb: Kun fjernarbeid
nl: Alleen op afstand
pl: Tylko zdalnie
sv: Endast distans

source: Choose
da: Vælg
de: Wähle
et: Vali
fi: Valitse
fr: Choisir
lv: Izvēlēties
nb: Velg
nl: Kiezen
pl: Wybierz
sv: Välj

source: Select
da: Vælg
de: Datei auswählen
et: Vali
fi: Valitse
fr: Sélectionner
lv: Izvēlēties
nb: Velg
nl: Selecteer
pl: Wybierz
sv: Välj

source: Open attachment
da: Åbn vedhæftet fil
de: Anhang öffnen
et: Ava manus
fi: Avaa liite
fr: Ouvrir la pièce jointe
lv: Atvērt pielikumu
nb: Åpne vedlegg
nl: Bijlage openen
pl: Otwórz załącznik
sv: Öppna bilaga

source: Attachment
da: Vedhæftet fil
de: Anhang
et: Manus
fi: Liite
fr: Pièce jointe
lv: Pielikums
nb: Vedlegg
nl: Bijlage
pl: Załącznik
sv: Bilaga

source: yyyy
da: åååå
de: jjjj
et: aaaa
fi: vvvv
fr: aaaa
lv: gggg
nb: åååå
nl: jjjj
pl: rrrr
sv: åååå

source: mm
et: kk
fi: kk

source: dd
de: tt
et: pp
fi: pp
fr: jj

source: Auto calculated - can also be filled manually
da: Automatisk beregnet - kan også udfyldes manuelt
de: Automatisch berechnet - kann auch manuell ausgefüllt werden
et: Automaatselt arvutatud - saab ka käsitsi täita
fi: Automaattisesti laskettu - voidaan täyttää myös manuaalisesti
fr: Calculé automatiquement - peut également être rempli manuellement
lv: Automātiski aprēķināts - var aizpildīt arī manuāli
nb: Automatisk beregnet - kan også fylles ut manuelt
nl: Automatisch berekend - kan ook handmatig worden ingevuld
pl: Obliczane automatycznie - można również wypełnić ręcznie
sv: Automatiskt beräknad - kan också fyllas i manuellt

source: Calculated total duration in days
da: Beregnet samlet varighed i dage
de: Berechnete Gesamtdauer in Tagen
et: Arvutatud kogukestus päevades
fi: Laskettu kokonaiskesto päivissä
fr: Durée totale calculée en jours
lv: Aprēķinātais kopējais ilgums dienās
nb: Beregnet total varighet i dager
nl: Berekende totale duur in dagen
pl: Obliczony całkowity czas trwania w dniach
sv: Beräknad total varaktighet i dagar

source: Not answered
et: Vastamata
fi: Ei vastattu
sv: Ej besvarad

source: {title} field must have less than {num} characters
da: {title} feltet skal indeholde mindre end {num} tegn
de: {title} Feld muss weniger als {num} Zeichen lang sein
et: Väljal {title} peab olema alla {num} märgi
fi: {title} kentässä on oltava vähemmän kuin {num} merkkiä
fr: Le champ {title} doit contenir moins de {num} caractères
lv: {title} laukā jābūt mazāk nekā {num} rakstzīmēm
nb: {title}-feltet må inneholde færre enn {num} tegn
nl: {title} veld moet minder dan {num} tekens bevatten
pl: Pole {title} musi mieć mniej niż {num} znaków
sv: Fältet {title} måste innehålla färre än {num} tecken

source: {title} field must have more than {num} characters
da: {title} feltet skal have mere end {num} tegn
de: {title} Feld muss mehr als {num} Zeichen lang sein
et: Väljal {title} peab olema üle {num} märgi
fi: {title} kentässä on oltava enemmän kuin {num} merkkiä
fr: Le champ {title} doit contenir plus de {num} caractères
lv: {title} laukā jābūt vairāk nekā {num} rakstzīmēm
nb: {title}-feltet må inneholde mer enn {num} tegn
nl: {title} veld moet meer dan {num} tekens bevatten
pl: Pole {title} musi mieć więcej niż {num} znaków
sv: Fältet {title} måste innehålla fler än {num} tecken

source: {title} field has wrong format
da: {title} feltet har forkert format
de: {title} Feld hat das falsche Format
et: Välja {title} vorming on vale
fi: {title} kentällä on väärä muoto
fr: Le champ {title} a un format incorrect
lv: {title} laukam ir nepareizs formāts
nb: {title}-feltet har feil format
nl: {title} veld heeft een verkeerd formaat
pl: Pole {title} ma nieprawidłowy format
sv: {title} fältet har felaktigt format

source: {title} field is not valid international phone number format
da: {title} feltet er ikke gyldigt internationalt telefonnummerformat
de: {title} Feld ist keine gültige, internationale Telefonnummer
et: Väli {title} ei sisalda sobivat rahvusvahelist telefoninumbrit
fi: {title} kenttä ei ole voimassaoleva kansainvälinen puhelinnumero
fr: Le champ {title} n'est pas un format de numéro de téléphone international valide
lv: {title} laukā nav derīgs starptautiskā tālruņa numura formāts
nb: {title}-feltet er ikke gyldig internasjonalt telefonnummerformat
nl: {title} veld heeft geen geldig internationaal telefoonnummer formaat
pl: Pole {title} nie jest prawidłowym międzynarodowym formatem numeru telefonu
sv: {title} värdet är inte i ett giltigt internationellt telefonnummerformat

source: {title} field is not valid url format
da: {title} feltet er ikke gyldigt url-format
de: {title} Feld ist kein gültiges URL Format
et: Väli {title} ei sisalda sobivas vormingus URL-i
fi: {title} kenttä ei ole validi url formaatti
fr: Le champ {title} n'est pas un format d'URL valide
lv: {title} laukā nav derīgs url formāts
nb: {title}-feltet er ikke et gyldig url-format
nl: {title} veld heeft geen geldig url formaat
pl: Pole {title} nie jest prawidłowym formatem adresu URL
sv: Fältet {title} innehåller inte ett giltigt URL-format

source: {title} field must be an integer
da: {title} feltet skal være et heltal
de: {title} Feld muss eine ganze Zahl sein
et: Väli {title} peab sisaldama täisarvu
fi: {title} kentän pitää olla kokonaisluku
fr: Le champ {title} doit être un nombre entier
lv: {title} laukam jābūt veselam skaitlim
nb: {title}-feltet må være et heltall
nl: {title} veld moet een geheel getal zijn
pl: Pole {title} musi być liczbą całkowitą
sv: Fältet {title} måste fyllas i med en integer

source: {title} field must be smaller than {num}
da: {title} feltet skal være mindre end {num}
de: {title} Feld muss kleiner als {num} sein
et: Väli {title} peab olema alla {num}
fi: {title} kentän pitää olla pienempi kuin {num}
fr: Le champ {title} doit être inférieur à {num}
lv: {title} laukam jābūt mazākam par {num}
nb: {title}-feltet må være mindre enn {num}
nl: {title} veld moet kleiner zijn dan {num}
pl: Pole {title} musi być mniejsze niż {num}
sv: Fältet {title} måste vara mindre än {num}

source: {title} field must be larger than {num}
da: {title} feltet skal være større end {num}
de: {title} Feld muss größer als {num} sein
et: Väli {title} peab olema üle {num}
fi: {title} kentän pitää olla suurempi kuin {num}
fr: Le champ {title} doit être supérieur à {num}
lv: {title} laukam jābūt lielākam par {num}
nb: {title}-feltet må være større enn {num}
nl: {title} veld moet groter zijn dan {num}
pl: Pole {title} musi być większe niż {num}
sv: Fältet {title} måste vara större än {num}

source: {title} field must be a list
da: {title} feltet skal være en liste
de: {title} Feld muss eine Liste sein
et: Väli {title} peab olema nimekiri
fi: {title} kentän pitää olla lista
fr: Le champ {title} doit être une liste
lv: {title} laukā jābūt sarakstam
nb: {title}-feltet må være en liste
nl: {title} veld moet een lijst zijn
pl: Pole {title} musi być listą
sv: Fältet {title} måste vara en lista

source: {title} field must have less than {num} items
da: {title} feltet skal have mindre end {num} elementer
de: {title} Feld muss weniger als {num} Einträge haben
et: Väli {title} peab sisaldama alla {num} üksuse
fi: {title} kentässä pitää olla vähemmän kuin {num} itemiä
fr: Le champ {title} doit contenir moins de {num} éléments
lv: {title} laukā jābūt mazāk nekā {num} vienībām
nb: {title}-feltet må ha færre enn {num} elementer
nl: {title} veld moet minder dan {num} items bevatten
pl: Pole {title} musi mieć mniej niż {num} elementów
sv: Fältet {title} måste innehålla färre än {num} punkter

source: {title} field must have more than {num} items
da: {title} feltet skal have mere end {num} elementer
de: {title} Feld muss mehr als {num} Einträge haben
et: Väli {title} peab sisaldama üle {num} üksuse
fi: {title} kentässä pitää olla enemmän kuin {num} itemiä
fr: Le champ {title} doit contenir plus de {num} éléments
lv: {title} laukā jābūt vairāk nekā {num} vienībām
nb: {title}-feltet må ha flere enn {num} elementer
nl: {title} veld moet meer dan {num} items bevatten
pl: Pole {title} musi mieć więcej niż {num} elementów
sv: Fältet {title} måste ha fler än {num} punkter

source: {title} field must be a number
da: {title} feltet skal være et tal
de: {title} Feld muss eine Zahl sein
et: Väli {title} peab sisaldama numbrit
fi: {title} kentän pitää olla numero
fr: Le champ {title} doit être un nombre
lv: {title} laukā jābūt skaitlim
nb: {title}-feltet må være et tall
nl: {title} veld moet een getal zijn
pl: Pole {title} musi być liczbą
sv: Fältet {title} måste vara ett tal

source: {title} field has invalid format
da: {title} felt har ugyldigt format
de: Das Feld {title} hat ein ungültiges Format
et: {title} väljal on vale formaat
fi: {title} kentän muoto on virheellinen
fr: Le champ {title} a un format invalide
lv: {title} laukam ir nederīgs formāts
nb: {title} feltet har ugyldig format
nl: {title} veld heeft een ongeldig formaat
pl: Pole {title} ma nieprawidłowy format
sv: {title}-fältet har ogiltigt format

source: {title} does not have a valid value
da: {title} har ikke en gyldig værdi
de: {title} hat keinen gültigen Wert
et: {title} ei oma kehtivat väärtust
fi: {title} ei ole kelvollinen arvo
fr: {title} n'a pas de valeur valide
lv: {title} nav derīga vērtība
nb: {title} har ikke en gyldig verdi
nl: {title} heeft geen geldige waarde
pl: {title} nie ma prawidłowej wartości
sv: {title} har inget giltigt värde

source: {title} field must be float numbers
da: {title} feltet skal være flydende tal
de: {title} Feld muss eine Kommazahl sein
et: Väli {title} peab sisaldama komaga arvu
fi: {title} kentän tulee sisältää desimaaliluku
fr: Le champ {title} doit être des nombres à virgule flottante
lv: {title} laukā jābūt skaitļiem ar komatu
nb: {title}- feltet må være flytende tall
nl: {title} veld moet zwevendekommagetallen zijn
pl: Pole {title} musi być liczbami zmiennoprzecinkowymi
sv: {title} ska innehålla decimaltal

source: Wrong field value
da: Forkert feltværdi
de: Falscher Feldwert
et: Sobimatu välja väärtus
fi: Kentässä on väärä arvo
fr: Valeur de champ incorrecte
lv: Nepareiza lauka vērtība
nb: Feil feltverdi
nl: Verkeerde veldwaarde
pl: Nieprawidłowa wartość pola
sv: Fel typs värde i fältet

source: {title} has wrong format
da: {title} har forkert format
de: {title} ist im falschen Format
et: Välja {title} vorming on vale
fi: {title} muoto on väärä
fr: {title} a un format incorrect
lv: {title} ir nepareizs formāts
nb: {title} har feil format
nl: {title} heeft een verkeerd formaat
pl: {title} ma nieprawidłowy format
sv: {title} har felaktigt format

source: {title} is not validated
da: {title} er ikke valideret
de: {title} ist nicht validiert
et: Väli {title} on kinnitamata
fi: {title} on vahvistamaton
fr: {title} n'est pas validé
lv: {title} nav apstiprināts
nb: {title} er ikke validert
nl: {title} is niet gevalideerd
pl: {title} nie jest zweryfikowany
sv: {title} har inte validerats

source: {title} is not a valid IBAN
da: {title} er ikke et gyldigt IBAN-nummer
de: {title} ist keine gültige IBAN
et: Väli {title} ei sisalda sobivat IBANi
fi: {title} ei ole vahvistettu IBAN
fr: {title} n'est pas un IBAN valide
lv: {title} nav derīgs IBAN
nb: {title} er ikke et gyldig IBAN-nummer
nl: {title} is geen geldige IBAN
pl: {title} nie jest prawidłowym numerem IBAN
sv: {title} är inte ett validerat IBAN

source: Some required fields are missing!
da: Der mangler nogle obligatoriske felter!
de: Einige Pflichtfelder fehlen!
et: Mõni kohustuslik väli on puudu.
fi: Osa pakollisista kentistä on täyttämättä!
fr: Certains champs obligatoires sont manquants !
lv: Trūkst dažu obligāto lauku!
nb: Noen obligatoriske felt mangler!
nl: Sommige verplichte velden ontbreken!
pl: Brakuje niektórych wymaganych pól!
sv: Några obligatoriska fält saknas!

source: Add new
da: Tilføj ny
de: Neu hinzufügen
et: Lisa uus
fi: Lisää uusi
fr: Ajouter nouveau
lv: Pievienot jaunu
nb: Legg til ny
nl: Nieuwe toevoegen
pl: Dodaj nowy
sv: Lägg till ny

source: Invalid pattern
da: Ugyldigt mønster
de: Ungültiges Muster
et: Sobimatu muster
fi: Virheellinen syöte
fr: Modèle invalide
lv: Nederīgs modelis
nb: Ugyldig mønster
nl: Ongeldig patroon
pl: Nieprawidłowy wzorzec
sv: Ogiltig

source: Invalid web address e.g https://example.com
da: Ugyldig webadresse, f.eks. https://example.com
de: Ungültige Webadresse, z.B. https://beispiel.de
et: Sobimatu veebiaadress, nt https://example.com
fi: Virheellinen osoite, käytä muotoa https://esimerkki.fi
fr: Adresse web invalide, par exemple https://exemple.com
lv: Nederīga tīmekļa adrese, piemēram, https://piemērs.com
nb: Ugyldig nettadresse, f.eks. https://example.com
nl: Ongeldig webadres, bijvoorbeeld https://example.com
pl: Nieprawidłowy adres internetowy, np. https://example.com
sv: Ogiltig web adress, använd formatet: https://exempel.com

source: Invalid Email address e.g. example@example.com
da: Ugyldig e-mail-adresse, f.eks. example@example.com
de: Ungültige E-Mail Adresse z.B. beispiel@beispiel.com
et: Sobimatu e-posti aadress, nt example@example.com
fi: Virheellinen osoite, käytä muotoa esimerkki@esimerkki.fi
fr: Adresse e-mail invalide, par exemple exemple@exemple.com
lv: Nederīga e-pasta adrese, piemēram, piemērs@piemērs.com
nb: Ugyldig e-postadresse, f.eks. example@example.com
nl: Ongeldig e-mailadres, bijvoorbeeld example@example.com
pl: Nieprawidłowy adres e-mail, np. example@example.com
sv: Ogiltig email adress, använd formatet: exemple.com

source: This field should contain at least {0} character(s)
da: Dette felt skal indeholde mindst {0} tegn
de: Dieses Feld sollte mindestens {0} Zeichen enthalten
et: Väli peab sisaldama vähemalt {0} märki
fi: Syötä ainakin {0} merkkiä
fr: Ce champ doit contenir au moins {0} caractère(s)
lv: Šajā laukā jābūt vismaz {0} rakstzīmei(-ēm)
nb: Dette feltet må inneholde minst {0} tegn
nl: Dit veld moet minimaal {0} teken(s) bevatten
pl: To pole powinno zawierać co najmniej {0} znak(ów)
sv: Detta fält borde innehålla åtminstone {0} tecken

source: This field is required
da: Dette felt er påkrævet
de: Dieses Feld ist erforderlich
et: See väli on kohustuslik
fi: Tämä on pakollinen kenttä
fr: Ce champ est obligatoire
lv: Šis lauks ir obligāts
nb: Dette feltet er obligatorisk
nl: Dit veld is verplicht
pl: To pole jest wymagane
sv: Detta fält är obligatoriskt

source: Permanent employment
da: Fastansættelse
et: Püsitöökoht
fi: Vakinainen työsuhde
fr: Emploi permanent
lv: Pastāvīgs darbs
nb: Fast ansettelse
nl: Vast dienstverband
pl: Zatrudnienie stałe
sv: Fast anställning

source: Temporary employment
da: Midlertidig ansættelse
et: Ajutine töö
fi: Määräaikainen työsuhde
fr: Emploi temporaire
lv: Pagaidu darbs
nb: Midlertidig ansettelse
nl: Tijdelijk dienstverband
pl: Zatrudnienie tymczasowe
sv: Temporär anställning

source: Full-time work
da: Fuldtidsarbejde
de: Vollzeit
et: Täistööaeg
fi: Kokopäivätyö
fr: Travail à temps plein
lv: Pilnas slodzes darbs
nb: Heltidsarbeid
nl: Voltijds werk
pl: Praca na pełny etat
sv: Heltidsarbete

source: Part-time work
da: Deltidsarbejde
de: Teilzeit
et: Osaline tööaeg
fi: Osapäivätyö
fr: Travail à temps partiel
lv: Nepilnas slodzes darbs
nb: Deltidsarbeid
nl: Deeltijdwerk
pl: Praca w niepełnym wymiarze godzin
sv: Deltidsarbete

source: Under 11 days
da: Under 11 dage
de: Unter 11 Tagen
et: Alla 11 päeva
fi: Alle 11 pv
fr: Moins de 11 jours
lv: Līdz 11 dienām
nb: Under 11 dager
nl: Minder dan 11 dagen
pl: Poniżej 11 dni
sv: Under 11 dagar

source: 11 days to 3 months
da: 11 dage til 3 måneder
de: 11 Tage bis 3 Monate
et: 11 päeva kuni 3 kuud
fi: 11 päivästä 3 kuukauteen
fr: 11 jours à 3 mois
lv: 11 dienas līdz 3 mēneši
nb: 11 dager til 3 måneder
nl: 11 dagen tot 3 maanden
pl: 11 dni do 3 miesięcy
sv: 11 dagar till 3 månader

source: Summer months (June to August)
da: Sommermåneder (juni til august)
de: Sommermonate (Juni bis August)
et: Suvekuud (juuni–august)
fi: Kesäkuukaudet (kesäkuusta elokuuhun)
fr: Mois d'été (juin à août)
lv: Vasaras mēneši (jūnijs līdz augusts)
nb: Sommermåneder (juni til august)
nl: Zomermaanden (juni tot augustus)
pl: Miesiące letnie (od czerwca do sierpnia)
sv: Sommarmånader (juni till augusti)

source: 3 - 6 months
da: 3 - 6 måneder
de: 3 - 6 Monate
et: 3–6 kuud
fi: 3 – 6 kk
fr: 3 - 6 mois
lv: 3–6 mēneši
nb: 3–6 måneder
nl: 3 - 6 maanden
pl: 3 - 6 miesięcy
sv: 3 - 6 mån

source: 6 months or longer
da: 6 måneder eller længere
de: 6 Monate oder länger
et: 6 kuud või kauem
fi: 6 kuukautta tai pidempään
fr: 6 mois ou plus
lv: 6 mēneši vai ilgāk
nb: 6 måneder eller lenger
nl: 6 maanden of langer
pl: 6 miesięcy lub dłużej
sv: 6 månader eller längre

source: Fixed salary
da: Fast løn
de: Festes Gehalt
et: Fikseeritud töötasu
fi: Kiinteä palkka
fr: Salaire fixe
lv: Fiksēta alga
nb: Fast lønn
nl: Vast salaris
pl: Stałe wynagrodzenie
sv: Fast lön

source: Bonus-based
da: Bonusbaseret
de: Bonusabhängig
et: Preemiapõhine
fi: Provisiopalkka
fr: Basé sur des bonus
lv: Piemaksu tipa
nb: Bonusbasert
nl: Op bonus gebaseerd
pl: Na podstawie premii
sv: Bonus baserad

source: Fixed salary + bonus
da: Fast løn + bonus
de: Festgehalt + Bonus
et: Fikseeritud töötasu ja preemia
fi: Kiinteä palkka + provisio
fr: Salaire fixe + bonus
lv: Fiksēta alga un piemaksas
nb: Fast lønn + bonus
nl: Vast salaris + bonus
pl: Stałe wynagrodzenie + premia
sv: Fast lön + bonus

source: Occupation
da: Beskæftigelse
de: Beruf
et: Amet
fi: Ammatti
fr: Profession
lv: Profesija
nb: Yrke
nl: Beroep
pl: Zawód
sv: Yrke

source: Required driver's license
da: Påkrævet kørekort
de: Führerschein erforderlich
et: Nõutav on juhiluba
fi: Ajokortti vaaditaan
fr: Permis de conduire requis
lv: Nepieciešama autovadītāja apliecība
nb: Påkrevd førerkort
nl: Vereist rijbewijs
pl: Wymagane prawo jazdy
sv: Körkort som krävs

source: Must have a car available
da: Skal have en bil til rådighed
de: Auto muss vorhanden sein
et: Peab omama autot
fi: Täytyy olla auto käytettävissä
fr: Doit avoir une voiture disponible
lv: Ir jābūt pieejamai automašīnai
nb: Må ha en bil tilgjengelig
nl: Moet een auto beschikbaar hebben
pl: Musi mieć dostępny samochód
sv: Måste ha bil tillgänglig

source: Experience is required
da: Erfaring er påkrævet
de: Berufserfahrung ist erforderlich
et: Kogemus on vajalik
fi: Kokemus vaaditaan
fr: L'expérience est requise
lv: Ir nepieciešama pieredze
nb: Erfaring er påkrevd
nl: Ervaring is vereist
pl: Wymagane doświadczenie
sv: Erfarenhet krävs

source: Company settings
da: Virksomhedsindstillinger
de: Unternehmenseinstellungen
et: Ettevõtte seaded
fi: Yrityskohtaiset asetukset
fr: Paramètres de l'entreprise
lv: Uzņēmuma iestatījumi
nb: Bedriftsinnstillinger
nl: Bedrijfsinstellingen
pl: Ustawienia firmy
sv: Företagsinställningar

source: Zip code (in Sweden)
da: Postnummer (i Sverige)
de: Postleitzahl (in Schweden)
et: Sihtnumber (Rootsis)
fi: Postinumero (Ruotsissa)
fr: Code postal (en Suède)
lv: Pasta indekss (Zviedrijā)
nb: Postnummer (i Sverige)
nl: Postcode (in Zweden)
pl: Kod pocztowy (w Szwecji)
sv: Postnummer (i Sverige)
