Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Separate views for active and expired positions
da: Separate visninger for aktive og udløbne stillinger
de: Getrennte Ansichten für aktive und abgelaufene Stellen
et: Aktiivsete ja aegunud ametikohtade jaoks on eraldi vaated
fi: Erillinen näkymä aktiivisille ja vanhentuneille työpaikoille
fr: Vues séparées pour les postes actifs et expirés
lv: Atsevišķi skati aktīvām vakancēm un vakancēm ar beigušos termiņu
nb: Separate visninger for aktive og utløpte stillinger
nl: Aparte weergaven voor actieve en verlopen posities
pl: Oddzielne widoki dla aktywnych i wygasłych stanowisk
sv: Separata vyer för aktiva och upphörda positioner

source: Application
da: Ansøgning
de: Bewerbung
et: Avaldus
fi: Hakemus
fr: Candidature
lv: Pieteikums
nb: Søknad
nl: Sollicitatie
pl: Aplikacja
sv: Ansökan

source: Overall rating and applicant overview in one view
da: Samlet vurdering og oversigt over ansøgere i én visning
de: Gesamtbewertung und Bewerberübersicht auf einen Blick
et: Üldhinnang ja kandidaadi ülevaade on nüüd ühes vaates
fi: Kokonaisarvio ja hakijoiden yleiskatsaus yhdessä näkymässä
fr: Note globale et aperçu des candidats en une seule vue
lv: Kopējais vērtējums un kandidātu pārskats vienā skatā
nb: Samlet rangering og søkeroversikt i én visning
nl: Algemene beoordeling en overzicht van sollicitanten in één weergave
pl: Ogólna ocena i przegląd aplikanta w jednym widoku
sv: Övergripande betyg och ansökandeöversikt i en vy

source: Clearer navigation of the applicant tiles
da: Tydeligere navigation i ansøgerfliserne
de: Übersichtlichere Navigation in den Bewerberfeldern
et: Kandidaadi paanide vahel liikumine on nüüd sujuvam
fi: Selkeämpi navigointi hakijan tiedoissa
fr: Navigation plus claire des tuiles de candidats
lv: Ērtāka navigācija pa kandidātu elementiem
nb: Tydeligere navigering på søkerflatene
nl: Duidelijkere navigatie van de sollicitantentegels
pl: Bardziej przejrzysta nawigacja po kafelkach kandydatów
sv: Tydligare navigering av de ansökandes ikoner

source: Highlighted hiring process status
da: Fremhævet status for ansættelsesprocessen
de: Hervorgehobener Status des Einstellungsprozesses
et: Värbamisprotsessi olek on esile tõstetud
fi: Korostettu rekrytointiprosessin tila
fr: Statut du processus d'embauche en surbrillance
lv: Izcelts darbā pieņemšanas procesa statuss
nb: Fremhevet ansettelsesprosess-status
nl: Gemarkeerde status van het wervingsproces
pl: Wyróżniony status procesu rekrutacji
sv: Framhävd status för anställningsprocessen

source: More intuitive selection of the outcome
da: Mere intuitiv udvælgelse af resultatet
de: Intuitivere Auswahl des Ergebnis
et: Tulemuse valimine tehti intuitiivsemaks
fi: Intuitiivisempi tuloksen valinta
fr: Sélection plus intuitive du résultat
lv: Intuitīvāka iespējamā iznākuma atlase
nb: Mer intuitivt valg av utfall
nl: Intuïtievere selectie van het resultaat
pl: Bardziej intuicyjny wybór wyniku
sv: Mer intuitivt urval av slutresultatet

source: New icons for describing applicant information
da: Nye ikoner til beskrivelse af ansøgeroplysninger
de: Neue Symbole für die Beschreibung von Bewerberinformationen
et: Kandidaadi info kirjeldamiseks on saadaval uued ikoonid
fi: Uudet kuvakkeet hakijatietojen kuvaamiseen
fr: Nouvelles icônes pour décrire les informations du candidat
lv: Jaunas ikonas kandidāta informācijas attēlošanai
nb: Nye ikoner for beskrivelse av søkerinformasjon
nl: Nieuwe pictogrammen voor het beschrijven van informatie over de sollicitant
pl: Nowe ikony do opisywania informacji o kandydacie
sv: Nya ikoner för att beskriva ansökandeinformation

source: {} listing
da: {} liste
de: {} Auflistung
et: Üksus {}
fi: {} listaus
fr: Liste {}
lv: Saraksts “{}”
nb: {}-oppføring
nl: {} vermelding
pl: Lista {}
sv: {} lista

source: More relevant information for later action/flow, such as:
da: Mere relevant information til senere handling/flow, f.eks:
de: Weitere relevante Informationen für spätere Aktionen/Flüsse, wie z. B.:
et: Asjakohasem info hilisema toimingu/voo kohta, nagu:
fi: Lisää relevanttia tietoa myöhempää käyttöä varten, esimerkiksi:
fr: Informations plus pertinentes pour une action/un flux ultérieur, telles que :
lv: Vairāk būtiskas informācijas par turpmākajām darbībām/procesa plūsmu, piemēram:
nb: Mer relevant informasjon for senere handling/flyt, f.eks:
nl: Relevantere informatie voor latere actie/flow, zoals:
pl: Bardziej istotne informacje do późniejszych działań/przepływu, takie jak:
sv: Mer relevant information för senare åtgärder/flöde, till exempel:

source: New - Ideal job title
da: Ny - Ideel jobtitel
de: Neu - Ideale Stellenbezeichnung
et: Uus – eelistatud ametikoht
fi: Uusi - Ihanteellinen työpaikkailmoituksen otsikko
fr: Nouveau - Titre de poste idéal
lv: Jaunums: piemērotākais vakances nosaukums
nb: Nytt – optimal jobbtittel
nl: Nieuw - Ideale functietitel
pl: Nowe - Idealny tytuł stanowiska
sv: Nytt - Idealisk befattning

source: Status TC groups
da: Status TC-grupper
de: Status TC-Gruppen
et: TC gruppi kuuluvus
fi: TC-ryhmien tila
fr: Groupes de statut TC
lv: TC grupu statuss
nb: Status for TC-grupper
nl: Status TC-groepen
pl: Grupy statusu Talent Community
sv: Status TC-grupper

source: LinkedIn link
da: Link til LinkedIn
et: LinkedIni link
fi: LinkedIn linkki
fr: Lien LinkedIn
lv: LinkedIn statuss
nb: Lenke til LinkedIn
pl: Link do LinkedIn
sv: LinkedIn länk

source: We can’t wait for you to see and experience the new and improved TalentAdore Hire.
da: Vi glæder os til, at du ser og oplever det nye og forbedrede TalentAdore Hire.
de: Wir können es kaum erwarten, dass Sie das neue und verbesserte TalentAdore Hire sehen und erleben.
et: Uus ja täiustatud TalentAdore Hire juba ootab sind.
fi: Emme malta odottaa, että pääsette näkemään ja kokemaan uuden ja parannetun TalentAdore Hiren.
lv: Mēs ar nepacietību gaidīsim, kad jūs apskatīsiet un izmēģināsiet jauno uz uzlaboto TalentAdore Hire.
nb: Vi gleder oss til du får se og oppleve det nye og forbedrede TalentAdore Hire.
sv: Vi kan inte vänta på att du ska se och uppleva den nya och förbättrade TalentAdore Hire.

source: October
da: Oktober
de: Oktober
et: Oktoober
fi: Lokakuu
fr: Octobre
lv: Oktobris
nb: Oktober
nl: Oktober
pl: Październik
sv: Oktober

source: Have a wonderful autumn TalentAdore users!
da: Hav et dejligt efterår, TalentAdore-brugere!
de: Einen wunderschönen Herbst für alle TalentAdore Nutzer!
et: Ilusat sügist, TalentAdore’i kasutajad!
fi: Ihanaa syksyä TalentAdoren käyttäjät!
fr: Passez un merveilleux automne, utilisateurs de TalentAdore !
lv: Novēlam TalentAdore lietotājiem jauku rudeni!
nb: Ha en fantastisk høst, TalentAdore-brukere!
nl: Een prachtige herfst gewenst, TalentAdore-gebruikers!
pl: Wspaniałej jesieni, użytkownicy TalentAdore!
sv: Hoppas ni har haft en trevlig start på hösten!

source: We updated and modernized the job advertisements and the application forms. Here is the first part of the upcoming changes.
da: Vi har opdateret og moderniseret jobannoncerne og ansøgningsskemaerne. Her er den første del af de kommende ændringer.
de: Wir haben die Stellenanzeigen und die Bewerbungsformulare aktualisiert und modernisiert. Hier ist der erste Teil der bevorstehenden Änderungen.
et: Uuendasime töökuulutusi ja avalduse vorme ning muutsime need moodsamaks. Siin on vaid osa kõikidest plaanitud muudatustest.
fi: Teemme päivityksiä ja modernisointia työpaikkailmoituksiin ja hakulomakkeeseen. Tässä ensimmäinen osa tulevista muutoksista.
fr: Nous avons mis à jour et modernisé les annonces d'emploi et les formulaires de candidature. Voici la première partie des changements à venir.
lv: Mēs atjauninājām un modernizējām darba sludinājumus un pieteikuma veidlapas. Šeit ir gaidāmo izmaiņu pirmā daļa.
nb: Vi har oppdatert og modernisert jobbannonsene og søknadsskjemaene. Her er første del av de kommende endringene.
nl: We hebben de vacatures en de sollicitatieformulieren bijgewerkt en gemoderniseerd. Hier is het eerste deel van de aankomende wijzigingen.
pl: Zaktualizowaliśmy i zmodernizowaliśmy ogłoszenia o pracę i formularze aplikacyjne. Oto pierwsza część nadchodzących zmian.
sv: Vi har uppdaterat och moderniserat TalentAdores utseende. Här är första delen av de kommande förändringarna.

source: Better image cropping options when choosing a cover photo for a job advertisement.
da: Bedre muligheder for billedbeskæring, når du vælger et forsidebillede til en jobannonce.
de: Bessere Optionen für den Bildausschnitt bei der Auswahl eines Titelbildes für eine Stellenanzeige.
et: Kasuta töökuulutuse jaoks fotot valides paremaid kärpimisvõimalusi.
fi: Paremmat kuvan rajausmahdollisuudet työpaikkailmoituksen kansikuvaa valittaessa.
fr: Meilleures options de recadrage d'image lors du choix d'une photo de couverture pour une annonce d'emploi.
lv: Labākas attēlu apgriešanas iespējas, izvēloties darba sludinājuma galveno fotoattēlu.
nb: Bedre muligheter for bildebeskjæring når du skal velge forsidebilde til en jobbannonse.
nl: Betere opties voor het bijsnijden van afbeeldingen bij het kiezen van een omslagfoto voor een vacature.
pl: Lepsze opcje kadrowania obrazu podczas wybierania zdjęcia na okładkę ogłoszenia o pracę.
sv: Bättre möjligheter att beskära arbetsplatsannonsens huvudbild.

source: New font for all public views, if you don’t have your own customized font.
da: Ny skrifttype til alle offentlige visninger, hvis du ikke har din egen tilpassede skrifttype.
de: Neue Schriftart für alle öffentlichen Ansichten, wenn Sie nicht über eine eigene, angepasste Schriftart verfügen.
et: Kui sa ei kasuta kohandatud fonti, kasutatakse kõikides avalikes vaadetes uut fonti.
fi: Uusi fontti kaikkiin julkisiin näkymiin, mikäli teillä ei ole käytössä kustomoitua omaa fonttia.
lv: Ja jums nav sava pielāgota fonta, visiem publiskajiem skatiem tiek izmantots jauns fonts.
nb: Ny skrifttype for alle offentlige visninger hvis du ikke har din egen tilpassede skrifttype.
sv: Ny basfont i alla offentliga vyer, om ni inte har en egen skräddarsydd font i bruk.

source: The map in the job advertisement can now be zoomed and the color is changed to black and white, so that the map does not take up space from the brand colors.
da: Der kan nu zoomes ind på kortet i jobannoncen, og farven er ændret til sort/hvid, så kortet ikke optager plads fra brandfarverne.
de: Die Karte in der Stellenanzeige kann nun gezoomt werden und die Farbe wird in schwarz/weiß geändert, so dass die Karte nicht den Platz der Markenfarben einnimmt.
et: Töökuulutuses olevat kaarti saab vähendada ja suurendada ning see on mustvalge, et kaubamärgivärvid oleksid paremini nähtavad.
fi: Työpaikkailmoituksessa olevaa karttaa voi nyt zoomata ja väri vaihdetaan mustavalkoiseksi, jottei kartta vie brändiväreiltä tilaa.
fr: La carte de l'offre d'emploi peut maintenant être zoomée et la couleur est changée en noir et blanc, afin que la carte ne prenne pas de place par rapport aux couleurs de la marque.
lv: Darba sludinājuma karti tagad var palielināt, un tās krāsa ir mainīta uz melnbaltu, lai karte nenovērstu uzmanību no zīmola krāsām.
nb: Kartet i jobbannonsen kan nå zoomes, og fargen er endret til svart-hvitt, slik at kartet ikke tar opp plass fra merkevarefargene.
nl: De kaart in de vacature kan nu worden ingezoomd en de kleur is veranderd in zwart-wit, zodat de kaart geen ruimte inneemt van de merkkleur.
pl: Mapę w ogłoszeniu o pracę można teraz powiększać, a kolor został zmieniony na czarno-biały, aby mapa nie zajmowała miejsca kolorom marki.
sv: Man kommer kunna zooma in på arbetsplatsannonsens karta, och kartans färg ändras till svartvitt för att inte dra uppmärksamhet från brandfärgerna.

source: One completely new job advertisement template. This will be the most modern of the templates.
da: En helt ny skabelon til jobannoncer. Dette vil være den mest moderne af skabelonerne.
de: Eine völlig neue Vorlage für Stellenanzeigen. Dies wird die modernste der Vorlagen sein.
et: Lisatud on täiesti uus töökuulutuse vorm. See on vormidest kõige modernsem.
fi: Yksi kokonaan uusi työpaikkailmoituksen mallipohja. Tämä tulee olemaan modernein mallipohjista.
fr: Un tout nouveau modèle d'annonce d'emploi. Ce sera le plus moderne des modèles.
lv: Viens pilnīgi jauns darba sludinājuma paraugs. Šis būs vismodernākais no paraugiem.
nb: En helt ny mal for jobbannonser. Dette blir den mest moderne av malene.
nl: Eén volledig nieuw vacaturesjabloon. Dit wordt het meest moderne van de sjablonen.
pl: Jeden zupełnie nowy szablon ogłoszenia o pracę. Będzie to najnowocześniejszy z szablonów.
sv: En helt ny layoutmall för arbetsannonser. Denna mall kommer vara den mest moderna av våra layouts.

source: The application form now opens automatically under the notification, and the applicant does not have to separately click the "{}" button to open the form.
da: Ansøgningsskemaet åbnes nu automatisk under notifikationen, og ansøgeren behøver ikke at klikke separat på knappen "{}" for at åbne skemaet.
de: Das Antragsformular öffnet sich nun automatisch unter der Benachrichtigung, und der Antragsteller muss nicht mehr extra auf die Schaltfläche "{}" klicken, um das Formular zu öffnen.
et: Avalduse vorm avaneb teate all automaatselt ja kandidaat ei pea selle avamiseks vajutama eraldi nuppu „{}“.
fi: Hakulomake aukeaa nyt automaattisesti ilmoituksen alle, eikä hakijan tarvitse erikseen painaa "{}" nappia avatakseen lomakkeen.
fr: Le formulaire de candidature s'ouvre maintenant automatiquement sous la notification, et le candidat n'a pas à cliquer séparément sur le bouton "{}" pour ouvrir le formulaire.
lv: Pieteikuma veidlapa tagad automātiski atveras zem paziņojuma, un kandidātam nav atsevišķi jānoklikšķina uz pogas "{}", lai atvērtu veidlapu.
nb: Søknadsskjemaet åpnes nå automatisk under meldingen, og søkeren trenger ikke å klikke på knappen "{}" for å åpne skjemaet.
nl: Het sollicitatieformulier opent nu automatisch onder de melding en de sollicitant hoeft niet apart op de "{}"-knop te klikken om het formulier te openen.
pl: Formularz aplikacyjny otwiera się teraz automatycznie pod powiadomieniem i kandydat nie musi osobno klikać przycisku "{}", aby otworzyć formularz.
sv: Ansökningsformuläret öppnas nu automatiskt under arbetsplatsannonsen, så ansökanden behöver inte skilt klicka på "{}" för att få upp formuläret.

source: Small external updates made to the application form.
da: Små eksterne opdateringer af ansøgningsskemaet.
de: Kleine externe Aktualisierungen des Antragsformulars.
et: Avalduse vormi on vähesel määral väliselt muudetud.
fi: Hakulomakkeeseen tehty pieniä ulko muodollisia päivityksiä.
fr: Petites mises à jour externes apportées au formulaire de candidature.
lv: Nelieli ārēji atjauninājumi pieteikuma veidlapā.
nb: Små eksterne oppdateringer av søknadsskjemaet.
nl: Kleine externe updates aan het sollicitatieformulier.
pl: Wprowadzono drobne zewnętrzne aktualizacje formularza aplikacyjnego.
sv: Små uppdateringar i ansökningsformulärets utseende.

source: These updates will be published in October!
da: Disse opdateringer vil blive offentliggjort i oktober!
de: Diese Aktualisierungen werden im Oktober veröffentlicht!
et: Need uuendused avaldatakse oktoobris.
fi: Nämä päivitykset tullaan julkaisemaan lokakuun aikana!
fr: Ces mises à jour seront publiées en octobre !
lv: Šie atjauninājumi tiks publicēti oktobrī!
nb: Disse oppdateringene vil bli publisert i oktober!
nl: Deze updates worden in oktober gepubliceerd!
pl: Te aktualizacje zostaną opublikowane w październiku!
sv: Dessa ändringar kommer att tas i bruk i oktober!

source: We are also working on the appearance of TalentAdore itself in a more visual and even more user-friendly direction. During the rest of the year, not only the front page, but also all listing views will change.
da: Vi arbejder også på selve TalentAdores udseende i en mere visuel og endnu mere brugervenlig retning. I løbet af resten af året vil ikke kun forsiden, men også alle opslagsvisninger blive ændret.
de: Wir arbeiten auch am Erscheinungsbild von TalentAdore selbst in eine optisch und noch benutzerfreundlichere Richtung. Im Laufe des Jahres werden sich nicht nur die Startseite, sondern auch alle Listenansichten verändern.
et: Töötame ka TalentAdore’i üldise välimuse kallal, et keskkond oleks visuaalselt meeldivam ja veelgi lihtsamini kasutatav. Hiljem muudetakse nii esilehte kui ka andmete vaateid.
fi: Työstämme myös itse TalentAdoren ulkoasua visuaalisempaan ja vieläkin käyttäjäystävällisempään suuntaan. Loppuvuoden aikana muuttumaan tulee etusivun lisäksi myös kaikki listausnäkymät.
fr: Nous travaillons également sur l'apparence de TalentAdore elle-même dans une direction plus visuelle et encore plus conviviale. Au cours du reste de l'année, non seulement la page d'accueil, mais aussi toutes les vues de liste changeront.
lv: Mēs strādājam arī pie paša TalentAdore izskata, lai padarītu to vizuāli pievilcīgu un vēl ērtāku lietotājam. Atlikušajā gada laikā mainīsies ne tikai pirmā lapa, bet arī visi sarakstu skati.
nb: Vi jobber også med utseendet til TalentAdore selv, i en mer visuell og enda mer brukervennlig retning. I løpet av resten av året vil ikke bare forsiden, men også alle listevisninger, bli endret.
nl: We werken ook aan het uiterlijk van TalentAdore zelf in een meer visuele en nog gebruiksvriendelijkere richting. In de rest van het jaar zal niet alleen de voorpagina, maar ook alle lijstweergaven veranderen.
pl: Pracujemy również nad wyglądem samego TalentAdore w bardziej wizualnym i jeszcze bardziej przyjaznym dla użytkownika kierunku. W ciągu reszty roku zmieni się nie tylko strona główna, ale także wszystkie widoki list.
sv: Vi arbetar också med att utveckla TalentAdores utseende i en mer visuell och ännu mer användarvänlig riktning. Under resten av året kommer inte bara förstasidan utan även alla listvyer att ändras.

source: August
fi: Elokuu
fr: août
lv: Augusts
nl: Augustus
pl: Sierpień
sv: Augusti

source: Dear recruiters, welcome back from summer vacations! While most of our team members have also relaxed during holiday period, our development team has finalized a couple larger projects that are now released.
da: Kære rekrutteringsmedarbejdere, velkommen tilbage fra sommerferie! Mens de fleste af vores teammedlemmer også har slappet af i ferieperioden, har vores udviklingsteam færdiggjort et par større projekter, som nu er frigivet.
de: Liebe Personalverantwortliche, willkommen zurück aus den Sommerferien! Während sich die meisten unserer Teammitglieder in der Urlaubszeit erholt haben, hat unser Entwicklungsteam einige größere Projekte abgeschlossen, die nun veröffentlicht werden.
et: Head värbajad! Meil on hea meel teid pärast suvepuhkust näha. Kuigi enamik meie meeskonnaliikmetest puhkas, on meie arendusmeeskond lõpetanud paar suuremat juba avaldatud projekti.
fi: Hyvät rekrytoijat, tervetuloa takaisin kesälomilta! Vaikkakin suurin osa tiimistämme on rentoutunut viettämällä kesälomaa, meidän kehitystiimimme on viimeistellyt muutaman isomman projektin valmiiksi, jotka on nyt julkaistu.
fr: Chers recruteurs, bienvenue de retour de vacances d'été ! Alors que la plupart des membres de notre équipe se sont également détendus pendant la période des vacances, notre équipe de développement a finalisé quelques projets plus importants qui sont maintenant publiés.
lv: Cienījamie personāla atlases speciālisti! Laipni lūdzam atpakaļ no vasaras atvaļinājumiem! Lai gan arī vairākums mūsu komandas locekļu atvaļinājumu sezonā atpūtās, mūsu izstrādes komanda ir pabeigusi dažus lielākus projektus, kas tagad ir izlaisti.
nb: Kjære rekrutterere, velkommen tilbake fra sommerferien! Selv om de fleste i teamet vårt også har slappet av i ferien, har utviklingsteamet vårt ferdigstilt et par større prosjekter som nå er lansert.
nl: Beste recruiters, welkom terug van zomervakantie! Terwijl de meeste van onze teamleden ook hebben ontspannen tijdens de vakantieperiode, heeft ons ontwikkelingsteam een paar grotere projecten afgerond die nu zijn uitgebracht.
pl: Drodzy rekruterzy, witajcie z powrotem po wakacjach! Podczas gdy większość członków naszego zespołu również odpoczywała w okresie urlopowym, nasz zespół programistów sfinalizował kilka większych projektów, które są już dostępne.
sv: Kära rekryterare, välkomna tillbaka från sommarsemestern! Medan de flesta av våra teammedlemmar också har slappnat av under semesterperioden, har vårt utvecklingsteam slutfört ett par större projekt som nu släpps.

source: Mass move applications
da: Masseflytning af ansøgninger
de: Massenverschiebung für Bewerbungen
et: Avalduste massliigutamine
fi: Siirrä hakemuksia massana
fr: Déplacement en masse des candidatures
lv: Masveidā pārvietot pieteikumus
nb: Masseflytting av søknader
nl: Massa verplaats sollicitaties
pl: Masowe przenoszenie aplikacji
sv: Massflytta ansökningar

source: You can now move candidates' applications to another recruitment step in bulk. Simply go to the {}“{view}” page{}, select the applications you wish to move, click on “{other}” and “{move}”. After that, you can select the recruitment flow step you wish to move the selected candidates to.
da: Du kan nu flytte mange kandidatansøgninger til et andet rekrutteringstrin på én gang. Du skal blot gå til {}"{view}"-siden{}, vælge de ansøgninger, du vil flytte, klikke på "{other}" og "{move}". Derefter kan du vælge det trin i rekrutteringsflowet, du ønsker at flytte de valgte kandidater til.
de: Sie können jetzt Bewerbungen von mehreren Bewerbern in einem anderen Schritt verschieben. Gehen Sie einfach auf die {}"{view}“ Seite{}, wählen Sie die Bewerbungen aus, die Sie verschieben möchten, klicken Sie auf "{other}" und "{move}". Danach können Sie den Abschnitt des Einstellungsablaufs auswählen, in den Sie die ausgewählten Bewerber verschieben möchten.
et: Nüüd saad mitme kandidaadi avaldused korraga järgmisesse värbamisetappi liigutada. Mine lehele {}„{view}“{}, vali liigutatavad avaldused ning klõpsa nuppudel „{other}“ ja „{move}“. Pärast seda saad valida värbamisvoo etapi, kuhu soovid valitud kandidaadid liigutada.
fi: Voit nyt siirtää useamman hakemuksen kerrallaan toiseen rekrytointi vaiheeseen. Mene vain {}“{view}” sivulle{}, valitse hakemukset jotka haluat siirtää, paina “{other}” ja “{move}”. Sen jälkeen valitset vain mihin rekrytointipolun vaiheeseen haluat, että valitut hakijat siirtyvät.
lv: Tagad kandidātu pieteikumus varat masveidā pārvietot uz citu atlases posmu. Vienkārši atveriet lapu {} {}"{view}", izvēlieties pieteikumus, kurus vēlaties pārvietot, noklikšķiniet uz "{other}" un "{move}". Pēc tam varat izvēlēties atlases plūsmas posmu, uz kuru vēlaties pārvietot izvēlētos kandidātus.
nb: Du kan nå flytte kandidaters søknader til et annet rekrutteringstrinn i stor skala. Gå til {}"{view}"-siden{}, velg søknadene du vil flytte, klikk på "{other}" og "{move}". Deretter kan du velge hvilket trinn i rekrutteringsflyten du ønsker å flytte de valgte kandidatene til.
sv: Du kan nu flytta kandidaternas ansökningar till ett annat rekryteringssteg i massa. Gå helt enkelt till {}“{view}” sidan{}, välj de ansökningar du vill flytta, klicka på “{other}” och “{move}”. Därefter kan du välja det steget i rekryteringsflödet du vill flytta de utvalda kandidaterna till.

source: Other actions
da: Andre handlinger
de: Andere Aktionen
et: Muud toimingud
fi: Muut toiminnot
fr: Autres actions
lv: Citas darbības
nb: Andre tiltak
nl: Andere acties
pl: Inne działania
sv: Andra åtgärder

source: Move to another step
da: Gå til et andet trin
de: Zum nächsten Schritt übergehen
et: Liiguta teise etappi
fi: Siirrä toiseen vaiheeseen
fr: Passer à une autre étape
lv: Pārvietot uz citu posmu
nb: Gå til et annet trinn
nl: Verplaats naar een andere stap
pl: Przenieś do innego etapu
sv: Flytta till ett annat steg
