Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: By default, admin users can book calendar slots on behalf of other users (as long as they have added their available slots in advance). If necessary, we can enable users with other access rights to perform this action as well.
da: Som standard kan admin-brugere booke kalendertider på vegne af andre brugere (så længe de har tilføjet deres ledige tider på forhånd). Hvis det er nødvendigt, kan vi give brugere med andre adgangsrettigheder mulighed for også at udføre denne handling.
de: Standardmäßig können Admin-Benutzer Kalendereinträge im Namen anderer Benutzer buchen( solange diese ihre verfügbaren Termine im Voraus hinzugefügt haben). Falls nötig, können wir Benutzern mit anderen Zugriffsrechten ermöglichen, diese Aktion ebenfalls durchzuführen.
et: Administraatorid saavad nüüd broneerida vestluseaegu teiste kasutajate nimel (kui kasutajad on lisanud kalendrisse oma vabad ajad). Vajaduse korral saame anda teistsuguste pääsuõigustega kasutajatele samuti selle toimingu tegemise õiguse.
fi: Oletuksena, pääkäyttäjät voivat nyt varata kalenteriaikoja toisten puolesta (edellyttäen, että he ovat lisänneet heidän vapaat aikansa kalenteriin pääkäyttäjän nähtäville). Jos tarpeellista, voimme antaa tämän käyttöoikeuden myös muille kuin pääkäyttäjille.
fr: Par défaut, les utilisateurs administrateurs peuvent réserver des créneaux de calendrier pour le compte d'autres utilisateurs (à condition qu'ils aient ajouté leurs créneaux disponibles à l'avance). Si nécessaire, nous pouvons également permettre aux utilisateurs disposant d'autres droits d'accès d'effectuer cette action.
lv: Pēc noklusējuma administratori var rezervēt kalendāra laikus citu lietotāju vārdā (ja vien tie iepriekš ir pievienojuši savus pieejamos laikus). Vajadzības gadījumā šo darbību var atļaut veikt arī lietotājiem ar citām piekļuves tiesībām.
nb: Som standard kan admin-brukere bestille kalendertider på vegne av andre brukere (så lenge de har lagt til ledige tidsluker på forhånd). Ved behov kan vi også gi brukere med andre tilgangsrettigheter mulighet til å utføre denne handlingen.
nl: Standaard kunnen beheerders agenda-slots boeken namens andere gebruikers (zolang ze hun beschikbare slots van tevoren hebben toegevoegd). Indien nodig kunnen we gebruikers met andere toegangsrechten ook in staat stellen deze actie uit te voeren.
pl: Domyślnie użytkownicy z uprawnieniami administratora mogą rezerwować terminy w kalendarzu w imieniu innych użytkowników (o ile wcześniej dodali swoje dostępne terminy). W razie potrzeby możemy również umożliwić użytkownikom z innymi uprawnieniami dostępu wykonywanie tej czynności.
sv: För administratörer är det möjligt att boka intervjuer åt andra användare (med den förutsättningen att de andra användarna har lagt till tider för intervjuer i sina kalendrar). Vid behov kan vi möjliggöra detta även åt användare med andra rättigheter.

source: Two-way communication
da: Tovejskommunikation
de: Zwei-Wege-Kommunikation
et: Kahesuunaline suhtlus
fi: Kaksisuuntainen kommunikaatio
fr: Communication bidirectionnelle
lv: Divvirzienu saziņa
nb: Toveiskommunikasjon
nl: Tweerichtingscommunicatie
pl: Komunikacja dwukierunkowa
sv: Tvåvägskommunikation

source: Two-way communication enables your organization to keep the messaging with candidates “in TalentAdore”. When a candidate sends you an answer, you get an email notification and are directed to the candidate's “Application view” to read it.
da: Tovejskommunikation gør det muligt for din organisation at holde beskederne med kandidaterne "i TalentAdore". Når en kandidat sender dig et svar, får du en e-mailnotifikation og bliver dirigeret til kandidatens "Application view" for at læse det.
de: Die Zwei-Wege-Kommunikation ermöglicht es Ihrer Organisation, die Kommunikation mit Kandidaten in TalentAdore zu halten. Wenn ein Kandidat Ihnen eine Antwort schickt, erhalten Sie eine E-Mail-Benachrichtigung und werden zur "Bewerbungsansicht" des Kandidaten geleitet um sie zu lesen.
et: Kahesuunaline suhtlus võimaldab pidada kogu kandidaatidega seotud infovahetust TalentAdore’is. Kui kandidaat saadab vastuse, saad e-kirja ja sind suunatakse kandidaadi avalduse vaatesse.
fi: Kaksisuuntainen kommunikaatio mahdollistaa kommunikaation hakijoiden kanssa pelkästään TalentAdoren kautta. Tarkoittaen, että kun hakija vastaa sinulle sähköpostilla, saat tästä ilmoituksen, ja sähköposti tulee luettavaksi TalentAdoreen kyseisen hakijan "hakemus näkymä" sivulle.
lv: Divvirzienu saziņa ļauj jūsu organizācijai uzturēt saziņu ar kandidātiem “TalentAdore ietvaros”. Kad kandidāts jums nosūtīs atbildi, jūs saņemsiet e-pasta paziņojumu un tiksiet novirzīts uz kandidāta “Pieteikuma skatu”, lai to izlasītu.
nb: Toveiskommunikasjon gjør det mulig for organisasjonen din å opprettholde kommunikasjonen med kandidatene "i TalentAdore". Når en kandidat sender deg et svar, får du et e-postvarsel og blir sendt til kandidatens "Søknadsvisning" for å lese svaret.
sv: Med hjälp av tvåvägskommunikation kan ni styra alla diskussioner med era kandidater till TalentAdore. Om en kandidat skickar ett meddelande får du en notifikation till din e-post, från vilken du vidarebefordras till kandidatens ansökan i TalentAdore där meddelandet kan läsas.

source: Date based search criteria
da: Datobaserede søgekriterier
de: Datumsbasierte Suchkriterien
et: Kuupäevapõhised otsingutingimused
fi: Päivämäärään pohjautuva hakukriteeri
fr: Critères de recherche basés sur la date
lv: Uz datumu balstīti meklēšanas kritēriji
nb: Datobaserte søkekriterier
nl: Op datum gebaseerde zoekcriteria
pl: Kryteria wyszukiwania oparte na datach
sv: Datumbaserad sökfunktion

source: Date based search helps for finding specific things easier. This makes it possible to search for matches within a certain timeframe. This will make the search engine more accurate and helps you save time. It is usable in applications, jobs, and in the Talent Community.
da: Datobaseret søgning gør det nemmere at finde specifikke ting. Det gør det muligt at søge efter matches inden for en bestemt tidsramme. Det gør søgemaskinen mere præcis og hjælper dig med at spare tid. Den kan bruges i ansøgninger, jobs og i Talent Community.
de: Die datumsbasierte Suche erleichtert das Auffinden bestimmter Elemente. Damit ist es möglich, innerhalb eines bestimmten Zeitraums nach Übereinstimmungen zu suchen. Dies macht die Suchmaschine genauer und hilft Ihnen, Zeit zu sparen. Sie ist in Bewerbungen, Stellen und in der Talent Community nutzbar.
et: Kuupäevapõhine otsing aitab soovitut kiiremini leida. See võimaldab otsida vasteid kindlast ajavahemikust. Otsingumootor täpsem ja aitab aega säästa. Seda saab kasutada avalduste, ametikohtade ja Talent Community otsingus.
fi: Päivämäärään pohjautuva haku auttaa löytämään tarkkoja asioita helpommin. Tämä mahdollistaa haun, joka etsii osumat tietyn aikaikkunan sisältä. Tämä tekee hakukoneesta tarkemman ja auttaa säästämään aikaa. Tätä hakua voi käyttää hakemuksissa, työpaikoissa, sekä Talent Communityssa.
fr: La recherche basée sur la date aide à trouver des choses spécifiques plus facilement. Cela permet de rechercher des correspondances dans un certain laps de temps. Cela rendra le moteur de recherche plus précis et vous aidera à gagner du temps. Il est utilisable dans les candidatures, les emplois et dans la Communauté des talents.
lv: Uz datumu balstīta meklēšana palīdz vieglāk atrast konkrētas lietas. Tas ļauj meklēt atbilstību noteiktā laikposmā. Tas padarīs meklētājprogrammu precīzāku un palīdzēs jums ietaupīt laiku. To var izmantot pieteikumos, vakancēs un Talent Community.
nb: Datobasert søk gjør det enklere å finne spesifikke ting. Dette gjør det mulig å søke etter treff innen en bestemt tidsramme. Dette gjør søkemotoren mer nøyaktig og hjelper deg med å spare tid. Det kan brukes i søknader, jobber og i Talent Community.
nl: Op datum gebaseerd zoeken helpt bij het gemakkelijker vinden van specifieke dingen. Hierdoor is het mogelijk om te zoeken naar overeenkomsten binnen een bepaald tijdsbestek. Dit maakt de zoekmachine nauwkeuriger en bespaart u tijd. Het is bruikbaar in sollicitaties, vacatures en in de Talent Community.
pl: Wyszukiwanie oparte na datach ułatwia znajdowanie konkretnych rzeczy. Umożliwia to wyszukiwanie dopasowań w określonym przedziale czasowym. Dzięki temu wyszukiwarka jest dokładniejsza i pozwala zaoszczędzić czas. Jest to możliwe w aplikacjach, ofertach pracy i w Talent Community.
sv: Genom att söka med hjälp av datum är det enklare att specificera sökningen. Denna funktion kan hitta träffar för sökningen från en viss tidsperiod, och gör därmed sökningarna mer träffsäkra och hjälper dig att spara tid. Funktionen kan användas för att söka bland arbetsplatsannonser, ansökningar, och i Talent Community.

source: Cancel confirmed interview without email
da: Aflys bekræftet interview uden e-mail
de: Absage eines bestätigten Bewerbungsgesprächs ohne E-Mail
et: Kinnitatud vestluse tühistamine ilma e-kirjata
fi: Peru vahvistettu haastattelu ilman sähköpostia
fr: Annuler l'entretien confirmé sans email
lv: Atcelt apstiprinātu interviju bez e-pasta ziņojuma
nb: Avlyse bekreftet intervju uten e-post
nl: Bevestigd interview annuleren zonder e-mail
pl: Anuluj potwierdzoną rozmowę bez e-maila
sv: Avbokning av intervjuer utan meddelande

source: You can now cancel confirmed interviews, without necessarily having to send email to candidates. For example, you have agreed to cancel the interview with the candidate through the phone, so no email is needed.
da: Du kan nu aflyse bekræftede interviews uden nødvendigvis at skulle sende en e-mail til kandidaterne. Du har f.eks. aftalt at aflyse interviewet med kandidaten over telefonen, så det er ikke nødvendigt at sende en e-mail.
de: Sie können jetzt bestätigte Bewerbungsgespräche absagen, ohne dass Sie den Bewerbern eine E-Mail schicken müssen. Sie haben zum Beispiel vereinbart, das Bewerbungsgespräch mit dem Bewerber telefonisch abzusagen, so dass keine E-Mail erforderlich ist.
et: Nüüd saad tühistada kinnitatud vestlusi ilma kandidaadile e-kirja saatmata. Näiteks ei ole e-kirja vaja siis, kui lepid vestluse tühistamise kandidaadiga telefoni teel kokku.
fi: Voit nyt perua haastattelun, myös ilman pakollista sähköpostiviestiä kandidaatille. Esimerkiksi, olet jo sopinut puhelimitse perua haastattelun kyseisen kandidaatin kanssa, joten erillistä sähköpostiviestiä ei tarvita.
fr: Vous pouvez maintenant annuler les entretiens confirmés, sans nécessairement avoir à envoyer un e-mail aux candidats. Par exemple, vous avez convenu d'annuler l'entretien avec le candidat par téléphone, donc aucun e-mail n'est nécessaire.
lv: Tagad varat atcelt apstiprinātas intervijas, un kandidātiem nav obligāti jānosūta e-pasta ziņojums. Piemēram, pa tālruni vienojāties atcelt interviju ar kandidātu, tāpēc nav jāsūta e-pasta ziņojums.
nb: Du kan nå avlyse bekreftede intervjuer uten nødvendigvis å måtte sende e-post til kandidatene. Hvis du for eksempel har blitt enig med kandidaten om å avlyse intervjuet på telefon, er det ikke nødvendig å sende en e-post.
nl: Je kunt nu bevestigde sollicitatiegesprekken annuleren, zonder dat je per se een e-mail naar de kandidaten hoeft te sturen. Bijvoorbeeld, je hebt telefonisch met de kandidaat afgesproken om het sollicitatiegesprek te annuleren, dus er is geen e-mail nodig.
pl: Możesz teraz anulować potwierdzone rozmowy, bez konieczności wysyłania e-maila do kandydatów. Na przykład, uzgodniłeś z kandydatem anulowanie rozmowy przez telefon, więc e-mail nie jest potrzebny.
sv: Möjliggör avbokning av intervjuer utan att skicka meddelande åt ansökanden. Kommer väl till hands om du har avbokat en intervju per telefon och inte vill skicka ett meddelande åt personen i onödan.

source: Bug fixes, styling, and backend improvements
da: Fejlrettelser, styling og backend-forbedringer
de: Fehlerbehebungen, Styling und Backend-Verbesserungen
et: Veaparandused, stiilimuudatused ja tagasüsteemi täiustused
fi: Vika- ja tyylikorjauksia sekä toimivuuden parantamista
fr: Corrections de bugs, améliorations du style et du backend
lv: Kļūdu labojumi, stila un aizmugursistēmas uzlabojumi
nb: Feilrettinger, styling og forbedringer i backend
nl: Bugfixes, styling en backend-verbeteringen
pl: Poprawki błędów, stylizacja i ulepszenia zaplecza
sv: Buggfixar, styling och förbättringar av backend

source: This add-on feature enables you to neatly compile information about the top candidates to share with individuals within or outside your organization.
da: Denne tilføjelsesfunktion gør det muligt for dig at samle oplysninger om de bedste kandidater, som du kan dele med personer i eller uden for din organisation.
de: Mit dieser Zusatzfunktion können Sie Informationen über die besten Bewerber übersichtlich zusammenstellen und an Personen innerhalb oder außerhalb Ihres Unternehmens weitergeben.
et: See lisafunktsioon võimaldab koguda kokku parimate kandidaatide info ja jagada seda nii ettevõttes kui ka sellest väljaspool.
fi: Tämän lisätoiminnon avulla voit koostaa tiedot parhaista hakijoista jaettavaksi organisaatiosi sisällä tai sen ulkopuolella.
fr: Cette fonctionnalité complémentaire vous permet de compiler soigneusement les informations sur les meilleurs candidats à partager avec des personnes au sein ou en dehors de votre organisation.
lv: Šī papildfunkcija ļauj ērti apkopot informāciju par labākajiem kandidātiem, lai kopīgotu to ar personām jūsu organizācijā vai ārpus tās.
nb: Med denne tilleggsfunksjonen kan du samle informasjon om de beste kandidatene og dele den med personer i eller utenfor organisasjonen.
nl: Met deze add-on functie kun je informatie over de topkandidaten overzichtelijk samenstellen om te delen met personen binnen of buiten je organisatie.
pl: Ta dodatkowa funkcja umożliwia przejrzyste zestawienie informacji o najlepszych kandydatach, którymi można podzielić się z osobami wewnątrz lub na zewnątrz organizacji.
sv: Denna extrafunktion tillåter dig att snyggt sammanställa information om era top kandidater för att dela med individer inom eller utanför er organisation.

source: Adding Talent Community members to active recruitments
da: Tilføjelse af Talent Community-medlemmer til aktive rekrutteringer
de: Hinzufügen von Mitgliedern der Talent Community zu aktiven Bewerbungsverfahren
et: Talent Community liikmete lisamine aktiivsetesse värbamistesse
fi: Talent Community -jäsenen lisääminen aktiiviseen rekrytointiprosessiin
fr: Ajout de membres de la communauté de talents aux recrutements actifs
lv: Talent Community dalībnieku pievienošana aktīvai atlasei
nb: Legge til medlemmer av Talent Community i aktive rekrutteringer
nl: Talent Community-leden toevoegen aan actieve wervingen
pl: Dodawanie członków Talent Community do aktywnych rekrutacji
sv: Tillägg Talent Community medlemmar till aktiva rekryteringar

source: This extra feature allows you to directly add talents from Talent Community to your organization’s active recruitment processes. The action can be done individually from the “{talent_page}” page or as a mass action from the “{tc_page}” page.
da: Denne ekstra funktion giver dig mulighed for direkte at tilføje talenter fra Talent Community til din organisations aktive rekrutteringsprocesser. Handlingen kan udføres individuelt fra siden "{talent_page}" eller som en massehandling fra siden "{tc_page}".
de: Diese zusätzliche Funktion ermöglicht es Ihnen, Talente aus der Talent-Community direkt in die aktiven Bewerbungsverfahren Ihres Unternehmens aufzunehmen. Die Aktion kann einzeln auf der Seite "{talent_page}" oder als Massenaktion auf der Seite "{tc_page}" durchgeführt werden.
et: See lisafunktsioon võimaldab lisada Talent Community talente organisatsiooni aktiivsetesse värbamisprotsessidesse. Seda saad üksiktoiminguna teha lehel „{talent_page}“ või masstoiminguna lehel „{tc_page}“.
fi: Tämän lisätoiminnon avulla saat lisättyä talentteja aktiivisiin rekrytointiprosesseihin suoraan Talent Communitysta. Lisäyksen voi tehdä hakijakohtaisesti joko “{talent_page}” -sivulta tai massatoimintona “{tc_page}” -sivulta.
lv: Šī papildu funkcija ļauj talantus no Talent Community tieši pievienot jūsu organizācijas aktīvajiem atlases procesiem. Šo darbību var veikt individuāli lapā “{talent_page}” vai arī kā masveida darbību lapā “{tc_page}”.
nb: Med denne ekstrafunksjonen kan du legge til talenter fra Talent Community direkte i organisasjonens aktive rekrutteringsprosesser. Dette kan gjøres enkeltvis fra siden "{talent_page}" eller som en massehandling fra siden "{tc_page}".
sv: Denna extra funktion tillåter dig att tillägga talanger från Talent Community till din organisations aktiva rekryteringsprocesser. Det kan göras individuellt från “{talent_page}” sidan eller i massa från “{tc_page}” sidan.

source: Admin users can now follow a log of user actions related to job postings and Recright video interviews. Click on your photo at the top right corner and select “{view}” to follow your users’ actions
da: Admin-brugere kan nu følge en log over brugerhandlinger i forbindelse med jobopslag og Recright-videosamtaler. Klik på dit foto i øverste højre hjørne, og vælg "{view}" for at følge dine brugeres handlinger
de: Admin-Benutzer können jetzt ein Protokoll der Benutzeraktionen im Zusammenhang mit Stellenausschreibungen und Recright-Video-Bewerbungsgesprächen verfolgen. Klicken Sie auf Ihr Foto in der oberen rechten Ecke und wählen Sie "{view}", um die Aktivitäten Ihrer Nutzer zu verfolgen.
et: Administraatorid saavad nüüd jälgida töökuulutuste ja Recrighti videovestlustega seotud kasutajategevuste logi. Klõpsa ülemises paremas nurgas oma fotol ja vali „{view}“, et jälgida oma kasutajate tegevusi.
fi: Pääkäyttäjät voivat nyt seurata toimintalokista työpaikkaportaalien ja videotoimintojen aktiviteettitietoja. Avaa järjestelmän oikeasta yläkulmasta avautuva valikko ja klikkaa kohdasta “{view}”.
lv: Tagad administratori var sekot līdzi lietotāju ar darba sludinājumiem un Recright video intervijām saistīto darbību žurnālam. Noklikšķiniet uz sava fotoattēla augšējā labajā stūrī un izvēlieties “{view}”, lai sekotu līdzi lietotāju darbībām
nb: Administratorbrukere kan nå følge en logg over brukerhandlinger knyttet til jobbannonser og Recright-videointervjuer. Klikk på bildet ditt øverst i høyre hjørne og velg "{view}" for å følge brukernes handlinger
sv: Administratörer kan nu följa en logg av händelser relaterad till arbetsansökningar och Recright video intervjuer. Klicka på ditt foto på övre högra hörnet och välj “{view}” för att följa dina användares aktiviteter.

source: Target lead times in recruitment flows
da: Mål for gennemløbstider i rekrutteringsflowet
de: Zielvorgaben für die Durchlaufzeiten in Einstellungsabläufen
et: Värbamisvoogude etappide sihtajad
fi: Tavoiteajat rekrytointipoluissa
fr: Délais cibles dans les flux de recrutement
lv: Mērķa izpildes laiks atlases plūsmās
nb: Mål for ledetider i rekrutteringsflyten
nl: Streef doorlooptijden na in wervingsprocessen
pl: Docelowe czasy realizacji w procesach rekrutacyjnych
sv: Målsatt tid i rekryteringsflöden

source: Admin users and recruiters can now set the default target lead times: Maximum number of days a candidate should remain in a specific recruitment flow step. In order to do so, go to “{view}” and open “{tab}”. Target lead times can be added when you edit a custom recruitment flow.
da: Administratorer og rekrutteringsansvarlige kan nu indstille standardmål for gennemløbstider: det maksimale antal dage, en kandidat skal forblive i et specifikt rekrutteringsflowtrin. For at gøre dette, skal du gå til "{view}" og åbne "{tab}". Mål for gennemløbstider kan tilføjes, når du redigerer et tilpasset rekrutteringsflow.
de: Admin-Benutzer und Personalverantwortliche können jetzt die Standard-Zielvorlaufzeiten festlegen: Maximale Anzahl von Tagen, die ein Kandidat in einem bestimmten Schritt des Einstellungsablaufs bleiben soll. Gehen Sie dazu auf "{view}" und öffnen Sie "{tab}". Zielvorlaufzeiten können hinzugefügt werden, wenn Sie einen benutzerdefinierten Einstellungsablauf bearbeiten.
et: Administraatorid ja värbajad saavad nüüd määrata vaikesihtaegasid ehk päevade arvu, mida kandidaat võib kindlas värbamisvoo etapis veeta. Selleks ava „{view}“ ja seejärel „{tab}“. Sihtaegasid saad lisada kohandatud värbamisvoogu muutes.
fi: Rekrytointipolkuihin on mahdollista lisätä tavoiteajat. Tavoiteaika tarkoittaa enimmäisaikaa, jonka hakemus saa olla tietyssä vaiheessa. Tavoiteaikoja pääset lisäämään “{view}” & “{tab}” -osiosta muokkaamalla rekrytointipolkuja.
lv: Administratori un personāla atlases speciālisti tagad var iestatīt noklusējuma mērķa izpildes laiku: Maksimālais dienu skaits, kas kandidātam jāpavada konkrētā atlases plūsmas posmā. Lai to izdarītu, dodieties uz “{view}” un atveriet “{tab}”. Mērķa izpildes laiku var pievienot, rediģējot pielāgotu atlases plūsmu.
nb: Administratorbrukere og rekrutterere kan nå angi standard mål for ledetider: Maksimalt antall dager en kandidat skal være på et bestemt trinn i rekrutteringsflyten. Dette gjør du ved å gå til "{view}" og åpne "{tab}". Mål for ledetider kan legges til når du redigerer en egendefinert rekrutteringsflyt.
sv: Administratörer och rekryterare kan nu se standard målsatt tid: Maximum antal dagar en kandidat kan hållas i ett specifikt rekryteringsflödes steg. För att göra detta, gå till “{view}” och öppna “{tab}”. Målsatt tid kan tilläggas när du redigerar ett rekyryteringsflöde.

source: Recruitment flows
da: Rekrutteringsflow
de: Einstellungsabläufe
et: Värbamisvood
fi: Rekrytointipolut
fr: Flux de recrutement
lv: Atlases plūsmas
nb: Rekrutteringsflyter
nl: Wervingsstromen
pl: Procesy rekrutacyjne
sv: Rekryteringsflöden

source: Application edit link expiration
da: Udløb af link til redigering af ansøgning
de: Ablauf des Links zur Bearbeitung der Bewerbung
et: Avalduse muutmise lingi aegumine
fi: Hakemuksen muokkauslinkin voimassaoloaika
fr: Expiration du lien de modification de la candidature
lv: Pieteikuma rediģēšanas saites derīguma termiņa beigas
nb: Utløp av lenke for redigering av søknad
nl: Vervaldatum van de bewerkingslink voor de sollicitatie
pl: Wygaśnięcie linku do edycji aplikacji
sv: Upphörande av länken för redigering av ansökningen
