Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Candidate introduction updated successfully
da: Kandidatintroduktion opdateret med succes
de: Kandidatenvorstellung erfolgreich aktualisiert
et: Kandidaaditutvustuse uuendamine õnnestus
fi: Hakijaesittelyn päivitys onnistui
fr: Introduction du candidat mise à jour avec succès
lv: Veiksmīgi atjaunināta kandidāta iepazīstināšana
nb: Kandidatintroduksjonen er oppdatert
nl: Kandidaatintroductie succesvol bijgewerkt
pl: Wprowadzenie kandydata zaktualizowane pomyślnie
sv: Kandidatintroduktion uppdaterad

source: Candidate introduction removed successfully
da: Kandidatintroduktion fjernet med succes
de: Kandidatenvorstellung erfolgreich gelöscht
et: Kandidaaditutvustuse eemaldamine õnnestus
fi: Hakijaesittelyn poistaminen onnistui
fr: Introduction du candidat supprimée avec succès
lv: Veiksmīgi noņemta kandidāta iepazīstināšana
nb: Kandidatpresentasjonen er fjernet
nl: Kandidaatintroductie succesvol verwijderd
pl: Wprowadzenie kandydata usunięte pomyślnie
sv: Kandidatintroduktion raderad

source: Action {} not support
da: Handling {} understøtter ikke
de: Aktion {} nicht unterstützt
et: Toiming {} ei ole toetatud
fi: Toimintoa {} ei voi suorittaa
fr: Action {} non prise en charge
lv: Darbība {} nav atbalstīta
nb: Handling {} støttes ikke
nl: Actie {} niet ondersteund
pl: Akcja {} nie jest obsługiwana
sv: Åtgärd {} stöds inte

source: You do not have permission to view candidate introduction recipient data
da: Du har ikke tilladelse til at se data om modtagere af kandidatintroduktioner
de: Sie haben keine Berechtigung, die Empfängerdaten für die Kandidateneinführung einzusehen
et: Sul ei ole õigust vaadata kandidaaditutvustuse saaja andmeid
fi: Sinulla ei ole oikeuttaa nähdä hakijan esittelymateriaalia.
fr: Vous n'avez pas la permission de voir les données des destinataires de l'introduction du candidat
lv: Jums nav atļaujas skatīt kandidātu iepazīstināšanas saņēmēja datus
nb: Du har ikke tillatelse til å se opplysninger om mottakere av kandidatintroduksjoner
nl: U heeft geen toestemming om gegevens van ontvangers van kandidaatintroducties te bekijken
pl: Nie masz uprawnień do przeglądania danych odbiorcy wprowadzenia kandydata
sv: Du har inte tillstånd att se kandidatintroduktionsspecifikt material

source: Message cannot be left empty
da: Beskeden kan ikke efterlades tom
de: Nachricht darf nicht leer sein
et: Sõnumit ei saa tühjaks jätta
fi: Viestiä ei voi jättää tyhjäksi
fr: Le message ne peut pas être laissé vide
lv: Ziņojumu nevar atstāt tukšu
nb: Meldingen kan ikke stå tom
nl: Bericht mag niet leeg zijn
pl: Wiadomość nie może być pusta
sv: Meddelande kan inte lämnas tomt

source: Candidate introduction message sent to the collaborators
da: Kandidatintroduktionsbesked sendt til samarbejdspartnerne
de: Kandidatenvorstellungs-Nachricht an Kollaborateure gesendet
et: Kandidaaditutvustuse sõnum on saadetud kaasloojatele
fi: Hakijaesittelyn viesti lähetetty yhteiskäyttäjille
fr: Message d'introduction du candidat envoyé aux collaborateurs
lv: Kandidāta iepazīstināšanas ziņojums, kas nosūtīts sadarbības kolēģim
nb: Melding om kandidatintroduksjon sendt til samarbeidspartnerne
nl: Kandidaatintroductiebericht verzonden naar de medewerkers
pl: Wiadomość wprowadzająca kandydata wysłana do współpracowników
sv: Kandidatintroduktionens meddelande har skickats till samarbetare

source: Edit candidate introduction
da: Redigér introduktionen til kandidaten
de: Kandidatenvorstellung bearbeiten
et: Muuda kandidaaditutvustust
fi: Muokkaa hakijaesittelyä
fr: Modifier l'introduction du candidat
lv: Rediģēt kandidāta iepazīstināšanu
nb: Redigere kandidatintroduksjon
nl: Kandidaatintroductie bewerken
pl: Edytuj wprowadzenie kandydata
sv: Redigera kandidatintroduktion

source: Send email to {}
da: Send en e-mail til {}
de: E-Mail an {} senden
et: Saada e-kiri isikule {}
fi: Lähetä sähköposti organisaatiolle {}
fr: Envoyer un e-mail à {}
lv: Sūtīt e-pastu uz {}
nb: Sende e-post til {}
nl: E-mail verzenden naar {}
pl: Wyślij e-mail do {}
sv: Skicka e-post till {}

source: Section type not supported
et: Jaotise tüüpi ei toetata
fi: Osion tyyppiä ei tueta
sv: Sektionstypen stöds inte

source: Failed to modify following users: {} Check user privilege.
da: Kunne ikke ændre følgende brugere: {} Tjek brugerrettigheder.
de: Bearbeitung von folgenden Benutztern fehlgeschlagen: {} Benutzerberechtigungen überprüfen.
et: Järgmisi kasutajaid ei õnnestunud muuta: {} Kontrolli kasutaja õigusi.
fi: Pyyntö muokata seuraavia käyttäjiä epäonnistui: {} Tarkistathan käyttöoikeudet.
fr: Échec de la modification des utilisateurs suivants : {} Vérifiez les privilèges de l'utilisateur.
lv: Neizdevās mainīt šādus lietotājus: {} Pārbaudiet lietotāja priekšrocības.
nb: Kunne ikke endre følgende brukere: {} Sjekk brukerrettigheter.
nl: Wijzigen van de volgende gebruikers mislukt: {} Controleer gebruikersprivilege.
pl: Nie udało się zmodyfikować następujących użytkowników: {} Sprawdź uprawnienia użytkownika.
sv: Kunde inte ändra följande användare: {} Kontrollera rättigheter.

source: A group interview slot has been shared with you
da: Du har fået tildelt en plads til et gruppeinterview
de: Ein Gruppenbewerbungsgesprächs-Slot wurde mit Ihnen geteilt
et: Grupivestluse aega jagati
fi: Sinulle on jaettu ryhmähaastattelu
fr: Un créneau d'entretien de groupe a été partagé avec vous
lv: Ar jums ir kopīgots grupas intervijai atvēlētais laiks
nb: Du har fått tildelt en tidsluke til gruppeintervju
nl: Er is een groepsinterviewslot met u gedeeld
pl: Termin rozmowy grupowej został z Tobą udostępniony
sv: En gruppintervjutid har delats med dig

source: No community groups found
da: Ingen samfundsgrupper fundet
de: Keine gemeinschaftlichen Gruppen gefunden
et: Talent Community gruppe ei leitud
fi: Talent Community ryhmiä ei löytynyt
fr: Aucun groupe communautaire trouvé
lv: Nav atrasta neviena kopienas grupa
nb: Fant ingen felleskapsgrupper
nl: Geen communitygroepen gevonden
pl: Nie znaleziono grup w Talent Community
sv: Inga community grupper hittades

source: There are still errors in selection which needs to be resolved
da: Der er stadig fejl i udvælgelsen, som skal løses
de: Es gibt noch Fehler bei der Auswahl, die noch behoben werden müssen
et: Valikus on veel tõrkeid, mis tuleb lahendada
fi: Hakijoiden valinnassa on virheitä, jotka täytyy ratkaista
fr: Il y a encore des erreurs dans la sélection qui doivent être résolues
lv: Izvēlē joprojām ir kļūdas, kas jānovērš
nb: Det er fortsatt feil i utvelgelsen som må rettes opp
nl: Er zijn nog steeds fouten in de selectie die moeten worden opgelost
pl: W zaznaczeniu nadal występują błędy, które należy rozwiązać
sv: Det finns fortfarande fel i urvalet som måste åtgärdas

source: Message scheduled to be sent
da: Planlagt besked der skal sendes
de: Nachricht zum Senden geplant
et: Sõnumi saatmisaeg on planeeritud
fi: Aikataulutettu viesti on valmis lähetettäväksi
fr: Message programmé pour être envoyé
lv: Sūtīšanai ieplānotie ziņojumi
nb: Melding som er planlagt sendt
nl: Bericht gepland om te worden verzonden
pl: Wiadomość zaplanowana do wysłania
sv: Meddelandet är schemalagt att skickas

source: Delete group
da: Slet gruppe
de: Gruppe löschen
et: Kustuta grupp
fi: Poista ryhmä
fr: Supprimer le groupe
lv: Dzēst grupu
nb: Slett gruppe
nl: Groep verwijderen
pl: Usuń grupę
sv: Radera grupp

source: Action or community groups not found
da: Aktions- eller samfundsgrupper ikke fundet
de: Aktion oder gemeinschaftlichen Gruppen nicht gefunden
et: Toimingut või Talent Community gruppe ei leitud
fi: Toimintoa tai talent community ryhmää ei löytynyt
fr: Action ou groupes communautaires non trouvés
lv: Darbību vai kopienu grupas nav atrastas
nb: Fant ikke handling eller fellesskapsgrupper
nl: Actie- of community-groepen niet gevonden
pl: Nie znaleziono akcji lub grup w Talent Community
sv: Åtgärd eller community grupp hittades inte

source: Interview not yet scheduled
da: Interview endnu ikke planlagt
de: Bewerbungsgespräch noch nicht geplant
et: Vestlust ei ole veel planeeritud
fi: Haastattelua ei ole vielä varattu
fr: Entretien pas encore programmé
lv: Intervija vēl nav ieplānota
nb: Intervjuet er ennå ikke avtalt
nl: Interview nog niet gepland
pl: Rozmowa nie została jeszcze zaplanowana
sv: Intervjun har ännu inte bokats

source: Adding snap-it has been cancelled or received data is not valid
da: Tilføjelse af snap-it er blevet annulleret, eller modtagne data er ikke gyldige
de: Das Hinzufügen von Snap-it wurde abgebrochen oder die empfangenen Daten sind ungültig
et: Andmete lisamine tühistati või saadud andmed ei sobinud
fi: Snap-it lisäys on peruttu tai vastaanotettu data ei ole validia
fr: L'ajout de snap-it a été annulé ou les données reçues ne sont pas valides
lv: Snap-it pievienošana ir atcelta vai saņemtie dati nav derīgi
nb: Tillegging av snap-it er avbrutt eller mottatte opplysninger er ikke gyldige
nl: Toevoegen van snap-it is geannuleerd of ontvangen gegevens zijn ongeldig
pl: Dodawanie snap-it zostało anulowane lub otrzymane dane są nieprawidłowe
sv: Tilläggande av snap-it har avbrutits, eller så är den mottagna datan inte giltig.

source: Cannot parse data
da: Kan ikke analysere data
de: Daten können nicht geparst werden
et: Andmeid ei saa sõeluda
fi: Dataa ei voitu parsia
fr: Impossible d'analyser les données
lv: Nevar parsēt datus
nb: Kan ikke dele opp opplysninger
nl: Kan gegevens niet verwerken
pl: Nie można przetworzyć danych
sv: Kunde inte tolka data

source: Attribute added successfully
da: Attribut tilføjet med succes
de: Attribut erfolgreich hinzugefügt
et: Atribuut on edukalt lisatud
fi: Attribuutti lisätty onnistuneesti
fr: Attribut ajouté avec succès
lv: Atribūts veiksmīgi pievienots
nb: Attributt lagt til
nl: Attribuut succesvol toegevoegd
pl: Atrybut został pomyślnie dodany
sv: Attributet har lagts till framgångsrikt

source: You do not have a permission to export this
da: Du har ikke tilladelse til at eksportere dette
de: Sie haben keine Berechtigung, dies zu exportieren
et: Teil pole luba seda eksportida
fi: Sinulla ei ole oikeutta viedä tätä
fr: Vous n'avez pas la permission d'exporter ceci
lv: Jums nav atļaujas eksportēt šo
nb: Du har ikke tillatelse til å eksportere dette
nl: Je hebt geen toestemming om dit te exporteren
pl: Nie masz uprawnień do eksportowania tego
sv: Du har inte behörighet att exportera detta

source: No report profile found
da: Ingen rapportprofil fundet
de: Kein Berichtsprofil gefunden
et: Aruande profiili ei leitud
fi: Raporttia ei löytynyt
fr: Aucun profil de rapport trouvé
lv: Nav atrasts pārskata profils
nb: Ingen rapportprofil funnet
nl: Geen rapportprofiel gevonden
pl: Nie znaleziono profilu raportu
sv: Ingen rapportprofil hittades

source: Default profile
da: Standardprofil
de: Standard-Profil
et: Vaikeprofiil
fi: Oletusprofiili
fr: Profil par défaut
lv: Noklusējuma profils
nb: Standardprofil
nl: Standaardprofiel
pl: Profil domyślny
sv: Standardprofil

source: File is in preparation... You will be notify later.
da: Filen er under forberedelse... Du vil blive underrettet senere.
de: Datei wird vorbereitet...Sie werden später benachrichtigt
et: Faili valmistatakse ette ... Sulle saadetakse hiljem teade.
fi: Tiedosto on valmistumassa... Saat ilmoituksen myöhemmin.
fr: Le fichier est en préparation... Vous serez informé ultérieurement.
lv: Fails tiek sagatavots... Jums tiks paziņots vēlāk.
nb: Filen forberedes... Du vil bli varslet senere.
nl: Bestand wordt voorbereid... U wordt later op de hoogte gebracht.
pl: Plik jest w przygotowaniu... Otrzymasz powiadomienie później.
sv: Filen förbereds... Du kommer få en notis senare.

source: You do not have permission to customize columns
da: Du har ikke tilladelse til at tilpasse kolonner
de: Sie haben keine Berechtigung, Spalten anzupassen
et: Teil pole luba veerge kohandada
fi: Sinulla ei ole oikeutta muokata sarakkeita
fr: Vous n'avez pas la permission de personnaliser les colonnes
lv: Jums nav atļaujas pielāgot kolonnas
nb: Du har ikke tillatelse til å tilpasse kolonner
nl: Je hebt geen toestemming om kolommen aan te passen
pl: Nie masz uprawnień do dostosowywania kolumn
sv: Du har inte behörighet att anpassa kolumner

source: Data is missing from request
da: Data mangler fra anmodningen
de: In der Anfrage fehlen Daten
et: Taotlusest puuduvad andmed
fi: Pyynnöstä puuttuu tietoja
fr: Les données sont manquantes dans la requête
lv: Pieprasījumā trūkst datu
nb: Data mangler fra forespørselen
nl: Gegevens ontbreken in het verzoek
pl: W żądaniu brakuje danych
sv: Data saknas från begäran

source: Unable to save the evaluation
da: Kunne ikke gemme evalueringen
de: Bewertung konnte nicht gespeichert werden
et: Hinnangut ei õnnestunud salvestada
fi: Arviointia ei voitu tallentaa
fr: Impossible d'enregistrer l'évaluation
lv: Nevar saglabāt novērtējumu
nb: Kan ikke lagre evalueringen
nl: Kan de evaluatie niet opslaan
pl: Nie można zapisać oceny
sv: Det gick inte att spara utvärderingen

source: Evaluation submitted successfully
da: Evaluering indsendt med succes
de: Bewertung erfolgreich abgeschickt
et: Hinnang on edukalt esitatud
fi: Arviointi lähetetty onnistuneesti
fr: Évaluation soumise avec succès
lv: Novērtējums veiksmīgi iesniegts
nb: Evaluering sendt inn
nl: Evaluatie succesvol ingediend
pl: Ocena została pomyślnie przesłana
sv: Utvärderingen har skickats in framgångsrikt

source: Evaluation has been saved as a draft
da: Evalueringen er blevet gemt som et udkast
de: Bewertung wurde als Entwurf gespeichert
et: Hinnang on salvestatud mustandina
fi: Arviointi on tallennettu luonnoksena
fr: L'évaluation a été enregistrée comme brouillon
lv: Novērtējums ir saglabāts kā melnraksts
nb: Evalueringen er lagret som et utkast
nl: Evaluatie is opgeslagen als concept
pl: Ocena została zapisana jako wersja robocza
sv: Utvärderingen har sparats som ett utkast

source: No application found
da: Ingen ansøgning fundet
de: Keine Bewerbung gefunden
et: Avaldust ei leitud
fi: Hakemuksia ei löytynyt
fr: Aucune candidature trouvée
lv: Nav atrasts neviens pieteikums
nb: Fant ingen søknad
nl: Geen sollicitatie gevonden
pl: Nie znaleziono aplikacji
sv: Inga ansökningar hittades

source: Thank you for your report. It will be taken into consideration.
da: Tak for din rapport. Den vil blive taget i betragtning.
de: Vielen Dank für Ihren Bericht! Wir werden ihn berücksichtigen.
et: Aitäh aruande eest! Seda võetakse arvesse.
fi: Kiitos palautteesta, otamme sen huomioon palautetta parantaessamme.
fr: Merci pour votre rapport. Il sera pris en considération.
lv: Paldies par atskaiti! Tas tiks ņemts vērā.
nb: Takk for rapporten. Den vil bli tatt i betraktning.
nl: Bedankt voor uw melding. Het zal in overweging worden genomen.
pl: Dziękujemy za zgłoszenie. Zostanie ono wzięte pod uwagę.
sv: Tack för din rapport. Vi kommer att ta den i beaktan.

source: Feedback could not be processed
da: Feedback kunne ikke behandles
de: Feedback konnte nicht verarbeitet werden
et: Tagasidet ei saanud töödelda
fi: Palautetta ei pystytty prosessoimaan
fr: Le commentaire n'a pas pu être traité
lv: Atsauksmi nevarēja apstrādāt
nb: Tilbakemeldingen kunne ikke behandles
nl: Feedback kon niet worden verwerkt
pl: Nie można przetworzyć opinii
sv: Feedback kunde inte processerats

source: You do not have a permission to send feedback
da: Du har ikke tilladelse til at sende feedback
de: Sie haben keine Berechtigung, Feedback zu senden
et: Sul ei ole õigust tagasisidet saata
fi: Sinulla ei ole lupaa lähettää palautetta
fr: Vous n'avez pas la permission d'envoyer un commentaire
lv: Jums nav atļaujas sūtīt atsauksmes
nb: Du har ikke tillatelse til å sende tilbakemelding
nl: U heeft geen toestemming om feedback te sturen
pl: Nie masz uprawnień do wysyłania opinii
sv: Du har inte behörighet att skicka feedback

source: Waiting to send
da: Venter på at sende
de: Warten auf das Senden
et: Saatmise ootel
fi: Odottaa lähetystä
fr: En attente d'envoi
lv: Gaida sūtīšanu
nb: Venter på å sende
nl: Wachten op verzenden
pl: Oczekiwanie na wysłanie
sv: Väntar på att skickas

source: Feedback saved successfully! If you change the evaluation, the feedback will be overwritten.
da: Feedback gemt med succes! Hvis du ændrer vurderingen, vil feedbacken blive overskrevet.
de: Feedback erfolgreich gespeichert! Falls Sie die Bewertung noch ändern, wird das Feedback überschrieben.
et: Tagasiside salvestamine õnnestus. Kui muudad hindamist, kirjutatakse tagasiside üle.
fi: Palaute tallennettu onnistuneesti! Jos muutat arviointia, palaute kirjoitetaan uudelleen.
fr: Commentaire enregistré avec succès ! Si vous modifiez l'évaluation, le commentaire sera écrasé.
lv: Atsauksme veiksmīgi saglabāta! Ja mainīsiet vērtējumu, atsauksme tiks pārrakstīta.
nb: Tilbakemeldingen er lagret! Hvis du endrer evalueringen, blir tilbakemeldingen overskrevet.
nl: Feedback succesvol opgeslagen! Als u de evaluatie wijzigt, wordt de feedback overschreven.
pl: Opinia zapisana pomyślnie! W przypadku zmiany oceny opinia zostanie nadpisana.
sv: Feedbacken sparades. Om du ändrar utvärderingen kommer feedbacken också att skrivas om.

source: Feedbacks sent
da: Feedbacks sendt
de: Feedbacks gesendet
et: Tagasiside saadetud
fi: Palautteet lähetetty
fr: Commentaires envoyés
lv: Atsauksmes nosūtītas
nb: Tilbakemeldinger sendt
nl: Feedback verzonden
pl: Opinie wysłane
sv: Feedback har skickats

source: Status cannot be changed for {unsent} applicants, feedback sent to {sent} applicants
da: Status kan ikke ændres for {unsent} ansøgere, feedback sendes til {sent} ansøgere
de: Status kann für {unsent} Bewerber nicht geändert werden, Feedback an {sent} Bewerber gesendet
et: {unsent} kandidaadi olekut ei saa muuta, tagasiside saadeti {sent} kandidaadile
fi: Statusta ei voi muuttaa {unsent} hakijoille, palaute lähetetty {sent} hakijoille
fr: Le statut ne peut pas être modifié pour {unsent} candidats, commentaire envoyé à {sent} candidats
lv: Statusu nevar mainīt {unsent} kandidātiem, atsauksme nosūtīta {sent} kandidātiem
nb: Status kan ikke endres for {unsent} søkere, tilbakemelding sendes til {sent} søkere
nl: Status kan niet worden gewijzigd voor {unsent} sollicitanten, feedback verzonden naar {sent} sollicitanten
pl: Nie można zmienić statusu dla {unsent} kandydatów, opinia wysłana do {sent} kandydatów
sv: Status kan inte ändras för {unsent} sökande, feedback skickad till {sent} sökande

source: Feedback sent to %(num)s applicant
da: Feedback sendt til %(num)s ansøger
de: Rückmeldung an %(num)s Bewerber gesendet
et: Tagasiside saadeti %(num)s kandidaadile
fi: Palaute lähetetty %(num)s hakijalle
lv: Atsauksmes nosūtītas %(num)s kandidātam
nb: Tilbakemelding sendt til %(num)s søker
sv: Feedback skickad till %(num)s sökande

source: Interview status
da: Status for interview
de: Status des Interviews
et: Vestluse olek
fi: Haastattelun status
fr: Statut de l'entretien
lv: Intervijas statuss
nb: Intervjustatus
pl: Status rozmowy
sv: Intervjustatus

source: Invited to how many group interviews?
da: Inviteret til hvor mange gruppeinterviews?
de: Eingeladen zu wie vielen Gruppenbewerbungsgesprächen?
et: Mitmele grupivestlusele on kutsutud?
fi: Ryhmähaastattelujen määrä
fr: Invité à combien d'entretiens de groupe ?
lv: Uz cik grupas intervijām esat uzaicināts?
nb: Hvor mange gruppeintervjuer ble du invitert til?
nl: Uitgenodigd voor hoeveel groepsinterviews?
pl: Na ile rozmów grupowych zaproszono?
sv: Antal gruppintervjuer

source: Datetime or language or duration is missing
da: Dato-tidspunkt eller sprog eller varighed mangler
de: Datum/Zeit oder Sprache oder Länge fehlt
et: Puudu on kuupäev ja kellaaeg või keel või kestus
fi: Aika, kieli tai kesto puuttuvat
fr: La date/heure, la langue ou la durée est manquante
lv: Trūkst datuma, laika, valodas vai ilguma
nb: Datetime, språk eller varighet mangler
nl: Datum/tijd, taal of duur ontbreekt
pl: Brakuje daty i godziny, języka lub czasu trwania
sv: Tid, språk eller längd saknas

source: Message or subject cannot be left empty
da: Besked eller emne må ikke være tomt
de: Nachricht oder Betreff darf nicht leer sein
et: Sõnumit või teemat ei saa tühjaks jätta
fi: Viesti- tai otsikkokenttää ei voi jättää tyhjäksi
fr: Le message ou le sujet ne peut pas être laissé vide
lv: Ziņojumu vai tematu nedrīkst atstāt tukšu
nb: Melding eller emne kan ikke stå tomt
nl: Bericht of onderwerp mag niet leeg zijn
pl: Wiadomość lub temat nie mogą być puste
sv: Meddelandets text- eller rubrikfält kan inte lämnas tomt

source: Unable to create group interview slot
da: Kan ikke oprette plads til gruppeinterview
de: Gruppeninterviewzeitfenster kann nicht erstellt werden
et: Grupivestluse aega ei saa luua
fi: Ryhmähaastattelua ei voitu luoda
fr: Impossible de créer un créneau d'entretien de groupe
lv: Nevar izveidot grupas intervijas laiku
nb: Kan ikke opprette tidsluke for gruppeintervju
nl: Kan groepsinterviewslot niet maken
pl: Nie można utworzyć terminu rozmowy grupowej
sv: Det gick inte att skapa en gruppintervjutid

source: Group interview slot added
da: Plads til gruppeinterview tilføjet
de: Gruppenbewerbungsgesprächszeitfenster hinzugefügt
et: Grupivestluse aeg on lisatud
fi: Ryhmähaastattelu lisätty
fr: Créneau d'entretien de groupe ajouté
lv: Grupas intervijas laiks ir pievienots
nb: Lagt til tidsluke for gruppeintervju
nl: Groepsinterviewslot toegevoegd
pl: Dodano termin rozmowy grupowej
sv: Gruppintervjutiden har lagts till

source: Group interview updated successfully
da: Gruppeinterview opdateret med succes
de: Gruppenbewerbungsgespräch erfolgreich aktualisiert
et: Grupivestluse uuendamine õnnestus
fi: Ryhmähaastattelun tiedot päivitettiin
fr: Entretien de groupe mis à jour avec succès
lv: Grupas intervija ir veiksmīgi atjaunināta
nb: Gruppeintervjuet ble oppdatert
nl: Groepsinterview succesvol bijgewerkt
pl: Rozmowa grupowa zaktualizowana pomyślnie
sv: Gruppintervjuns uppgifter har uppdaterats

source: Group interview slot deleted
da: Gruppeinterview slettes
de: Gruppenbewerbungsgesprächszeitfenster gelöscht
et: Grupivestluse aeg on kustutatud
fi: Ryhmähaastattelu poistettu
fr: Créneau d'entretien de groupe supprimé
lv: Grupas intervijas laiks ir dzēsts
nb: Gruppeintervjutidsluke slettet
nl: Groepsinterviewslot verwijderd
pl: Usunięto slot wywiadu grupowego
sv: Gruppintervjutiden raderades

source: Confirm removal from Talent Community
da: Bekræft fjernelse fra Talent Community
de: Bestätigen Sie das Löschen aus der Talent-Community
et: Kinnita Talent Communityst eemaldamine
fi: Vahvista talentin poistaminen Talent Communitysta
fr: Confirmer la suppression de la communauté des talents
lv: Apstiprināt izņemšanu no Talent Community
nb: Bekreft fjerning fra Talent Community
nl: Bevestig verwijdering uit Talent Community
pl: Potwierdź usunięcie z Talent Community
sv: Bekräfta borttagning från Talent Community

source: # talent
fi: # jäsen
lv: # talants
sv: # talang

source: # talents
da: # talenter
de: # Talente
et: # talenti
fi: # jäsentä
lv: # talanti
nb: # talenter
nl: # talenten
pl: # talenty
sv: # talanger

source: Deselect talents with errors
da: Fravælg talenter med fejl
de: Auswahl von Talenten mit Fehlern aufheben
et: Tühista tõrgetega talentide valik
fi: Tyhjennä valinnasta virheelliset talentit
fr: Désélectionner les talents avec des erreurs
lv: Atcelt izvēli talantiem ar kļūdām
nb: Fravelg talenter med feil
nl: Deselecteer talenten met fouten
pl: Odznacz talenty z błędami
sv: Töm felaktiga talanger från listan

source: Deselect talents with warnings
da: Fravælg talenter med advarsler
de: Auswahl von Talenten mit Warnungen aufheben
et: Tühista hoiatustega talentide valik
fi: Tyhjennä valinnasta talentit, joiden kohdalla on varoitus
fr: Désélectionner les talents avec des avertissements
lv: Atcelt izvēli talantiem ar brīdinājumiem
nb: Fravelg talenter med advarsler
nl: Deselecteer talenten met waarschuwingen
pl: Odznacz talenty z ostrzeżeniami
sv: Töm talanger med varningar från valet
