Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Notepads used for applications in this position
da: Notesblokke, der bruges til ansøgninger i denne stilling
de: Notizblöcke, die für Bewerbungen in dieser Stelle verwendet werden
et: Selle ametikoha avaldustes kasutatud märkmeplokid
fi: Haastattelurungot tässä positiossa
fr: Blocs-notes utilisés pour les candidatures à ce poste
lv: Piezīmju bloki, ko šajā vakancē izmanto pieteikumiem
nb: Notisblokker som brukes til søknader for denne stillingen
nl: Notitieblokken gebruikt voor sollicitaties voor deze functie
pl: Notatniki używane do aplikacji na to stanowisko
sv: Välj anteckningsblock för ansökningar i denna position

source: Select approval process template
da: Vælg skabelon til godkendelsesproces
de: Genehmigungsprozess-Vorlage wählen
et: Vali kinnitustoimingu vorm
fi: Valitse hyväksyntäprosessin tyyppi
fr: Sélectionnez le modèle de processus d'approbation
lv: Izvēlieties apstiprināšanas procesa paraugu
nb: Velg mal for godkjenningsprosess
nl: Selecteer goedkeuringsproces sjabloon
pl: Wybierz szablon procesu zatwierdzania
sv: Välj typ av godkännandeprocess

source: Approver
da: Godkender
de: Genehmiger
et: Kinnitaja
fi: Hyväksyjät
fr: Approbateur
lv: Apstiprinātājs
nb: Godkjenner
nl: Goedkeurder
pl: Osoba zatwierdzająca
sv: Granskare

source: Choose who needs to approve this position before publishing.
da: Vælg, hvem der skal godkende denne stilling, før den offentliggøres.
de: Auswählen wer diese Stelle vor der Veröffentlichung genehmigen muss
et: Vali, kes peab selle ametikoha enne avaldamist kinnitama.
fi: Valitse kenen täytyy hyväksyä tämä työpaikkailmoitus ennen julkaisemista.
fr: Choisissez qui doit approuver ce poste avant la publication.
lv: Pirms publicēšanas izvēlieties, kam šī vakance ir jāapstiprina.
nb: Velg hvem som må godkjenne stillingen før publisering.
nl: Kies wie deze positie moet goedkeuren voordat deze wordt gepubliceerd.
pl: Wybierz, kto musi zatwierdzić to stanowisko przed publikacją.
sv: Välj vem måste godkänna denna position före publicering.

source: Next: Requirements
da: Næste: Krav
de: Als nächstes: Anforderungen
et: Järgmine: Nõuded
fi: Seuraavaksi: Vaatimukset
fr: Suivant : Exigences
lv: Nākamais: Prasības
nb: Neste: Krav
nl: Volgende: Vereisten
pl: Dalej: Wymagania
sv: Nästa: Krav

source: Hard skills
da: Hårde færdigheder
de: Fachliche Fähigkeiten (Hard Skills)
et: Konkreetsed oskused
fi: Kovat taidot
fr: Compétences techniques
lv: Speciālās prasmes
nb: Teknisk og faglig kompetanse
nl: Harde vaardigheden
pl: Umiejętności twarde
sv: Hårda kompetenser

source: E.g. sales, marketing, Java
da: F.eks. salg, marketing, Java
de: Z.B. Vertrieb, Marketing, Java
et: Nt müük, turundus, Java
fi: Esim. myynti, markkinointi, Java
fr: Par exemple, vente, marketing, Java
lv: Piemēram, pārdošana, mārketings, Java
nb: F.eks. salg, markedsføring, Java
nl: Bijv. verkoop, marketing, Java
pl: Np. sprzedaż, marketing, Java
sv: T.ex. försäljning, marknadsföring, Java

source: Soft skills
da: Bløde færdigheder
de: Zwischenmenschliche Fähigkeiten (Soft Skills)
et: Üldoskused
fi: Pehmeät taidot
fr: Compétences générales
lv: Vispārīgās prasmes
nb: Personlig og mellommenneskelig kompetanse
nl: Zachte vaardigheden
pl: Umiejętności miękkie
sv: Mjuka kompetenser

source: E.g. eagerness, teamwork, desire to learn
da: F.eks. iver, teamwork, lyst til at lære
de: Z.B. Eifer, Teamwork, Lernbereitschaft
et: Nt innukus, meeskonnatöö, soov õppida
fi: Esim. innokkuus, tiimityö, halu oppia
fr: Par exemple, enthousiasme, travail d'équipe, désir d'apprendre
lv: Piemēram, degsme, komandas darbs, vēlme mācīties
nb: F.eks. iver, teamarbeid, ønske om å lære
nl: Bijv. enthousiasme, teamwerk, leergierigheid
pl: Np. zapał, praca zespołowa, chęć uczenia się
sv: T.ex. ambition, samarbetsförmåga, vilja att lära sig

source: Soft skill
da: Bløde færdigheder
de: Zwischenmenschlich Fähigkeit (Soft Skill)
et: Üldoskus
fi: Pehmeä taito
fr: Compétence générale
lv: Vispārīgā prasme
nb: Personlig og mellommenneskelig kompetanse
nl: Zachte vaardigheid
pl: Umiejętność miękka
sv: Mjuk kompetens

source: Select must-have requirements
da: Vælg must-have-krav
de: Bitte wählen Sie die must-have Fähigkeiten
et: Vali kohustuslikud nõuded
fi: Valitse pakolliset vaatimukset
fr: Sélectionnez les exigences indispensables
lv: Izvēlieties obligātās prasības
nb: Velg obligatoriske krav
nl: Selecteer must-have vereisten
pl: Wybierz wymagania konieczne
sv: Välj obligatoriska krav

source: Nice-to-haves by default, select must-haves.
da: Nice-to-haves som standard, vælg must-haves.
de: Standardmäßig 'Nice-to-haves', wählen Sie 'Must-haves'.
et: Vaikimisi on toodud soovitatavad, valida tuleb kohustuslikud.
fi: Valitse pakolliset vaatimukset.
fr: Atouts par défaut, sélectionnez les indispensables.
lv: Neobligātas prasības pēc noklusējuma, izvēlieties obligātās prasības.
nb: Ønskelige som standard, velg obligatoriske.
nl: Standaard nice-to-haves, selecteer must-haves.
pl: Domyślnie mile widziane, wybierz konieczne.
sv: Välj de obligatoriska kraven, resten blir önskemål.

source: Calibrate feedback
da: Kalibrering af feedback
de: Feedback kalibrieren
et: Kalibreeri tagasiside
fi: Kalibroi palaute
fr: Calibrer les commentaires
lv: Kalibrēt atsauksmes
nb: Kalibrere tilbakemelding
nl: Kalibreer feedback
pl: Skalibruj informację zwrotną
sv: Kalibrera feedback

source: Additional information about requirements.
da: Yderligere oplysninger om krav.
de: Zusätzliche Informationen zu Anforderungen.
et: Nõuete lisainfo.
fi: Lisätietoa vaatimuksista
fr: Informations supplémentaires sur les exigences.
lv: Papildu informācija par prasībām.
nb: Ytterligere informasjon om krav.
nl: Aanvullende informatie over vereisten.
pl: Dodatkowe informacje o wymaganiach.
sv: Ytterligare information om krav.

source: Next: About us
da: Næste: Om os
de: Weiter: Über uns
et: Järgmine: Meist
fi: Seuraavaksi: tietoa meistä
fr: Suivant : À propos de nous
lv: Nākamais: Par mums
nb: Neste: Om oss
nl: Volgende: Over ons
pl: Dalej: O nas
sv: Nästa: Om oss

source: Choose company profile
da: Vælg profil
de: Profil wählen
et: Vali profiil
fi: Valitse oikea yritysprofiili
fr: Choisir le profil
lv: Izvēlieties profilu
nb: Velg profil
nl: Kies profiel
pl: Wybierz profil
sv: Välj profil

source: Choose profile...
da: Vælg profil...
de: Profil wählen...
et: Vali profiil ...
fi: Valitse profiili
fr: Choisir le profil...
lv: Izvēlieties profilu...
nb: Velg profil...
nl: Kies profiel...
pl: Wybierz profil...
sv: Välj profil...

source: Update profile
da: Opdater profil
de: Profil aktualisieren
et: Uuenda profiili
fi: Päivitä profiili
fr: Mettre à jour le profil
lv: Atjaunināt profilu
nb: Oppdater profil
nl: Profiel bijwerken
pl: Zaktualizuj profil
sv: Uppdatera profil

source: Fill language version from company profile
da: Udfyld sprogversion fra virksomhedsprofil
de: Sprachversion aus dem Firmenprofil ausfüllen
et: Kasuta ettevõtte profiili keeleversiooni
fi: Täytä yritysprofiilin kieliversio
fr: Remplir la version linguistique à partir du profil de l'entreprise
lv: Norādiet valodas versiju uzņēmuma profilā
nb: Fyll ut språkversjon fra selskapsprofilen
nl: Vul taalversie in vanuit bedrijfsprofiel
pl: Wypełnij wersję językową z profilu firmy
sv: Fyll i språkversionen från företagsprofilen

source: This email will be used to send confirmation emails
da: Denne e-mail vil blive brugt til at sende bekræftelsesmails
de: Diese E-Mail-Adresse wird zum Senden von Bestätigungs-E-Mails verwendet
et: Seda e-posti aadressi kasutatakse kinnituste saatmiseks
fi: Tätä sähköpostiä käytetään vahvistussähköpostien lähettämiseen hakijoille
fr: Cet e-mail sera utilisé pour envoyer des e-mails de confirmation
lv: Šis e-pasts tiks izmantots, lai nosūtītu apstiprinājuma e-pasta vēstules
nb: Denne e-posten vil bli brukt til å sende bekreftelses-e-post
nl: Dit e-mailadres wordt gebruikt om bevestigings-e-mails te verzenden
pl: Ten adres e-mail będzie używany do wysyłania e-maili z potwierdzeniem
sv: Denna emailadress används för att skicka bekräftningsmail

source: Application and interview confirmations will be sent from:
da: Ansøgnings- og interviewbekræftelser sendes fra:
de: Bewerbungs- und Bewerbungsgesprächsbestätigungen werden gesendet von:
et: Avalduse ja vestluse kinnitused saadetakse aadressilt:
fi: Vahvistusviestit hakemuksesta ja haastattelusta lähetetään hakijalle osoitteesta:
fr: Les confirmations de candidature et d'entretien seront envoyées depuis :
lv: Pieteikuma un intervijas apstiprinājumi tiks nosūtīti no:
nb: Bekreftelser på søknad og intervju vil bli sendt fra:
nl: Sollicitatie- en interviewbevestigingen worden verzonden vanaf:
pl: Potwierdzenia aplikacji i rozmów kwalifikacyjnych będą wysyłane z:
sv: Bekräftelser för ansökan och intervjuer kommer att skickas från:

source: What your company provides to employees.
da: Hvad din virksomhed tilbyder medarbejderne.
de: Was Ihr Unternehmen Arbeitnehmern bietet.
et: Mida sinu ettevõte töötajatele pakub.
fi: Mitä yrityksenne tarjoaa työntekijöille.
fr: Ce que votre entreprise offre aux employés.
lv: Ko jūsu uzņēmums nodrošina darbiniekiem.
nb: Hva selskapet tilbyr de ansatte.
nl: Wat uw bedrijf aan werknemers biedt.
pl: Co Twoja firma oferuje pracownikom.
sv: Vad ditt företag erbjuder de anställda.

source: Benefit
da: Fordel
de: Leistung
et: Hüve
fi: Työsuhde-etu
fr: Avantage
lv: Ieguvums
nb: Fordel
nl: Voordeel
pl: Korzyść
sv: Förmån

source: Additional information about benefits
da: Yderligere oplysninger om fordele
de: Zusätzliche Informationen zu Leistungen
et: Hüvede lisainfo
fi: Lisätietoa työsuhde-eduista
fr: Informations supplémentaires sur les avantages
lv: Papildu informācija par ieguvumiem
nb: Ytterligere informasjon om ytelser
nl: Aanvullende informatie over voordelen
pl: Dodatkowe informacje o korzyściach
sv: Ytterligare information om förmåner

source: Include company profile
da: Inkludere virksomhedsprofil
de: Unternehmensprofil einfügen
et: Lisa ettevõtte profiil
fi: Sisällytä yritysprofiili
fr: Inclure le profil de l'entreprise
lv: Iekļaut uzņēmuma profilu
nb: Inkluder selskapsprofil
nl: Bedrijfsprofiel opnemen
pl: Dołącz profil firmy
sv: Inkludera företagsprofil

source: Include company profile in your job ad. These edits only affect this position's ad.
da: Inkluder virksomhedsprofil i din jobannonce. Disse ændringer påvirker kun denne stillingsannonce.
de: Fügen Sie das Unternehmensprofil in Ihre Stellenanzeige ein. Diese Änderungen wirken sich nur auf die Anzeige dieser Stelle aus.
et: Lisa oma töökuulutusse ettevõtte profiil. Need muudatused mõjutavad ainult selle ametikoha kuulutust.
fi: Lisää yritysprofiili työilmoitukseen. Tässä tehdyt muutokset vaikuttavat vain tämän työpaikan ilmoitukseen.
fr: Incluez le profil de l'entreprise dans votre annonce d'emploi. Ces modifications n'affectent que l'annonce de ce poste.
lv: Darba sludinājumā iekļaujiet uzņēmuma profilu. Šīs izmaiņas attiecas tikai uz šīs vakances sludinājumu.
nb: Ta med selskapsprofilen i jobbannonsen. Disse endringene påvirker bare denne jobbannonsen.
nl: Voeg bedrijfsprofiel toe aan uw vacature. Deze bewerkingen hebben alleen invloed op de advertentie voor deze functie.
pl: Dołącz profil firmy do ogłoszenia o pracę. Te zmiany wpływają tylko na ogłoszenie dla tego stanowiska.
sv: Inkludera företagsprofilen i din jobbannons. Dessa redigeringar påverkar bara den här positionens annons.

source: This email is only displayed on the job ad. It's not used to send emails. Check the top of the page to see the email that is used to send confirmation emails.
da: Denne e-mail vises kun på jobannoncen. Den bruges ikke til at sende e-mails. Tjek øverst på siden for at se den e-mail, der bruges til at sende bekræftelsesmails.
de: Diese E-Mail-Adresse wird nur in der Stellenanzeige angezeigt. Sie wird nicht zum Senden von E-Mails verwendet. Überprüfen Sie oben auf der Seite, welche E-Mail-Adresse zum Senden von Bestätigungs-E-Mails verwendet wird.
et: See e-kiri kuvatakse ainult töökuulutuses. Seda ei kasutata e-kirjade saatmiseks. Kinnituskirjade saatmiseks kasutatava e-posti aadressi leiad lehe ülalt.
fi: Tämä sähköposti näytetään työpaikkailmoituksessa, eikä sitä välttämättä käytetä viestien lähettämiseen. Tarkista sivun yläosasta, mitä sähköpostia käytetään hakijoiden vahvistusviestien lähettämiseen.
fr: Cet e-mail n'est affiché que sur l'annonce d'emploi. Il n'est pas utilisé pour envoyer des e-mails. Vérifiez en haut de la page pour voir l'e-mail utilisé pour envoyer les e-mails de confirmation.
lv: Šī e-pasta adrese tiek parādīta tikai darba sludinājumā. Tas netiek izmantots e-pasta vēstuļu sūtīšanai. Pārbaudiet lapas augšdaļu, lai redzētu e-pasta adresi, kas tiek izmantota apstiprinājuma e-pasta vēstuļu sūtīšanai.
nb: Denne e-posten vises bare i jobbannonsen. Den brukes ikke til å sende e-post. Øverst på siden kan du se den e-postadressen som brukes til å sende bekreftelses-e-post.
nl: Dit e-mailadres wordt alleen weergegeven in de vacature. Het wordt niet gebruikt om e-mails te verzenden. Controleer de bovenkant van de pagina om het e-mailadres te zien dat wordt gebruikt om bevestigings-e-mails te verzenden.
pl: Ten adres e-mail jest wyświetlany tylko w ogłoszeniu o pracę. Nie jest używany do wysyłania e-maili. Sprawdź górną część strony, aby zobaczyć adres e-mail używany do wysyłania e-maili z potwierdzeniem.
sv: Denna email visas bara i jobbannonsen. Den används inte för att skicka email. Kolla upp på sidan vilken email används för att skicka bekräftelsemailer.

source: E.g. street/city/country
da: F.eks. gade/by/land
de: Z.B. Straße/Stadt/Land
et: Nt tänav/linn/riik
fi: Esim. katu/kaupunki/maa
fr: Par exemple. rue/ville/pays
lv: Piemēram, iela / pilsēta / valsts
nb: F.eks. gate/by/land
nl: Bijv. straat/stad/land
pl: Np. ulica/miasto/kraj
sv: T.ex. gata/stad/land

source: Location information will be retrieved in user language
da: Lokationsoplysninger hentes på brugerens sprog
de: Die Standortinformationen werden in der Sprache des Benutzers abgerufen
et: Asukohainfo hangitakse kasutaja keeles
fi: Sijaintitiedot haetaan käyttäjän kielellä
fr: Les informations de localisation seront récupérées dans la langue de l'utilisateur
lv: Atrašanās vietas informācija tiks iegūta lietotāja valodā
nb: Stedsinformasjon hentes på brukerens eget språk
nl: Locatie-informatie wordt opgehaald in de taal van de gebruiker
pl: Informacje o lokalizacji będą pobierane w języku użytkownika
sv: Positionsinformation hämtas med användarens språk

source: Changing the zoom level of the above map will also change the zoom level in the job ad map
da: Hvis du ændrer zoomniveauet på ovenstående kort, vil det også ændre zoomniveauet på jobannoncekortet
de: Wenn Sie die Zoomstufe der obigen Karte ändern, ändert sich auch die Zoomstufe in der Karte der Stellenanzeige
et: Kaardi suurendustaseme muutmisel muutub ka töökuulutuse kaardi suurendustase
fi: Yllä olevan kartan zoomaustason muuttaminen muuttaa myös työilmoituksen kartan zoomaustasoa
fr: Changer le niveau de zoom de la carte ci-dessus changera également le niveau de zoom dans la carte de l'annonce d'emploi
lv: Mainot iepriekš minētās kartes tālummaiņas līmeni, mainīsies arī tālummaiņas līmenis darba sludinājuma kartē
nb: Hvis du endrer zoomnivået på kartet ovenfor, endres også zoomnivået i jobbannonsekartet
nl: Het wijzigen van het zoomniveau van de bovenstaande kaart zal ook het zoomniveau in de vacaturekaart wijzigen
pl: Zmiana poziomu powiększenia powyższej mapy spowoduje również zmianę poziomu powiększenia na mapie w ogłoszeniu o pracę
sv: Ändringar i zoom justeringen påverkar zoom justeringen på arbetsplatsnotisens karta

source: Next: Preview
da: Næste: Forhåndsvisning
de: Weiter: Vorschau
et: Järgmine: Eelvaade
fi: Seuraavaksi: esikatselu
fr: Suivant : Aperçu
lv: Nākamais: Priekšskatīt
nb: Neste: Forhåndsvisning
nl: Volgende: Voorbeeld
pl: Dalej: Podgląd
sv: Nästa: Förhandsvisning

source: Set header image
da: Indstil header-billede
de: Hauptbild auswählen
et: Määra päisepilt
fi: Valitse otsikkokuva
fr: Définir l'image d'en-tête
lv: Iestatīt galvenes attēlu
nb: Angi topptekstbilde
nl: Header afbeelding instellen
pl: Ustaw obraz nagłówka
sv: Välj huvudbild

source: Remove image
da: Fjern billede
de: Bild entfernen
et: Eemalda pilt
fi: Poista kuva
fr: Supprimer l'image
lv: Noņemt attēlu
nb: Fjern bilde
nl: Afbeelding verwijderen
pl: Usuń obraz
sv: Ta bort bild

source: Advanced styling
da: Avanceret styling
de: Erweitertes Styling
et: Täpsemad stiiliseaded
fi: Työilmoituksen tyylittely
fr: Style avancé
lv: Uzlabots stils
nb: Avansert styling
nl: Geavanceerde styling
pl: Zaawansowane stylizowanie
sv: Avancerad styling

source: Add your custom CSS here. Use the template's class to indicate to which template the style should be applied:<br><br>.job-ad-classic <br>.job-ad-elegant <br>.job-ad-simple <br>.job-ad-light <br>.job-ad-dark<br><br>E.g. .job-ad-classic h1, h2 { font-family: "Pacifico", "Arial"; }<br><br>If the CSS does not work, add !important:<br><br>E.g. .job-ad-elegant h1 { font-size: 60px !important; }
da: Tilføj din brugerdefinerede CSS her. Brug skabelonens klasse til at angive, hvilken skabelon stilen skal anvendes på:<br><br>.job-ad-classic <br>.job-ad-elegant <br>.job-ad-simple <br>.job-ad-light <br>.job-ad-dark<br><br>F.eks. .job-ad-classic h1, h2 { font-family: "Pacifico", "Arial"; }<br><br>Hvis CSS'en ikke virker, skal du tilføje !important:<br><br>F.eks. .job-ad-elegant h1 { font-size: 60px !important; }
de: Benutzerdefiniertes CSS hier einfügen. Benutzen sie die Klasse der Vorlage um Änderungen nur auf diese anzuwenden:<br><br>.job-ad-classic <br>.job-ad-elegant <br>.job-ad-simple <br>.job-ad-light <br>.job-ad-dark<br><br>Z.B. .job-ad-classic h1, h2 { font-family: "Pacifico", "Arial"; }<br><br>Falls das CSS nicht funktioniert, fügen Sie !important:<br><br>Z.B. .job-ad-elegant h1 { font-size: 60px !important; }
et: Lisa oma kohandatud CSS siia. Kasuta vormiklasse, et määrata, millist stiili rakendada, näiteks:<br><br>.job-ad-classic <br>.job-ad-elegant <br>.job-ad-simple <br>.job-ad-light <br>.job-ad-dark<br><br> .job-ad-classic h1, h2 { font-family: "Pacifico", "Arial"; }<br><br>Kui CSS ei tööta, lisa tekst "!important":<br><br>nt .job-ad-elegant h1 { font-size: 60px !important; }
fi: Lisää omat CSS-tyylisi tähän. Käytä mallipohjan luokkaa kertomaan, mihin pohjaan tyylit lisätään: <br><br>.job-ad-classic <br>.job-ad-elegant <br>.job-ad-simple <br>.job-ad-light <br>.job-ad-dark<br><br>E.g. .job-ad-classic h1, h2 { font-family: "Pacifico", "Arial"; }<br><br>Jos tyyli ei näy esikatselussa, lisää !important: <br><br>E.g. .job-ad-elegant h1 { font-size: 60px !important; }
fr: Ajoutez votre CSS personnalisé ici. Utilisez la classe du template pour indiquer à quel template le style doit être appliqué :<br><br>.job-ad-classic <br>.job-ad-elegant <br>.job-ad-simple <br>.job-ad-light <br>.job-ad-dark<br><br>Par exemple .job-ad-classic h1, h2 { font-family: "Pacifico", "Arial"; }<br><br>Si le CSS ne fonctionne pas, ajoutez !important :<br><br>Par exemple .job-ad-elegant h1 { font-size: 60px !important; }
lv: Šeit pievienojiet pielāgotu CSS. Izmantojiet parauga klasi, lai norādītu, kuram paraugam jāpiemēro stils:<br><br>.job-ad-classic <br>.job-ad-elegant <br>.job-ad-simple <br>.job-ad-light <br>.job-ad-dark<br><br>Piemēram, .job-ad-classic h1, h2 { font-family: "Pacifico", "Arial"; }<br><br>Ja CSS nedarbojas, pievienojiet !important:<br><br>Piemēram, .job-ad-elegant h1 { font-size: 60px !important; }
nb: Legg til din egen CSS her. Bruk malens klasse for å angi hvilken mal stilen skal brukes på:<br><br>.job-ad-classic <br>.job-ad-elegant <br>.job-ad-simple <br>.job-ad-light <br>.job-ad-dark<br><br>F.eks. .job-ad-classic h1, h2 { font-family: "Pacifico", "Arial"; }<br><br>Hvis CSS-en ikke fungerer, legg til !important:<br><br>F.eks. .job-ad-elegant h1 { font-size: 60px !important; }
nl: Voeg hier uw aangepaste CSS toe. Gebruik de klasse van de sjabloon om aan te geven op welke sjabloon de stijl moet worden toegepast:<br><br>.job-ad-classic <br>.job-ad-elegant <br>.job-ad-simple <br>.job-ad-light <br>.job-ad-dark<br><br>Bijv. .job-ad-classic h1, h2 { font-family: "Pacifico", "Arial"; }<br><br>Als de CSS niet werkt, voeg dan !important toe:<br><br>Bijv. .job-ad-elegant h1 { font-size: 60px !important; }
pl: Dodaj tutaj swój niestandardowy CSS. Użyj klasy szablonu, aby wskazać, do którego szablonu styl powinien być zastosowany:<br><br>.job-ad-classic <br>.job-ad-elegant <br>.job-ad-simple <br>.job-ad-light <br>.job-ad-dark<br><br>Np. .job-ad-classic h1, h2 { font-family: "Pacifico", "Arial"; }<br><br>Jeśli CSS nie działa, dodaj !important:<br><br>Np. .job-ad-elegant h1 { font-size: 60px !important; }
sv: Lägg till din anpassade CSS-mall här. Använd mallens klass för att ange vilken mall den här stilen ska appliceras på:<br><br>.job-ad-classic <br>.job-ad-elegant <br>.job-ad-simple <br>.job-ad-light <br>.job-ad-dark<br><br>E.g. .job-ad-classic h1, h2 { font-family: "Pacifico", "Arial"; }<br><br>Om CSS-mallen inte fungerar, lägg till !important:<br><br>E.g. .job-ad-elegant h1 { font-size: 60px !important; }

source: View more examples
da: Se flere eksempler
de: Weitere Beispiele ansehen
et: Kuva rohkem näiteid
fi: Näytä lisää esimerkkejä
fr: Voir plus d'exemples
lv: Skatīt vairāk piemēru
nb: Se flere eksempler
nl: Bekijk meer voorbeelden
pl: Zobacz więcej przykładów
sv: Visa fler exempel

source: Save & Update Preview
da: Gem og opdater forhåndsvisning
de: Vorschau speichern & aktualisieren
et: Salvesta ja uuenda eelvaadet
fi: Tallenna ja päivitä esikatselu
fr: Enregistrer et mettre à jour l'aperçu
lv: Saglabāt un atjaunināt priekšskatījumu
nb: Forhåndsvisning av lagring og oppdatering
nl: Opslaan en voorbeeld bijwerken
pl: Zapisz i zaktualizuj podgląd
sv: Spara och uppdatera förhandsvisning

source: Clear the selected talents
da: Ryd de valgte talenter
de: Die Auswahl der Talente löschen
et: Tühista talentide valik
fi: Tyhjennä valitut talentit
fr: Effacer les talents sélectionnés
lv: Dzēst izvēlētos talantus
nb: Fjern de valgte talentene
nl: Wis de geselecteerde talenten
pl: Wyczyść wybranych kandydatów
sv: Ta bort de valda talangerna

source: Searching for potential talents, please wait
da: Søger efter potentielle talenter, vent venligst
de: Suche nach potenziellen Talenten, bitte warten
et: Võimalike talentide otsimine, palun oodake
fi: Etsii potentiaalisia kandidaatteja, ole hyvä ja odota hetki
fr: Recherche de talents potentiels, veuillez patienter
lv: Meklē potenciālos talantus; lūdzu, uzgaidiet
nb: Søker etter potensielle talenter, vennligst vent
nl: Zoeken naar potentiële talenten, even geduld a.u.b.
pl: Wyszukiwanie potencjalnych kandydatów, proszę czekać
sv: Söker potentiella talanger, vänta

source: Custom CSS examples
da: Brugerdefinerede CSS-eksempler
de: Benutzerdefinierte CSS-Beispiele
et: Kohandatud CSS-i näited
fi: Esimerkkejä mukautetusta CSS:stä
fr: Exemples de CSS personnalisé
lv: Pielāgoti CSS piemēri
nb: Eksempler på egendefinert CSS
nl: Aangepaste CSS-voorbeelden
pl: Przykłady niestandardowego CSS
sv: Anpassade CSS-exempel

source: Upload fonts
da: Upload skrifttyper
de: Schriftarten hochladen
et: Laadi kirjatüüp üles
fi: Lataa fontteja
fr: Télécharger des polices
lv: Augšupielādēt fontus
nb: Last opp skrifttyper
nl: Lettertypen uploaden
pl: Prześlij czcionki
sv: Ladda upp fonter

source: Style titles (classic template)
da: Stiltitler (klassisk skabelon)
de: Titel stylen (klassische Vorlage)
et: Stiili pealkirjad (klassikaline vorm)
fi: Muotoile otsikot (klassinen mallipohja)
fr: Titres de style (template classique)
lv: Izvēlēties virsrakstu stilu (klasiskais paraugs)
nb: Stiltitler (klassisk mal)
nl: Stijl titels (klassieke sjabloon)
pl: Style tytułów (klasyczny szablon)
sv: Stil-titlar (klassisk mall)
