Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: We have removed the default 10 minute delay from all TalentAdore messages. This change was needed to make the recruitment processes smoother and to support other upcoming enhancements.
da: Vi har fjernet standardforsinkelsen på 10 minutter fra alle TalentAdore-beskeder. Denne ændring var nødvendig for at gøre rekrutteringsprocesserne mere smidige og for at understøtte andre kommende forbedringer.
de: Wir haben die standardmäßige 10-minütige Verzögerung bei allen TalentAdore Nachrichten entfernt. Diese Änderung war notwendig, um die Rekrutierungsprozesse reibungsloser zu gestalten und andere bevorstehende Erweiterungen zu unterstützen.
et: Eemaldasime 10-minutilise sõnumi saatmise viivituse kõikidelt TalentAdore’i sõnumitelt. See muudatus oli vajalik, et muuta värbamisprotsess sujuvamaks ja toetada teisi tulevasi täiustusi.
fi: Olemme poistaneet nykyisen 10 minuutin viiveen TalentAdoresta lähtevistä viesteistä. Tämä muutos toimii tukena tuleville uudistuksille ja tekee rekrytointiprosessin läpiviemisestä entistäkin sujuvampaa.
fr: Nous avons supprimé le délai par défaut de 10 minutes de tous les messages TalentAdore. Ce changement était nécessaire pour rendre les processus de recrutement plus fluides et pour prendre en charge d'autres améliorations à venir.
lv: Mēs visiem TalentAdore ziņojumiem atcēlām noklusējuma 10 minūšu aizkavi. Šīs izmaiņas bija nepieciešamas, lai padarītu atlases procesus vienmērīgākus un atbalstītu citus gaidāmos uzlabojumus.
nb: Vi har fjernet standardforsinkelsen på 10 minutter fra alle TalentAdore-meldinger. Denne endringen var nødvendig for å gjøre rekrutteringsprosessene smidigere og for å støtte andre kommende forbedringer.
nl: We hebben de standaard vertraging van 10 minuten verwijderd uit alle TalentAdore-berichten. Deze wijziging was nodig om de wervingsprocessen soepeler te laten verlopen en om andere aankomende verbeteringen te ondersteunen.
pl: Usunęliśmy domyślne 10-minutowe opóźnienie ze wszystkich wiadomości TalentAdore. Ta zmiana była konieczna, aby usprawnić procesy rekrutacyjne i obsłużyć inne nadchodzące ulepszenia.
sv: Vi har avlägsnat den nuvarande 10 minuters fördröjningen från alla meddelanden som skickas från TalentAdore. Ändringen är till för att stöda kommande egenskaper och gör rekryteringsprocessen ännu mer smidig.

source: “{internal}” position label in “{home}” and “{positions}” views
da: "{internal}" stillingsetiket i "{home}" og "{positions}" visningerne
de: "{internal}"-Stellenmarkierung in den Ansichten "{home}" und "{positions}"
et: Värbamissilt „{internal}“ vaadetes „{home}“ ja „{positions}“
fi: "{internal}" -tunniste "{home}" ja "{positions}" -näkymissä
lv: “{internal}” vakances etiķete skatos “{home}” un “{positions}”
nb: "{internal}"-stillingsetikett i visningene "{home}" og "{positions}"
sv: “{internal}” -beteckning i “{home}” och “{positions}” -vyerna

source: This label makes it easy to separate internal and external positions. There is also a search filter for “Internal” and “External” positions on “Positions” page.
da: Denne etiket gør det nemt at adskille interne og eksterne stillinger. Der er også et søgefilter for "Interne" og "Eksterne" stillinger på siden "Stillinger".
de: Diese Bezeichnung erleichtert die Unterscheidung zwischen internen und externen Stellen. Es gibt auch einen Suchfilter für "interne" und "externe" Stellen auf der Seite "Stellen".
et: See silt teeb ettevõttesiseste ja -väliste värbamiste eraldamise lihtsaks. Lehel „Ametikohad“ saad ettevõttesiseste ja -väliste värbamiste otsimiseks kasutada ka filtrit.
fi: Uusi “Sisäinen” -tunniste helpottaa jatkossa sisäisten ja ulkoisten työpaikkojen erottelua. “Työpaikat” -sivulla on nyt myös hakuehdot sisäisille ja ulkoisille työpaikoille.
lv: Šī etiķete ļauj viegli nošķirt iekšējās un ārējās vakances. “Iekšējo” un “Ārējo” vakanču meklēšanas filtrs ir pieejams arī lapā “Vakances”.
nb: Denne etiketten gjør det enkelt å skille mellom interne og eksterne stillinger. Det finnes også et søkefilter for "interne" og "eksterne" stillinger på siden "Stillinger".
sv: Den nya "Intern" -klassificeringen gör det lättare att hålla interna och externa positioner separata. Vi har också inkluderat nya sökfilter för "Intern" och "Extern" på "Tjänster" -sidan.

source: Recruitment flows can now be edited and updated to existing recruitment processes by the admin users. Learn more {}here{}.
da: Rekrutteringsflows kan nu redigeres og opdateres til eksisterende rekrutteringsprocesser af administratorbrugerne. Læs mere {}her{}.
de: Einstellungsabläufe können jetzt von den Administratoren bearbeitet und für bestehende Einstellungsprozesse aktualisiert werden. Erfahren Sie mehr {}hier{}.
et: Administraatorid saavad värbamisvooge muuta ja uuendada olemasolevate värbamisprotsesside põhjal. Loe lähemalt {}siin{}.
fi: Pääkäyttäjät voivat nyt muokata ja päivittää rekrytointipolkuja, jotka ovat käytössä käynnissä olevissa rekrytointiprosesseissa. Lisätietoja löydät {}täältä{}.
fr: Les flux de recrutement peuvent désormais être modifiés et mis à jour dans les processus de recrutement existants par les utilisateurs administrateurs. En savoir plus {}ici{}.
lv: Tagad administratori var rediģēt un atjaunināt atlases plūsmas pastāvošajiem atlases procesiem. Uzzināt vairāk {}šeit{}.
nb: Administratorbrukere kan redigere og oppdatere rekrutteringsflyter til eksisterende rekrutteringsprosesser. Finn ut mer {}her{}.
nl: Wervingsstromen kunnen nu worden bewerkt en bijgewerkt naar bestaande wervingsprocessen door de beheerders. Lees {}hier{} meer.
pl: Przepływy rekrutacyjne mogą być teraz edytowane i aktualizowane do istniejących procesów rekrutacyjnych przez użytkowników administracyjnych. Dowiedz się więcej {}tutaj{}.
sv: Administratorer kan nu redigera och uppdatera rekryteringsflöden som är i aktivt bruk i rekryteringsprocesser. Läs mer {}här{}.

source: Delete feedback
da: Slet feedback
de: Feedback löschen
et: Kustuta tagasiside
fi: Sopimattomien hakijapalautteiden poistaminen
fr: Supprimer les commentaires
lv: Dzēst atsauksmes
nb: Slette tilbakemelding
nl: Feedback verwijderen
pl: Usuń opinię
sv: Radera feedback

source: If you receive candidate feedback containing offensive language, you can now delete it from the “Stats” page.
da: Hvis du modtager kandidatfeedback, der indeholder stødende sprog, kan du nu slette det fra siden "Statistik".
de: Wenn Sie ein Bewerber-Feedback erhalten, das beleidigende Formulierungen enthält, können Sie es jetzt auf der Seite "Statistiken" löschen.
et: Kui saad kandidaadilt tagasisidet, mis sisaldab ebasobivat sõnakasutust, saad selle nüüd kustutada lehel „Statistika“.
fi: Analytiikka-sivulla näkyviä hakijapalautteita voi nyt poistaa siltä varalta, että sinne on lipsahtanut sopimatonta tai loukkaavaa sisältöä.
lv: Ja par kandidātiem saņemat atsauksmes, kurās ir aizskaroša valoda, tagad varat tās dzēst lapā “Statistika”.
nb: Hvis du får tilbakemeldinger fra kandidater som inneholder støtende språk, kan du nå slette dem fra "Statistikk"-siden.
sv: Det är nu möjligt att radera feedback från kandidater från sidan "Statistik" ifall det har stötande innehåll.

source: TalentAdore mobile version
da: TalentAdore mobil version
et: TalentAdore’i mobiiliversioon
fi: TalentAdoren mobiiliversio
fr: Version mobile de TalentAdore
lv: TalentAdore mobilā versija
nb: TalentAdore mobilversjon
nl: TalentAdore mobiele versie
pl: Wersja mobilna TalentAdore
sv: TalentAdore -mobilversion

source: We have launched a new, mobile-optimized user interface that enables users to handle simple recruiting tasks on their mobile devices.
da: Vi har lanceret en ny, mobiloptimeret brugergrænseflade, der gør det muligt for brugerne at håndtere enkle rekrutteringsopgaver på deres mobile enheder.
de: Wir haben eine neue, für Mobilgeräte optimierte Benutzeroberfläche eingeführt, die es den Benutzern ermöglicht, einfache Rekrutierungsaufgaben auf ihren Mobilgeräten zu erledigen.
et: Oleme välja andnud uue, mobiilseadmete jaoks optimeeritud kasutajaliidese, mis võimaldab kasutajatel täita lihtsaid värbamisülesandeid.
fi: Olemme julkaisseet uuden, mobiililaitteille optimoidun version, joka mahdollistaa yleisimpien rekrytointitoimintojen suorittamisen näppärästi omalla mobiililaitteella.
fr: Nous avons lancé une nouvelle interface utilisateur optimisée pour les mobiles qui permet aux utilisateurs de gérer des tâches de recrutement simples sur leurs appareils mobiles.
lv: Esam izveidojuši jaunu, mobilajām ierīcēm optimizētu lietotāja saskarni, kas ļauj lietotājiem mobilajās ierīcēs veikt vienkāršus atlases uzdevumus.
nb: Vi har lansert et nytt, mobiloptimalisert brukergrensesnitt som gjør det mulig for brukerne å utføre enkle rekrutteringsoppgaver på mobile enheter.
nl: We hebben een nieuwe, voor mobiel geoptimaliseerde gebruikersinterface gelanceerd waarmee gebruikers eenvoudige wervingstaken op hun mobiele apparaten kunnen uitvoeren.
pl: Uruchomiliśmy nowy, zoptymalizowany pod kątem urządzeń mobilnych interfejs użytkownika, który umożliwia użytkownikom obsługę prostych zadań rekrutacyjnych na urządzeniach mobilnych.
sv: Vi har lanserat en ny, mobiloptimerad version av TalentAdore, med vilken du behändigt kan genomföra de allmännaste rekryteringsåtgärderna på din egna mobilenhet.

source: Learn more {}here{}.
da: Læs mere {}her{}.
de: Erfahren Sie mehr {}hier{}.
et: Loe lähemalt {}siin{}.
fi: Lue lisää {}täällä{}.
fr: En savoir plus {}ici{}.
lv: Uzzināt vairāk {}šeit{}.
nb: Få vite mer {}her{}.
nl: Lees {}hier{} meer.
pl: Dowiedz się więcej {}tutaj{}.
sv: Läs mer {}här{}.

source: Quick search improvements
da: Forbedringer af hurtig søgning
de: Verbesserungen bei der Schnellsuche
et: Kiirotsingu täiustused
fi: Parannuksia pikahakutoimintoon
fr: Améliorations de la recherche rapide
lv: Ātrās meklēšanas uzlabojumi
nb: Forbedringer av hurtigsøk
nl: Verbeteringen in snel zoeken
pl: Ulepszenia szybkiego wyszukiwania
sv: Förbättringar till snabbsökninsfunktionen

source: Now you can search for the relevant candidate by using their phone number (in addition to email, name and surname). Quick search is positioned in the top menu next to the “{}” bell.
da: Nu kan du søge efter den relevante kandidat ved at bruge deres telefonnummer (ud over e-mail, navn og efternavn). Hurtigsøgning er placeret i topmenuen ved siden af "{}"-klokken.
de: Jetzt können Sie den betreffenden Bewerber anhand seiner Telefonnummer suchen (zusätzlich zu E-Mail, Vor- und Nachname). Die Schnellsuche befindet sich im oberen Menü neben der "{}"-Glocke.
et: Nüüd saad otsida kandidaate telefoninumbri põhjal (e-posti aadressile, eesnimele ja perekonnanimele lisaks). Kiirotsing asub ülemises menüüs kella „{}“ kõrval.
fi: Nyt voit suorittaa haun myös hakijan puhelinnumeron perusteella (sähköpostiosoitteen ja nimihaun lisäksi). Pikahakutoiminnon löydät sivun ylävalikosta, “{}”-kellon vierestä.
lv: Tagad varat meklēt atbilstošo kandidātu, izmantojot viņa tālruņa numuru (kā arī e-pasta adresi, vārdu un uzvārdu). Ātrā meklēšana atrodas augšējā izvēlnē blakus zvanam “{}”.
nb: Nå kan du søke etter den aktuelle kandidaten ved å bruke telefonnummeret deres (i tillegg til e-post, navn og etternavn). Hurtigsøket finner du i den øverste menyen ved siden av "{}"-klokken.
sv: Du kan nu även göra sökningar med kandidaters telefonnummer (utöver e-postadress- och namnsökning). Du hittar snabbsökningen i sidans övre meny, bredvid “{}”-klockan.

source: This page provides admin users with an overview of all the helpful add-ons and integrations available to TalentAdore’s users.
da: Denne side giver admin-brugere et overblik over alle de nyttige add-ons og integrationer, der er tilgængelige for TalentAdores brugere.
de: Diese Seite bietet Administratoren einen Überblick über alle hilfreichen Add-Ons und Integrationen, die den Nutzern von TalentAdore zur Verfügung stehen.
et: Sellel lehel näevad administraatorid ülevaadet kõikidest TalentAdore’i kasutajatele mõeldud lisandmoodulitest ja integratsioonidest.
fi: Uusi sivu antaa pääkäyttäjille näkymän kaikkiin tarjolla oleviin lisätoimintoihin, -palveluihin ja integraatioihin.
lv: Šajā lapā administratoram tiek sniegts pārskats par visiem TalentAdore lietotājiem pieejamiem noderīgajiem papildinājumiem un integrācijām.
nb: Denne siden gir administratorbrukere en oversikt over alle nyttige tilleggsprogrammer og integrasjoner som er tilgjengelige for TalentAdores brukere.
sv: Denna nya sida ger administratorer en behändig översikt av alla tillgängliga extrafunktioner, -tjänster och integrationer.

source: Custom Talent Community messages
da: Brugerdefinerede Talent Community-beskeder
de: Benutzerdefinierte Nachrichten der Talent-Community
et: Talent Community kohandatud sõnumid
fi: Omat Talent Community -viestit
fr: Messages personnalisés de la communauté de talents
lv: Pielāgoti Talent Community ziņojumi
nb: Egendefinerte Talent Community-meldinger
nl: Aangepaste berichten voor de Talent Community
pl: Niestandardowe wiadomości Talent Community
sv: Egna Talent Community -meddelanden

source: Create custom messages to save your time and have readily available templates for various needs.
da: Opret tilpassede beskeder for at spare tid, og hav lettilgængelige skabeloner til forskellige behov.
de: Erstellen Sie benutzerdefinierte Nachrichten, um Ihre Zeit zu sparen, und haben Sie sofort verfügbare Vorlagen für verschiedene Anforderungen.
et: Loo kohandatud sõnumeid, et säästa aega ja kasutada saadaolevaid vorme mitmesugusteks otstarveteks.
fi: Voit nyt luoda räätälöityjä viestipohjia, joilla saat viestisi nopeammin ja helpommin perille haluamillesi Talent Communityn jäsenille.
fr: Créez des messages personnalisés pour gagner du temps et disposez de modèles facilement disponibles pour divers besoins.
lv: Izveidojiet pielāgotus ziņojumus, lai ietaupītu laiku un nodrošinātu viegli pieejamus paraugus dažādām vajadzībām.
nb: Opprett egendefinerte meldinger for å spare tid og ha lett tilgjengelige maler for ulike behov.
nl: Maak aangepaste berichten om tijd te besparen en direct beschikbare sjablonen te hebben voor verschillende behoeften.
pl: Twórz niestandardowe wiadomości, aby zaoszczędzić czas i mieć gotowe szablony do różnych potrzeb.
sv: Skapa olika skräddarsydda meddelanden för nå era Talent Community-medlemmar snabbare och effektivare.

source: Improvements to “{}” page
da: Forbedringer af "{}"-siden
de: Verbesserungen der "{}"-Seite
et: Lehe „{}“ täiustused
fi: Parannuksia “{}” -sivulle
lv: Lapas “{}” uzlabojumi
nb: Forbedringer av "{}"-siden
sv: Förbättringar till “{}” -sidan

source: Now you can see the responsible hiring managers under each position in the candidate's application history.
da: Nu kan du se de ansvarlige rekrutterende ledere under hver stilling i kandidatens ansøgningshistorik.
de: Jetzt können Sie die zuständigen Personalverantwortlichen unter jeder Position in der Bewerbungshistorie des Bewerbers sehen.
et: Nüüd näed vastutavaid värbavaid juhte kandidaadi avalduse ajaloos iga ametikoha all.
fi: Nyt voit tarkistaa eri rekrytointiprosessien rekrytoivat esihenkilöt suoraan hakijan hakemushistoriasta.
fr: Vous pouvez maintenant voir les responsables du recrutement sous chaque poste dans l'historique de candidature du candidat.
lv: Tagad kandidāta pieteikumu vēsturē zem katras vakances varat redzēt attiecīgos par pieņemšanu darbā atbildīgos vadītājus.
nb: Nå kan du se de ansvarlige rekrutterende lederne under hver stilling i kandidatens søknadshistorikk.
nl: Nu kunt u de verantwoordelijke wervingsmanagers zien onder elke functie in de sollicitatiegeschiedenis van de kandidaat.
pl: Teraz możesz zobaczyć odpowiedzialnych menedżerów ds. rekrutacji pod każdym stanowiskiem w historii aplikacji kandydata.
sv: Nu kan du se namnen på de rekryterande cheferna i listan av tidigare ansökningar på kandidatens profilsida.

source: “{}” feature added to Talent Community
da: "{}"-funktion tilføjet til Talent Community
de: "{}"-Funktion zur Talent-Community hinzugefügt
et: Talent Communitysse lisati funktsioon „{}“
fi: “{}” -toiminto Talent Communityyn
lv: Talent Community pievienota funkcija “{}”
nb: "{}"-funksjon lagt til i Talent Community
sv: “{}” -funktion har lagts till Talent Community

source: This feature prevents you from forgetting to clear your selection after completing a mass action.
da: Denne funktion forhindrer, at du glemmer at slette dit valg, når du har udført en massehandling.
de: Diese Funktion verhindert, dass Sie vergessen, Ihre Auswahl zu löschen, nachdem Sie eine Massenaktion durchgeführt haben.
et: See funktsioon aitab pärast masstoimingu tegemist pidada meeles valiku tühistamist.
fi: Tämä toiminto muistuttaa sinua tyhjentämään aiemmat hakutulokset ennen seuraavan massatoiminnon suorittamista.
fr: Cette fonctionnalité vous empêche d'oublier de vider votre sélection après avoir effectué une action de masse.
lv: Šī funkcija neļauj aizmirst notīrīt izvēli pēc masveida darbības pabeigšanas.
nb: Denne funksjonen forhindrer at du glemmer å tømme utvalget etter at du har fullført en massehandling.
nl: Deze functie voorkomt dat u vergeet uw selectie te wissen nadat u een massa-actie hebt voltooid.
pl: Ta funkcja zapobiega zapomnieniu o wyczyszczeniu zaznaczenia po wykonaniu akcji masowej.
sv: Denna funktion påminner dig om att tömma tidigare sökfilter innan du genomför nästa massåtgärd.

source: Mass invitations for video interviews
da: Masseinvitationer til videointerviews
de: Masseneinladungen für Video-Bewerbungsgespräche
et: Masskutsed videovestlusele
fi: Massakutsut videohaastatteluihin
fr: Invitations de masse pour les entretiens vidéo
lv: Masveida uzaicinājumi uz video intervijām
nb: Masseinvitasjoner til videointervjuer
nl: Massa-uitnodigingen voor video-interviews
pl: Masowe zaproszenia na rozmowy wideo
sv: Massinbjudningar till videointervjuer

source: Now you can move multiple candidates to the video interview step at once. This mass action triggers automatic invitation messages with the links to video recording. Learn more {}here{}. If you're interested in the video features, please contact us at {}support@talentadore.com{}.
da: Nu kan du flytte flere kandidater til trinnet for videointerviews på én gang. Denne massehandling udløser automatiske invitationsbeskeder med links til videooptagelse. Læs mere {}her{}. Hvis du er interesseret i videofunktionerne, bedes du kontakte os på {}support@talentadore.com{}.
de: Jetzt können Sie mehrere Bewerber auf einmal zum Videointerview schicken. Diese Massenaktion löst automatische Einladungsnachrichten mit den Links zur Videoaufzeichnung aus. Erfahren Sie mehr {}hier{}. Wenn Sie an den Videofunktionen interessiert sind, kontaktieren Sie uns bitte unter {}support@talentadore.com{}.
et: Nüüd saad liigutada videovestluse etappi korraga mitu kandidaati. Masstoimingu käigus saadetakse automaatselt kutsed, mis sisaldavad videosalvestuse linki. Loe lähemalt {}siin{}. Kui oled videofunktsioonidest huvitatud, võta meiega ühendust aadressil {}support@talentadore.com{}.
fi: Voit nyt samalla kertaa siirtää usean hakijan videohaastattelu-vaiheeseen rekrytointipolulla. Tämä massatoiminto lähettää automaattisen videohaastattelukutsun valituille hakijoille. Lue lisää {}täältä{}. Jos olet kiinnostunut videotoiminnallisuuksista, otathan yhteyttä osoitteeseen {}support@talentadore.com{}.
fr: Vous pouvez désormais déplacer plusieurs candidats vers l'étape d'entretien vidéo en une seule fois. Cette action de masse déclenche des messages d'invitation automatiques avec les liens vers l'enregistrement vidéo. En savoir plus {}ici{}. Si vous êtes intéressé par les fonctionnalités vidéo, veuillez nous contacter à l'adresse {}support@talentadore.com{}.
lv: Tagad uz video intervijas posmu vienlaikus var pārvietot vairākus kandidātus. Šī masveida darbība izveido automātiskus uzaicinājuma ziņojumus ar saitēm uz videoierakstu. Uzzināt vairāk {}šeit{}. Ja jūs interesē video funkcijas, lūdzu, sazinieties ar mums, rakstot uz {}support@talentadore.com{}.
nb: Nå kan du flytte flere kandidater til videointervjuet samtidig. Denne massehandlingen utløser automatiske invitasjonsmeldinger med lenker til videoopptak. Finn ut mer {}her{}. Hvis du er interessert i videofunksjonene, kan du kontakte oss på {}support@talentadore.com{}.
nl: Nu kunt u meerdere kandidaten tegelijk naar de video-interviewstap verplaatsen. Deze massa-actie activeert automatische uitnodigingsberichten met de links naar video-opname. Lees er {}hier{} meer over. Als u geïnteresseerd bent in de videofuncties, neem dan contact met ons op via {}support@talentadore.com{}.
pl: Teraz możesz przenieść wielu kandydatów do etapu rozmowy wideo jednocześnie. Ta akcja masowa wyzwala automatyczne wiadomości z zaproszeniami z linkami do nagrania wideo. Dowiedz się więcej {}tutaj{}. Jeśli jesteś zainteresowany funkcjami wideo, skontaktuj się z nami pod adresem {}support@talentadore.com{}.
sv: Nu kan du flytta flera kandidater till videointervjufasen på en gång. Med denna massåtgärd kan du skicka en automatiskt inbjudan till videointervju till alla valda kandidater. Läs mer {}här{}. Kontakta oss på {}support@talentadore.com{} om du är intresserad av våra videoegenskaper.

source: We have added a ‘clear selection’ feature, which prevents you from forgetting to clear your selection after completing a mass action. It will also help you to make sure you have the correct candidates selected for the next mass action.
da: Vi har tilføjet funktionen "Ryd valg", som forhindrer, at du glemmer at rydde dit valg, når du har gennemført en massehandling. Det vil også hjælpe dig med at sikre, at du har valgt de rigtige kandidater til den næste massehandling.
de: Wir haben eine Funktion "Auswahl löschen" hinzugefügt, die verhindert, dass Sie vergessen, Ihre Auswahl nach Abschluss einer Massenaktion zu löschen. Außerdem können Sie so sicherstellen, dass Sie die richtigen Kandidaten für die nächste Massenaktion ausgewählt haben.
et: Lisasime valiku tühistamise funktsiooni, mis aitab pärast masstoimingu tegemist pidada meeles valiku tühistamist. See aitab ka tagada, et järgmise masstoimingu jaoks oleksid valitud õiged kandidaadid.
fi: Olemme lisänneet ‘Tyhjennä valinnat’ toiminnallisuuden, jonka avulla valintojen tyhjennys ei vahingossakaan unohdu massatoiminnon jälkeen. Tämän avulla varmistut myös siitä, että sinulla on aina oikeat hakijat valittuna seuraavaa massatoimintoa varten.
lv: Mēs pievienojām funkciju “Notīrīt izvēli”, kas neļauj aizmirst notīrīt izvēli pēc masveida darbības pabeigšanas. Tas arī palīdzēs jums pārliecināties, vai nākamajai masveida darbībai ir izvēlēti atbilstošie kandidāti.
nb: Vi har lagt til en funksjon for å tømme utvalget, slik at du ikke glemmer å tømme utvalget etter at du har fullført en massehandling. Det vil også hjelpe deg med å sikre at du har valgt de riktige kandidatene til neste massehandling.
sv: Vi har lagt till en "Töm alla val" -funktion som påminner dig om att säkert tömma dina tidigare val efter att du genomfört en massåtgärd. På så sätt säkrar du att du har valt de rätta kandidaterna för nästa massåtgärd.

source: Search enhancements
da: Forbedringer af søgningen
de: Verbesserungen bei der Suche
et: Otsingu täiustused
fi: Parannuksia hakutoimintoon
fr: Améliorations de la recherche
lv: Meklēšanas uzlabojumi
nb: Forbedringer av søk
nl: Zoekopdrachten verbeteringen
pl: Ulepszenia wyszukiwania
sv: Förbättringar till sökfunktionen
