Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Concise
da: Koncis
de: Prägnant
et: Konkreetne
fi: Ytimekäs
fr: Concis
lv: Kodolīgs
nb: Konsis
nl: Beknopt
pl: Zwięzły
sv: Koncis

source: Extensive
da: Omfattende
de: Ausführlich
et: Põhjalik
fi: Laaja
fr: Complet
lv: Plašs
nb: Omfattende
nl: Uitgebreid
pl: Obszerny
sv: Omfattande

source: Business unit
da: Forretningsenhed
de: Geschäftsbereich
et: Äriüksus
fi: Liiketoimintayksikkö
fr: Unité commerciale
lv: Biznesa vienība
nb: Forretningsenhet
nl: Bedrijfsonderdeel
pl: Jednostka biznesowa
sv: Affärsenhet

source: Select tone
da: Vælg tone
de: Tonfall auswählen
et: Vali toon
fi: Valitse sävy
fr: Sélectionnez le ton
lv: Izvēlieties toni
nb: Velg tone
nl: Selecteer toon
pl: Wybierz ton
sv: Välj ton

source: Select length
da: Vælg længde
de: Länge auswählen
et: Vali pikkus
fi: Valitse pituus
fr: Sélectionnez la longueur
lv: Izvēlieties garumu
nb: Velg lengde
nl: Selecteer lengte
pl: Wybierz długość
sv: Välj längd

source: Enter your custom tone here...
da: Indtast din brugerdefinerede tone her...
de: Geben Sie hier Ihren benutzerdefinierten Tonfall ein...
et: Sisesta oma kohandatud toon siia...
fi: Syötä oma sävysi tähän...
fr: Entrez votre ton personnalisé ici...
lv: Ievadiet savu pielāgoto toni šeit...
nb: Skriv inn din tilpassede tone her...
nl: Voer hier uw aangepaste toon in...
pl: Wprowadź swój niestandardowy ton tutaj...
sv: Ange din anpassade ton här...

source: Enter your custom length here...
da: Indtast din brugerdefinerede længde her...
de: Geben Sie hier Ihre benutzerdefinierte Länge ein...
et: Sisesta oma kohandatud pikkus siia...
fi: Syötä oma pituutesi tähän...
fr: Entrez votre longueur personnalisée ici...
lv: Ievadiet savu pielāgoto garumu šeit...
nb: Skriv inn din tilpassede lengde her...
nl: Voer hier uw aangepaste lengte in...
pl: Wprowadź swoją niestandardową długość tutaj...
sv: Ange din anpassade längd här...

source: Enter your prompt here...
da: Indtast din prompt her...
de: Geben Sie hier Ihre Eingabe ein...
et: Sisestage oma päring siia...
fi: Kirjoita kehotteesi tähän...
fr: Entrez votre message ici...
lv: Ievadiet savu uzvedni šeit...
nb: Skriv inn din melding her...
nl: Voer hier uw prompt in...
pl: Wpisz swoje polecenie tutaj...
sv: Ange din prompt här...

source: Translate job ad
da: Oversæt jobannonce
de: Stellenanzeige übersetzen
et: Tõlgi tööpakkumine
fi: Käännä työpaikkailmoitus
fr: Traduire l'annonce d'emploi
lv: Tulkot darba sludinājumu
nb: Oversett stillingsannonse
nl: Vacature vertalen
pl: Przetłumacz ogłoszenie o pracę
sv: Översätt jobbannons

source: Original job description is very short
da: Den originale jobbeskrivelse er meget kort
de: Ursprüngliche Stellenbeschreibung ist sehr kurz
et: Algne töökirjeldus on väga lühike
fi: Alkuperäinen työnkuvaus on hyvin lyhyt
fr: La description de poste originale est très courte
lv: Sākotnējais darba apraksts ir ļoti īss
nb: Opprinnelig stillingsannonse er veldig kort
nl: Oorspronkelijke vacaturetekst is erg kort
pl: Oryginalny opis stanowiska jest bardzo krótki
sv: Den ursprungliga jobbeskrivningen är mycket kort

source: Job Descriptions
da: Jobbeskrivelser
de: Stellenbeschreibungen
et: Töökirjeldused
fi: Työnkuvaukset
fr: Descriptions de poste
lv: Darba apraksti
nb: Stillingsbeskrivelser
nl: Functieomschrijvingen
pl: Opisy stanowisk
sv: Arbetsbeskrivningar

source: Create compelling and inclusive job descriptions with AI assistance. This feature suggests industry-specific language, helps eliminate bias, and ensures your job postings attract the right candidates for your open positions.
da: Opret overbevisende og inkluderende jobbeskrivelser med AI-assistance. Denne funktion foreslår branchespecifikt sprog, hjælper med at eliminere bias og sikrer, at dine jobopslag tiltrækker de rigtige kandidater til dine ledige stillinger.
de: Erstellen Sie überzeugende und inklusive Stellenbeschreibungen mit KI-Unterstützung. Diese Funktion schlägt branchenspezifische Formulierungen vor, hilft Vorurteile zu beseitigen und stellt sicher, dass Ihre Stellenausschreibungen die richtigen Kandidaten für Ihre offenen Positionen anziehen.
et: Looge köitvaid ja kaasavaid töökirjeldusi AI abiga. See funktsioon soovitab valdkonnaspetsiifilist keelt, aitab kõrvaldada erapoolikust ja tagab, et teie tööpakkumised meelitavad ligi õigeid kandidaate teie vabadele ametikohtadele.
fi: Luo houkuttelevia ja osallistavia työnkuvauksia tekoälyn avulla. Tämä ominaisuus ehdottaa toimialakohtaista kieltä, auttaa poistamaan ennakkoasenteita ja varmistaa, että työpaikkailmoituksesi houkuttelevat oikeita ehdokkaita avoimiin tehtäviisi.
fr: Créez des descriptions de poste convaincantes et inclusives avec l'aide de l'IA. Cette fonctionnalité suggère un langage spécifique à l'industrie, aide à éliminer les biais et garantit que vos offres d'emploi attirent les bons candidats pour vos postes vacants.
lv: Izveidojiet pārliecinošus un iekļaujošus darba aprakstus ar mākslīgā intelekta palīdzību. Šī funkcija iesaka nozarei specifisko valodu, palīdz novērst aizspriedumus un nodrošina, ka jūsu darba sludinājumi piesaista pareizos kandidātus jūsu vakancēm.
nb: Lag overbevisende og inkluderende stillingsbeskrivelser med AI-assistanse. Denne funksjonen foreslår bransjespesifikt språk, bidrar til å eliminere skjevheter og sikrer at stillingsannonsene dine tiltrekker de riktige kandidatene til dine ledige stillinger.
nl: Maak boeiende en inclusieve functieomschrijvingen met AI-ondersteuning. Deze functie suggereert branchespecifieke taal, helpt vooroordelen te elimineren en zorgt ervoor dat uw vacatures de juiste kandidaten aantrekken voor uw openstaande posities.
pl: Twórz przekonujące i inkluzywne opisy stanowisk z pomocą sztucznej inteligencji. Ta funkcja sugeruje język specyficzny dla danej branży, pomaga wyeliminować stronniczość i zapewnia, że Twoje ogłoszenia o pracę przyciągną odpowiednich kandydatów na otwarte stanowiska.
sv: Skapa lockande och inkluderande arbetsbeskrivningar med AI-hjälp. Denna funktion föreslår branschspecifikt språk, hjälper till att eliminera partiskhet och säkerställer att dina jobbpubliceringar attraherar rätt kandidater för dina lediga tjänster.

source: Recommend
et: Soovita
fi: Suosittele
sv: Rekommendera

source: AI can’t extract AI skills from the job description. Length is too short.
et: AI ei saa töökirjeldusest AI oskusi eraldada. Tekst on liiga lühike.
fi: Tekoäly ei voi generoida taitoja työpaikkailmoituksesta, sille sen pituus on liian lyhyt.
sv: Kan inte extrahera AI-färdigheter från given arbetsbeskrivning. Längden är för kort

source: Skill Recommendations for Positions
et: Ametikohtade oskuste soovitused
fi: Taitosuositukset tehtäviin
sv: Kompetensrekommendationer för positioner

source: Automatically suggest relevant skills to include in job requirement sections. This AI-powered assistant analyses job titles, descriptions, and industry trends to recommend key technical and soft skills, helping recruiters create requirements for AI Skills Matching and evaluations.
et: Soovitage automaatselt asjakohaseid oskusi, mida lisada töönõuete jaotistesse. See AI-põhine abiline analüüsib ametinimetusi, kirjeldusi ja valdkonna suundumusi, et soovitada peamisi tehnilisi ja sotsiaalseid oskusi, aidates värbajatel luua nõudeid AI oskuste sobitamiseks ja hindamiseks.
fi: Suosittele automaattisesti tehtävän vaatimusosioon sopivia taitoja. Tämä tekoälyavustaja analysoi tehtävien otsikot, kuvaukset ja alan trendit ja suosittelee keskeisiä teknisiä ja pehmeitä taitoja auttaen rekrytoijia luomaan vaatimukset AI Skills Matching -toiminnolle ja arvioinneille.
sv: Föreslår automatiskt relevanta kompetenser att inkludera i kravsektionerna för tjänster. Denna AI-assistent analyserar jobbtitlar, beskrivningar och branschtrender för att rekommendera centrala tekniska och mjuka kompetenser, och hjälper rekryterare att skapa krav för AI Skills Matching och utvärderingar.

source: Re-generate with AI
da: Generer igen med AI
de: Mit KI neu generieren
et: Taasloo AI-ga
fi: Luo uudelleen tekoälyllä
fr: Régénérer avec l'IA
lv: Atkārtoti ģenerēt ar AI
nb: Regenerer med AI
nl: Opnieuw genereren met AI
pl: Wygeneruj ponownie z AI
sv: Återskapa med AI

source: Personalized Feedback
da: Personlig feedback
de: Personalisiertes Feedback
et: Isikupärastatud tagasiside
fi: Henkilökohtainen hakijapalaute
fr: Feedback personnalisé
lv: Personalizēta atgriezeniskā saite
nb: Personlig tilbakemelding
nl: Gepersonaliseerde feedback
pl: Spersonalizowana informacja zwrotna
sv: Personlig Feedback

source: Introducing Personalized Candidate Feedback, seamlessly integrated with our Evaluations feature. This multilingual tool provides balanced insights, highlighting both strengths, skills gaps and areas for improvement in a candidate's profile. Deliver constructive, tailored feedback effortlessly, enhancing the hiring experience for recruiters and candidates alike. This feature is linked and available only by activating the new evaluations.NOTE: Evaluations Feature must be turned on to activate Personalized Feedback Feature
da: Introduktion af Personlig Kandidat Feedback, problemfrit integreret med vores evalueringsfunktion. Dette flersprogede værktøj giver afbalancerede indsigter, der fremhæver både styrker, kompetencemangler og områder til forbedring i en kandidats profil. Levér konstruktiv, skræddersyet feedback uden besvær, og forbedrer ansættelsesoplevelsen for både rekrutteringsansvarlige og kandidater. Denne funktion er knyttet til og kun tilgængelig ved at aktivere de nye evalueringer. BEMÆRK: Evalueringsfunktionen skal være slået til for at aktivere funktionen Personlig Feedback
de: Einführung von personalisiertem Kandidaten-Feedback, nahtlos integriert in unsere Bewertungsfunktion. Dieses mehrsprachige Tool bietet ausgewogene Einblicke und hebt sowohl Stärken als auch Kompetenzlücken und Verbesserungsbereiche im Profil eines Kandidaten hervor. Liefern Sie mühelos konstruktives, maßgeschneidertes Feedback und verbessern Sie so das Einstellungserlebnis für Recruiter und Kandidaten gleichermaßen. Diese Funktion ist verknüpft und nur durch Aktivierung der neuen Bewertungen verfügbar. HINWEIS: Die Bewertungsfunktion muss aktiviert sein, um die Funktion für personalisiertes Feedback zu aktivieren.
et: Tutvustame personaliseeritud kandidaadi tagasisidet, mis on sujuvalt integreeritud meie hindamisfunktsiooniga. See mitmekeelne tööriist annab tasakaalustatud ülevaate, tuues esile nii tugevused, oskuste lüngad kui ka parendusvaldkonnad kandidaadi profiilis. Andke konstruktiivset ja kohandatud tagasisidet vaevata, parandades värbamiskogemust nii värbajate kui ka kandidaatide jaoks. See funktsioon on seotud ja saadaval ainult uute hindamiste aktiveerimisel. MÄRKUS: Personaliseeritud tagasiside funktsiooni aktiveerimiseks peab hindamisfunktsioon olema sisse lülitatud
fi: Esittelyssä henkilökohtainen hakijapalaute, joka on saumattomasti integroitu arviointiominaisuuteemme. Henkilökohtainen hakijapalaute tarjoaa palautteen usealla kielellä, löytäen arvioinneista olennaisimmat syyt hylkäykselle. Lähtevässä palautteessa nousee esiin sekä vahvuudet, osaamispuutteet että kehitysalueet, mahdollistaen rakentavan ja yksilöllisen palautteen lähettämisen hakijalle. Tämä parantaa rekrytointikokemusta sekä rekrytoijille että hakijoille. Huom! Tämä ominaisuus on käytettävissä vain, kun uusi arviointi-ominaisuus on aktivoitu.
fr: Présentation des commentaires personnalisés sur les candidats, intégrés de manière transparente à notre fonctionnalité d'évaluations. Cet outil multilingue fournit des informations équilibrées, mettant en évidence les points forts, les lacunes en matière de compétences et les domaines d'amélioration du profil d'un candidat. Fournissez facilement des commentaires constructifs et adaptés, améliorant ainsi l'expérience de recrutement pour les recruteurs et les candidats. Cette fonctionnalité est liée et disponible uniquement en activant les nouvelles évaluations. REMARQUE : La fonctionnalité d'évaluations doit être activée pour activer la fonctionnalité de commentaires personnalisés.
lv: Iepazīstinām personalizētu kandidātu atsauksmes, kas ir nevainojami integrētas ar mūsu novērtēšanas funkciju. Šis daudzvalodu rīks sniedz līdzsvarotu ieskatu, izceļot gan stiprās puses, prasmju trūkumus, gan uzlabojamās jomas kandidāta profilā. Sniedziet konstruktīvas, pielāgotas atsauksmes bez piepūles, uzlabojot darbā pieņemšanas pieredzi gan personāla atlases speciālistiem, gan kandidātiem. Šī funkcija ir saistīta un pieejama tikai, aktivizējot jauno novērtēšanu. PIEZĪME: lai aktivizētu personalizēto atsauksmju funkciju, ir jāieslēdz novērtēšanas funkcija.
nb: Introduserer Personlig Kandidat Tilbakemelding, sømløst integrert med vår Evalueringsfunksjon. Dette flerspråklige verktøyet gir balansert innsikt, og fremhever både styrker, kompetansehull og forbedringsområder i en kandidats profil. Gi konstruktiv, skreddersydd tilbakemelding uten anstrengelse, og forbedre ansettelsesopplevelsen for både rekrutterere og kandidater. Denne funksjonen er koblet til og kun tilgjengelig ved å aktivere de nye evalueringene. MERK: Evalueringsfunksjonen må være slått på for å aktivere Personlig Tilbakemelding-funksjonen
nl: Introductie van Gepersonaliseerde Kandidaat Feedback, naadloos geïntegreerd met onze Evaluaties functie. Deze meertalige tool biedt evenwichtige inzichten, benadrukt zowel sterke punten, hiaten in vaardigheden als verbeterpunten in het profiel van een kandidaat. Lever moeiteloos opbouwende, op maat gemaakte feedback, waardoor de wervingservaring voor recruiters en kandidaten wordt verbeterd. Deze functie is gekoppeld en alleen beschikbaar door het activeren van de nieuwe evaluaties. OPMERKING: Evaluaties functie moet ingeschakeld zijn om de Gepersonaliseerde Feedback functie te activeren
pl: Przedstawiamy Spersonalizowaną informację zwrotną dla kandydatów, bezproblemowo zintegrowaną z naszą funkcją Ocen. To wielojęzyczne narzędzie dostarcza zrównoważonych spostrzeżeń, podkreślając zarówno mocne strony, luki w umiejętnościach, jak i obszary do poprawy w profilu kandydata. Bez wysiłku przekazuj konstruktywną, dostosowaną informację zwrotną, poprawiając doświadczenie rekrutacyjne zarówno dla rekruterów, jak i kandydatów. Ta funkcja jest powiązana i dostępna tylko po aktywacji nowych ocen. UWAGA: Funkcja Ocen musi być włączona, aby aktywować funkcję Spersonalizowanej informacji zwrotnej
sv: Introducerar Personlig Kandidatfeedback, sömlöst integrerad med vår utvärderingsfunktion. Detta flerspråkiga verktyg ger balanserade insikter och belyser både styrkor, kompetensluckor och förbättringsområden i en kandidats profil. Leverera konstruktiv, skräddarsydd feedback utan ansträngning, vilket förbättrar rekryteringsupplevelsen för både rekryterare och kandidater. Denna funktion är länkad och tillgänglig endast genom att aktivera de nya utvärderingarna. OBS: Utvärderingsfunktionen måste vara påslagen för att aktivera funktionen för personlig feedback

source: Generate message
da: Generer besked
de: Nachricht generieren
et: Loo sõnum
fi: Luo viesti
fr: Générer un message
lv: Ģenerēt ziņojumu
nb: Generer melding
nl: Bericht genereren
pl: Generuj wiadomość
sv: Generera meddelande

source: Add more characters to generate AI message
da: Tilføj flere tegn for at generere AI-besked
de: Fügen Sie mehr Zeichen hinzu, um eine KI-Nachricht zu generieren
et: Lisage rohkem tähemärke, et luua tehisintellekti sõnum
fi: Lisää merkkejä luodaksesi tekoälyviestin
fr: Ajoutez plus de caractères pour générer un message d'IA
lv: Pievienojiet vairāk rakstzīmju, lai ģenerētu mākslīgā intelekta ziņojumu
nb: Legg til flere tegn for å generere AI-melding
nl: Voeg meer tekens toe om een AI-bericht te genereren
pl: Dodaj więcej znaków, aby wygenerować wiadomość AI
sv: Lägg till fler tecken för att generera AI-meddelande

source: Message Creation
da: Oprettelse af beskeder
de: Nachrichtenerstellung
et: Sõnumite loomine
fi: Viestin luominen
fr: Création de message
lv: Ziņojumu izveide
nb: Opprettelse av meldinger
nl: Bericht maken
pl: Tworzenie wiadomości
sv: Meddelandeskapande

source: Streamline your candidate communications with AI-generated messages. Craft professional, personalised messages for various recruitment stages, from initial outreach to interview invitations and follow-ups, ensuring consistent and timely communication with candidates.
da: Strømlinet din kandidatkommunikation med AI-genererede beskeder. Udarbejd professionelle, personlige beskeder til forskellige rekrutteringsfaser, fra første kontakt til interviewinvitationer og opfølgning, hvilket sikrer konsistent og rettidig kommunikation med kandidater.
de: Optimieren Sie Ihre Kandidatenkommunikation mit KI-generierten Nachrichten. Erstellen Sie professionelle, personalisierte Nachrichten für verschiedene Rekrutierungsphasen, von der ersten Kontaktaufnahme bis hin zu Intervieweinladungen und Folgenachrichten, um eine konsistente und zeitnahe Kommunikation mit den Kandidaten zu gewährleisten.
et: Sujuvamad kandidaatide suhtlused AI-genereeritud sõnumitega. Koostage professionaalseid, isikupärastatud sõnumeid erinevate värbamisetappide jaoks, alates esialgsest kontaktist kuni intervjuukutsete ja järeltegevusteni, tagades järjepideva ja õigeaegse suhtluse kandidaatidega.
fi: Virtaviivaista ehdokasviestintääsi tekoälyn luomilla viesteillä. Luo ammattimaisia, personoituja viestejä eri rekrytointivaiheisiin, aina ensimmäisestä yhteydenotosta haastattelukutsuihin ja seurantaan, varmistaen johdonmukaisen ja oikea-aikaisen viestinnän ehdokkaiden kanssa.
fr: Rationalisez vos communications avec les candidats grâce à des messages générés par l'IA. Rédigez des messages professionnels et personnalisés pour les différentes étapes du recrutement, de la prise de contact initiale aux invitations à l'entretien et aux suivis, en assurant une communication cohérente et opportune avec les candidats.
lv: Racionalizējiet savu kandidātu komunikāciju ar mākslīgā intelekta ģenerētiem ziņojumiem. Izveidojiet profesionālus, personalizētus ziņojumus dažādiem darbā pieņemšanas posmiem, sākot no sākotnējās saziņas līdz interviju uzaicinājumiem un turpmākai saziņai, nodrošinot konsekventu un savlaicīgu komunikāciju ar kandidātiem.
nb: Effektiviser kommunikasjonen med kandidater med AI-genererte meldinger. Lag profesjonelle, personlige meldinger for ulike rekrutteringsfaser, fra første kontakt til intervjuinvitasjoner og oppfølging, for å sikre konsistent og rettidig kommunikasjon med kandidater.
nl: Stroomlijn uw communicatie met kandidaten met door AI gegenereerde berichten. Creëer professionele, gepersonaliseerde berichten voor verschillende wervingsfasen, van eerste contact tot uitnodigingen voor gesprekken en follow-ups, om consistente en tijdige communicatie met kandidaten te garanderen.
pl: Usprawnij komunikację z kandydatami dzięki wiadomościom generowanym przez sztuczną inteligencję. Twórz profesjonalne, spersonalizowane wiadomości na różnych etapach rekrutacji, od pierwszego kontaktu po zaproszenia na rozmowy kwalifikacyjne i działania następcze, zapewniając spójną i terminową komunikację z kandydatami.
sv: Effektivisera din kandidatkommunikation med AI-genererade meddelanden. Skapa professionella, personliga meddelanden för olika rekryteringsskeden, från första kontakt till intervjubokningar och uppföljningar, vilket säkerställer konsekvent och snabb kommunikation med kandidater.

source: Highlights
da: Højdepunkter
de: Höhepunkte
et: Esile tõstetud
fi: Lisätietoa
fr: Points forts
lv: Papildu informācija
nb: Høydepunkter
nl: Hoogtepunten
pl: Najważniejsze informacje
sv: Höjdpunkter

source: Work
da: Arbejde
de: Arbeit
et: Töö
fi: Työ
fr: Travail
lv: Darbs
nb: Arbeid
nl: Werk
pl: Praca
sv: Arbete

source: Company name
da: Virksomhedsnavn
de: Firmenname
et: Ettevõtte nimi
fi: Yrityksen nimi
fr: Nom de l'entreprise
lv: Uzņēmuma nosaukums
nb: Selskapets navn
nl: Bedrijfsnaam
pl: Nazwa firmy
sv: Företagsnamn

source: End date
da: Slutdato
de: Enddatum
et: Lõppkuupäev
fi: Lopetuspäivä
fr: Date de fin
lv: Beigu datums
nb: Sluttdato
nl: Einddatum
pl: Data zakończenia
sv: Slutdatum

source: Start date
da: Startdato
de: Startdatum
et: Alguskuupäev
fi: Aloituspäivä
fr: Date de début
lv: Sākuma datums
nb: Startdato
nl: Startdatum
pl: Data rozpoczęcia
sv: Startdatum

source: Job title
da: Jobtitel
de: Stellenbezeichnung
et: Ametikoha nimetus
fi: Työpaikkailmoituksen otsikko
fr: Titre du poste
lv: Vakances nosaukums
nb: Stillingstittel
nl: Functietitel
pl: Stanowisko
sv: Jobbtitel

source: Education
da: Uddannelse
de: Bildung
et: Haridus
fi: Koulutus
lv: Izglītība
nb: Utdanning
pl: Wykształcenie
sv: Utbildning

source: Degree
da: Grad
de: Abschluss
et: Kraad
fi: Koulutustaso
fr: Diplôme
lv: Grāds
nb: Grad
nl: Diploma
pl: Stopień naukowy
sv: Examen

source: Field of study
da: Studieområde
de: Fachrichtung
et: Eriala
fi: Opintoala
fr: Domaine d'études
lv: Studiju joma
nb: Fagområde
nl: Studierichting
pl: Kierunek studiów
sv: Utbildningsområde

source: Grade
da: Kvalitet
de: Note
et: Hinne
fi: Luokka
fr: Note
lv: Klase
nb: Karakter
nl: Cijfer
pl: Ocena
sv: Årskurs

source: School name
da: Skolens navn
de: Schulname
et: Kooli nimi
fi: Koulun nimi
fr: Nom de l'école
lv: Skolas nosaukums
nb: Skolens navn
nl: Naam school
pl: Nazwa szkoły
sv: Läroanstaltens namn

source: Slots added successfully
da: Tidsrum tilføjet med succes
de: Slots erfolgreich hinzugefügt
et: Ajad edukalt lisatud
fi: Paikat lisätty onnistuneesti
fr: Créneaux ajoutés avec succès
lv: Laika nišas veiksmīgi pievienotas
nb: Tidsluker lagt til
nl: Tijdsloten succesvol toegevoegd
pl: Sloty zostały pomyślnie dodane
sv: Platser har lagts till

source: Slots updated successfully
da: Tidsrum opdateret med succes
de: Slots erfolgreich aktualisiert
et: Ajad edukalt uuendatud
fi: Paikat päivitetty onnistuneesti
fr: Créneaux mis à jour avec succès
lv: Laika nišas veiksmīgi atjauninātas
nb: Tidsluker oppdatert
nl: Tijdsloten succesvol bijgewerkt
pl: Sloty zaktualizowane pomyślnie
sv: Platser har uppdaterats

source: This time is already confirmed. You cannot delete it.
da: Denne tid er allerede bekræftet. Du kan ikke slette den.
de: Diese Zeit ist bereits bestätigt. Sie können sie nicht löschen.
et: See aeg on juba kinnitatud. Seda ei saa kustutada.
fi: Aika on jo vahvistettu, et voi poistaa sitä.
fr: Cette heure est déjà confirmée. Vous ne pouvez pas la supprimer.
lv: Šis laiks jau ir apstiprināts. To nevar dzēst.
nb: Denne tiden er allerede bekreftet. Du kan ikke slette den.
nl: Deze tijd is al bevestigd. Je kunt het niet verwijderen.
pl: Ten termin jest już potwierdzony. Nie można go usunąć.
sv: Denna tid är redan bekräftad. Du kan inte radera den.

source: The slot is already offered to applicants.
da: Pladsen er allerede tilbudt til ansøgere.
de: Das Zeitfenster wird Bewerbern bereits angeboten.
et: Aega on juba kandidaatidele pakutud.
fi: Tätä aikaa on jo tarjottu hakijoille
fr: Le créneau est déjà proposé aux candidats.
lv: Laiks kandidātiem jau ir piedāvāts.
nb: Tidsluken er allerede tilbudt til søkere.
nl: Het slot is al aangeboden aan kandidaten.
pl: Slot jest już oferowany kandydatom.
sv: Denna tid har redan erbjudits åt kandidater

source: Slots offered/unoffered successfully
da: Tidsrum tilbudt/ikke tilbudt med succes
de: Slots erfolgreich angeboten/nicht angeboten
et: Aegade pakkumine/mittepakkumine õnnestus
fi: Paikkojen tarjoaminen/peruminen onnistui
fr: Créneaux proposés/non proposés avec succès
lv: Laika nišas veiksmīgi piedāvātas/nepiedāvātas
nb: Tidsluker tilbudt/ikke tilbudt
nl: Tijdsloten succesvol aangeboden/niet aangeboden
pl: Sloty zaoferowane/niezaoferowane pomyślnie
sv: Platser har erbjudits/återkallats
