Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Hi [FIRST_NAME] We have booked a group interview with you in [JOB_NAME] position in [COMPANY_NAME] at [INTERVIEW_TIME] ([TIMEZONE]). Location: [LOCATION] Note: [NOTE]
da: Hej [FIRST_NAME] Vi har booket et gruppeinterview med dig i [JOB_NAME]-stillingen i [COMPANY_NAME] kl. [INTERVIEW_TIME] ([TIMEZONE]). Sted: [LOCATION] Bemærkning: [NOTE]
de: Hallo [NAME] Wir haben ein Gruppenbewerbungsgespräch für die Stelle [JOB_NAME] bei [COMPANY_NAME] um [INTERVIEW_TIME] ([TIMEZONE]) gebucht. Ort: [LOCATION] Notiz: [NOTE]
et: Tere, [FIRST_NAME]! Oleme broneerinud sulle ettevõttes [COMPANY_NAME] ametikohale [JOB_NAME] ajal [INTERVIEW_TIME] ([TIMEZONE]) grupivestluse. Asukoht: [LOCATION] Märge: [NOTE]
fi: Hei [FIRST_NAME] Olemme varanneet sinulle ajan ryhmähaastatteluun tehtävään [JOB_NAME] yrityksessä [COMPANY_NAME]. Haastattelun ajankohta on [INTERVIEW_TIME] ([TIMEZONE]). Sijainti: [LOCATION] Lisätietoja: [NOTE]
fr: Bonjour [FIRST_NAME] Nous avons réservé une interview de groupe avec vous pour le poste de [JOB_NAME] chez [COMPANY_NAME] à [INTERVIEW_TIME] ([TIMEZONE]). Emplacement: [LOCATION] Remarque: [NOTE]
lv: Sveiki, [FIRST_NAME]! Mēs rezervējām grupas interviju ar jums par vakanci [JOB_NAME] uzņēmumā [COMPANY_NAME] plkst. [INTERVIEW_TIME] ([TIMEZONE]). Atrašanās vieta: [LOCATION] Piezīme: [NOTE]
nb: Hei [FIRST_NAME] Vi har booket et gruppeintervju med deg for [JOB_NAME]-stillingen i [COMPANY_NAME] klokken [INTERVIEW_TIME] ([TIMEZONE]). Sted: [LOCATION] Merknad: [NOTE]
nl: Hallo [FIRST_NAME] We hebben een groepsinterview met u geboekt voor de functie [JOB_NAME] bij [COMPANY_NAME] om [INTERVIEW_TIME] ([TIMEZONE]). Locatie: [LOCATION] Opmerking: [NOTE]
pl: Cześć [FIRST_NAME] Zarezerwowaliśmy z Tobą wywiad grupowy na stanowisko [JOB_NAME] w [COMPANY_NAME] o godzinie [INTERVIEW_TIME] ([TIMEZONE]). Lokalizacja: [LOCATION] Uwaga: [NOTE]
sv: Hej [FIRST_NAME] Vi har bokat en gruppintervju för dig till tjänsten [JOB_NAME] i företaget [COMPANY_NAME]. Invervjutiden är [INTERVIEW_TIME] ([TIMEZONE]). Plats: [LOCATION] Tilläggsinfo: [NOTE]

source: Hello [FIRST_NAME], We would like to invite you for an online interview. Please use the link below to schedule a time that works best for you. [LINK] Looking forward to speaking with you! [SIGNATURE]
da: Hej [FIRST_NAME], Vi vil gerne invitere dig til et online-interview. Brug venligst linket nedenfor til at planlægge et tidspunkt, der passer dig bedst. [LINK] Vi ser frem til at tale med dig! [SIGNATURE]
de: Hallo [FIRST_NAME], Wir möchten Sie zu einem Online-Interview einladen. Bitte nutzen Sie den unten stehenden Link, um einen Termin zu vereinbaren, der am besten für Sie passt. [LINK] Wir freuen uns darauf, mit Ihnen zu sprechen! [SIGNATURE]
et: Tere [FIRST_NAME], Soovime kutsuda teid veebivestlusele. Kasutage allolevat linki, et broneerida endale sobiv aeg. [LINK] Ootame kohtumist teiega! [SIGNATURE]
fi: Hei [FIRST_NAME], Haluaisimme kutsua sinut verkkohaastatteluun. Käytä alla olevaa linkkiä varataksesi sinulle parhaiten sopivan ajan. [LINK] Odotamme innolla, että pääsemme keskustelemaan kanssasi! [SIGNATURE]
fr: Bonjour [FIRST_NAME], Nous aimerions vous inviter à un entretien en ligne. Veuillez utiliser le lien ci-dessous pour choisir un créneau qui vous convient le mieux. [LINK] Nous avons hâte de vous parler ! [SIGNATURE]
lv: Sveiki, [FIRST_NAME], Mēs vēlētos jūs uzaicināt uz tiešsaistes interviju. Lūdzu, izmantojiet zemāk esošo saiti, lai ieplānotu sev piemērotāko laiku. [LINK] Gaidām ar nepacietību sarunu ar jums! [SIGNATURE]
nb: Hei [FIRST_NAME], Vi ønsker å invitere deg til et nettintervju. Vennligst bruk lenken nedenfor for å avtale et tidspunkt som passer best for deg. [LINK] Vi ser frem til å snakke med deg! [SIGNATURE]
nl: Hallo [FIRST_NAME], We willen je graag uitnodigen voor een online interview. Gebruik de onderstaande link om een tijdstip te plannen dat het beste voor je uitkomt. [LINK] We kijken ernaar uit om met je te spreken! [SIGNATURE]
pl: Witaj [FIRST_NAME], Chcielibyśmy zaprosić Cię na rozmowę kwalifikacyjną online. Prosimy o skorzystanie z poniższego linku, aby zaplanować termin, który najbardziej Ci odpowiada. [LINK] Czekamy na rozmowę z Tobą! [SIGNATURE]
sv: Hej [FIRST_NAME], Vi vill bjuda in dig till en onlineintervju. Använd länken nedan för att boka en tid som passar dig bäst. [LINK] Vi ser fram emot att prata med dig! [SIGNATURE]

source: Hi [FIRST_NAME], The online interview for position [JOB_NAME] at [COMPANY_NAME] is now confirmed. Date and time: [INTERVIEW_TIME] ([TIMEZONE]) Join the online interview through your personal link: [MEETING_LINK] You can now test your device compatibility by entering the waiting lobby. System will automatically check that your camera and microphone are working properly. Supported desktop browsers: Chrome, Firefox and Safari Mobile support: - iPhone/iPad: Safari - Android: Firefox and Chrome If you have technical problems, please contact support@recright.com. [SIGNATURE]
da: Hej [FIRST_NAME], Onlineinterviewet til stillingen [JOB_NAME] hos [COMPANY_NAME] er nu bekræftet. Dato og klokkeslæt: [INTERVIEW_TIME] ([TIMEZONE]) Deltag i onlineinterviewet via dit personlige link: [MEETING_LINK] Du kan nu teste din enheds kompatibilitet ved at gå ind i ventehallen. Systemet vil automatisk kontrollere, at dit kamera og din mikrofon fungerer korrekt. Understøttede desktop-browsere: Chrome, Firefox og Safari Mobil understøttelse: - iPhone/iPad: Safari - Android: Firefox og Chrome Hvis du har tekniske problemer, bedes du kontakte support@recright.com. [SIGNATURE]
de: Hallo [FIRST_NAME], Das Online-Bewerbungsgespräch für die Stelle [JOB_NAME] bei [COMPANY_NAME] ist jetzt bestätigt. Datum und Uhrzeit: [INTERVIEW_TIME] ([TIMEZONE]) Nehmen Sie über Ihren persönlichen Link an dem Online-Bewerbungsgespräch teil: [MEETING_LINK] Sie können nun Ihre Gerätekompatibilität testen, indem Sie die Wartehalle betreten. Das System wird automatisch überprüfen, ob Ihre Kamera und Ihr Mikrofon richtig funktionieren. Unterstützte Desktop-Browser: Chrome, Firefox und Safari Mobile Unterstützung: - iPhone/iPad: Safari - Android: Firefox und Chrome Wenn Sie technische Probleme haben, wenden Sie sich bitte an support@recright.com.
et: Tere, [FIRST_NAME]! Ettevõtte [COMPANY_NAME] ametikoha [JOB_NAME] veebivestlus on nüüd kinnitatud. Kuupäev ja kellaaeg: [INTERVIEW_TIME] ([TIMEZONE]) Ühine veebivestlusega isikliku lingi kaudu: [MEETING_LINK] Saad kohe ooteruumi siseneda, et vaadata, kas seade on ühilduv. Süsteem kontrollib automaatselt, et kaamera ja mikrofon toimiksid korralikult. Toetatud töölauabrauserid: Chrome, Firefox ja Safari Mobiilitugi: - iPhone/iPad: Safari - Android: Firefox ja Chrome Tehniliste probleemide korral võta meiega ühendust aadressil support@recright.com. [SIGNATURE]
fi: Hi [FIRST_NAME], Online-haastattelu on nyt vahvistettu. Tehtävä: [JOB_NAME], [COMPANY_NAME]. Ajankohta: [INTERVIEW_TIME] ([TIMEZONE]) Liity online-haastatteluun tämän henkilökohtaisen linkin kautta: [MEETING_LINK] Voit nyt heti kokeilla laitteistosi yhteensopivuuden siirtymällä haastattelun odotusaulaan. Odotusaulassa järjestelmä testaa automaattisesti kameran ja mikrofonin toimivuuden. Tuetut desktop-selaimet: - Chrome, Firefox ja Safari Mobiilituki: - Android: Firefox ja Chrome - iPhone/iPad: Safari Jos törmäät teknisiin ongelmiin, saat tukea osoitteessa support@recright.com. [SIGNATURE]
fr: Bonjour [FIRST_NAME], L'entretien en ligne pour le poste de [JOB_NAME] chez [COMPANY_NAME] est maintenant confirmé. Date et heure: [INTERVIEW_TIME] ([TIMEZONE]) Rejoignez l'entretien en ligne via votre lien personnel: [MEETING_LINK] Vous pouvez maintenant tester la compatibilité de votre appareil en entrant dans la salle d'attente. Le système vérifiera automatiquement que votre caméra et votre microphone fonctionnent correctement. Navigateurs de bureau pris en charge: Chrome, Firefox et Safari Prise en charge mobile: - iPhone/iPad: Safari - Android: Firefox et Chrome Si vous rencontrez des problèmes techniques, veuillez contacter support@recright.com. [SIGNATURE]
lv: Sveiki, [FIRST_NAME]! Tiešsaistes intervija par vakanci [JOB_NAME] uzņēmumā [COMPANY_NAME] ir apstiprināta. Datums un laiks: [INTERVIEW_TIME] ([TIMEZONE]) Pievienojieties tiešsaistes intervijai, izmantojot personīgo saiti: [MEETING_LINK] Varat pārbaudīt ierīces saderību, ieejot uzgaidāmajā telpā. Sistēma automātiski pārbaudīs, vai kamera un mikrofons darbojas pareizi. Atbalstītās datora pārlūkprogrammas: Chrome, Firefox un Safari Mobilo ierīču atbalsts: - iPhone/iPad: Safari - Android: Firefox un Chrome Ja jums rodas tehniskas problēmas, lūdzu, sazinieties ar support@recright.com. [SIGNATURE]
nb: Hei [FIRST_NAME], intervjuet på nett for for stillingen [JOB_NAME] hos [COMPANY_NAME] er nå bekreftet. Dato og klokkeslett: [INTERVIEW_TIME] ([TIMEZONE]) Bli med på i intervjuet på nett via din personlige lenke: [MEETING_LINK] Du kan nå teste enhetens kompatibilitet ved å gå inn i ventehallen. Systemet vil automatisk kontrollere at kameraet og mikrofonen fungerer som de skal. Nettlesere som støttes: Chrome, Firefox og Safari Støttede mobilenheter: - iPhone/iPad: Safari - Android: Firefox og Chrome Hvis du har tekniske problemer, kan du kontakte support@recright.com. [SIGNATURE]
nl: Hallo [FIRST_NAME], Het online interview voor de functie [JOB_NAME] bij [COMPANY_NAME] is nu bevestigd. Datum en tijd: [INTERVIEW_TIME] ([TIMEZONE]) Neem deel aan het online interview via uw persoonlijke link: [MEETING_LINK] U kunt nu de compatibiliteit van uw apparaat testen door de wachtruimte te betreden. Het systeem controleert automatisch of uw camera en microfoon goed werken. Ondersteunde desktopbrowsers: Chrome, Firefox en Safari Mobiele ondersteuning: - iPhone/iPad: Safari - Android: Firefox en Chrome Als u technische problemen ondervindt, neem dan contact op met support@recright.com. [SIGNATURE]
pl: Cześć [FIRST_NAME], Rozmowa kwalifikacyjna online na stanowisko [JOB_NAME] w [COMPANY_NAME] została potwierdzona. Data i godzina: [INTERVIEW_TIME] ([TIMEZONE]) Dołącz do rozmowy kwalifikacyjnej online za pomocą osobistego linku: [MEETING_LINK] Możesz teraz przetestować kompatybilność swojego urządzenia, wchodząc do poczekalni. System automatycznie sprawdzi, czy Twoja kamera i mikrofon działają poprawnie. Obsługiwane przeglądarki na komputerze: Chrome, Firefox i Safari Wsparcie mobilne: - iPhone/iPad: Safari - Android: Firefox i Chrome W razie problemów technicznych skontaktuj się z support@recright.com. [SIGNATURE]
sv: Hej [FIRST_NAME], Du har bekräftat Online-intervjun för tjänsten [JOB_NAME] hos [COMPANY_NAME]. Datum och tid: [INTERVIEW_TIME] ([TIMEZONE]) Delta i intervjun med din personliga länk: [MEETING_LINK] Du kan redan i förväg testa online-intervjun genom att gå in i intervjuns vänterum. I vänterummet testas det automatiskt att din kamera och mikrofon fungerar som de ska. Stödda webbläsare: - Chrome, Firefox och Safari Mobilstöd: - Android: Firefox och Chrome - iPhone/iPad: Safari Kontakta support@recright.com ifall du stöter på tekniska problem, så hjälper vi gärna. [SIGNATURE]

source: Hi {user_first_name}, {applicant_name} has confirmed the time for an online interview regarding position {position_name}. Date and time: {time} ({timezone}). Join the online interview through your personal link: {link} You can reschedule this interview through the candidate’s profile if needed. You can now test your device compatibility by entering the waiting lobby. System will automatically check that your camera and microphone are working properly. Supported desktop browsers: Chrome, Firefox and Safari Mobile support: - iPhone/iPad: Safari - Android: Firefox and Chrome If you have technical problems, please contact support@recright.com. Have a wonderful interview! Team TalentAdore P.S. You can add your TalentAdore interview calendar to an external calendar via this iCal link: {ical_link}
da: Hej {user_first_name}, {applicant_name} har bekræftet tidspunktet for et onlineinterview vedrørende stillingen {position_name}. Dato og klokkeslæt: {time} ({timezone}). Deltag i onlineinterviewet via dit personlige link: {link} Du kan flytte interviewet via kandidatens profil, hvis det er nødvendigt. Du kan nu teste din enheds kompatibilitet ved at gå ind i ventehallen. Systemet vil automatisk kontrollere, at dit kamera og din mikrofon fungerer korrekt. Understøttede desktop-browsere: Chrome, Firefox og Safari Mobil understøttelse: - iPhone/iPad: Safari - Android: Firefox og Chrome Hvis du har tekniske problemer, bedes du kontakte support@recright.com. Hav et dejligt interview! Team TalentAdore P.S. Du kan tilføje din TalentAdore interviewkalender til en ekstern kalender via dette iCal-link: {ical_link}
de: Hallo {user_first_name}, {applicant_name} hat den Termin für ein Online-Bewerbungsgespräch bezüglich Stelle {position_name} bestätigt. Datum und Uhrzeit: {time} ({timezone}). Nehmen Sie über Ihren persönlichen Link an dem Online-Bewerbungsgespräch teil: {link}. Sie können dieses Bewerbungsgespräch bei Bedarf über das Profil des Bewerbers neu ansetzen. Sie können nun Ihre Gerätekompatibilität testen, indem Sie die Wartehalle betreten. Das System prüft automatisch, ob Ihre Kamera und Ihr Mikrofon richtig funktionieren. Unterstützte Desktop-Browser: Chrome, Firefox und Safari Mobile Unterstützung: - iPhone/iPad: Safari - Android: Firefox und Chrome Wenn Sie technische Probleme haben, wenden Sie sich bitte an support@recright.com. Ich wünsche Ihnen ein erfolgreiches Bewerbungsgespräch! Team TalentAdore P.S. Sie können Ihren TalentAdore Kalender für Bewerbungsgespräche zu einem externen Kalender über diesen iCal-Link hinzufügen: {ical_link}
et: Tere, {user_first_name}! {applicant_name} on kinnitanud ametikoha {position_name} veebivestluse toimumisaja. Kuupäev ja kellaaeg: {time} ({timezone}). Veebivestlusele pääsed ligi oma isikliku lingiga: {link} Kui vaja, saad toimumisaega muuta kandidaadi profiilil. Saad kohe ooteruumi siseneda, et kontrollida oma seadme ühilduvust. Süsteem kontrollib automaatselt, et kaamera ja mikrofon toimiksid korralikult. Toetatud töölauabrauserid: Chrome, Firefox ja Safari Mobiilitugi: - iPhone/iPad: Safari - Android: Firefox ja Chrome Tehniliste probleemide korral võta meiega ühendust aadressil support@recright.com. Toredat vestlust! TalentAdore’i meeskond P.S. Saad lisada TalentAdore’i vestlusekalendri mõnda välisesse kalendrisse, kasutades seda iCali linki: {ical_link}
fi: Hei {user_first_name}, {applicant_name} on vahvistanut ajan online-haastattelulle liittyen tehtävään {position_name}. Ajankohta: {time} ({timezone}) Liity haastatteluun tämän henkilökohtaisen linkin kautta: {link} Voit tarvittaessa muuttaa ajankohtaa hakijan profiilin yhteydessä. Voit nyt heti kokeilla laitteistosi yhteensopivuuden siirtymällä haastattelun odotusaulaan. Odotusaulassa järjestelmä testaa automaattisesti kameran ja mikrofonin toimivuuden. Tuetut desktop-selaimet: - Chrome, Firefox ja Safari Mobiilituki: - Android: Firefox ja Chrome - iPhone/iPad: Safari Jos törmäät ongelmiin, saat tukea osoitteessa support@recright.com. Mukavaa haastattelua! TalentAdoren tiimi P.S. Voit lisätä TalentAdore-haastattelukalenterisi ulkoiseen kalenteriin tämän iCal-linkin kautta: {ical_link}
lv: Sveiki, {user_first_name}! {applicant_name} ir apstiprinājis laiku tiešsaistes intervijai par vakanci {position_name}. Datums un laiks: {time} ({timezone}). Pievienojieties tiešsaistes intervijai, izmantojot savu personīgo saiti: {link} Varat pārplānot šo interviju, izmantojot kandidāta profilu, ja nepieciešams. Varat pārbaudīt ierīces saderību, ieejot uzgaidāmajā telpā. Sistēma automātiski pārbaudīs, vai kamera un mikrofons darbojas pareizi. Atbalstītās datora pārlūkprogrammas: Chrome, Firefox un Safari Mobilo ierīču atbalsts: - iPhone/iPad: Safari - Android: Firefox un Chrome Ja jums rodas tehniskas problēmas, lūdzu, rakstiet uz support@recright.com. Novēlam lielisku interviju! TalentAdore komanda P.S. Varat pievienot TalentAdore interviju kalendāru ārējam kalendāram, izmantojot šo iCal saiti: {ical_link}
nb: Hei {user_first_name}, {applicant_name} har bekreftet tidspunktet for et intervju på nett for stillingen {position_name}. Dato og klokkeslett: {time} ({timezone}). Bli med på det intervjuet på nett via din personlige lenke: {link} Du kan sette opp en ny tid for intervjuet via kandidatens profil ved behov. Du kan nå teste enhetens kompatibilitet ved å gå inn i ventehallen. Systemet kontrollerer automatisk at kameraet og mikrofonen fungerer som de skal. Nettlesere som støttes: Chrome, Firefox og Safari Støttede mobilenheter: - iPhone/iPad: Safari - Android: Firefox og Chrome Hvis du har tekniske problemer, kan du kontakte support@recright.com. Lykke til med intervjuet! Team TalentAdore PS! Du kan legge TalentAdore-intervjukalenderen din til på en ekstern kalender via denne iCal-lenken: {ical_link}
sv: Hej {user_first_name}, {applicant_name} har bekräftat sin online-intervju för tjänsten {position_name}. Tid: {time} ({timezone}) Anslut till intervjun med den här personliga länken: {link} Om du vill kan du ändra på intervjutiden i kandidatens profil. Du kan redan i förväg testa online-intervjun genom att gå in i intervjuns vänterum. I vänterummet testas det automatiskt att din kamera och mikrofon fungerar som de ska. Stödda webbläsare: - Chrome, Firefox och Safari Mobilstöd: - Android: Firefox och Chrome - iPhone/iPad: Safari Kontakta support@recright.com för stöd ifall du stöter på tekniska problem. Vi önskar dig en lyckad intervju! TalentAdore-teamet P.S. Du kan synkronisera din TalentAdore-intervjukalender med en extern kalender via den här iCal-länken: {ical_link}
