Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Invite to reference check
da: Inviter til referencetjek
de: Einladen zur Referenzprüfung
et: Kutsu soovitajate ülevaatusele
fi: Kutsu referenssitarkistukseen
fr: Inviter à la vérification des références
lv: Uzaicinājums uz atsauksmju pārbaudi
nb: Invitere til referansesjekk
nl: Uitnodigen voor referentiecontrole
pl: Zaproś do sprawdzenia referencji
sv: Bjud in till referenskontroll

source: Allows the user to send applicant for reference check
da: Giver brugeren mulighed for at sende ansøgeren til referencetjek
de: Ermöglicht dem Benutzer, Bewerber zur Referenzprüfung zu schicken
et: Võimaldab kasutajal saata kandidaadi soovitajate ülevaatusele
fi: Antaa käyttäjälle luvan lähettää hakija referenssitarkastukseen
fr: Permet à l'utilisateur d'envoyer le candidat pour une vérification des références
lv: Ļauj lietotājam nosūtīt kandidātu uz atsauksmju pārbaudi
nb: Gjør det mulig for brukeren å sende søkeren til referansesjekk
nl: Staat de gebruiker toe om de sollicitant voor referentiecontrole te sturen
pl: Pozwala użytkownikowi wysłać kandydata do sprawdzenia referencji
sv: Tillåter användaren att skicka ansökande för referenskontroll

source: View talent applications introductions
da: Se introduktioner til talentansøgninger
de: Kandidatenvorstellungen von Talenten ansehen
et: Kuva talendi avalduste tutvustused
fi: Nähdä tiedot Hakijaesittelyistä "Hakijan tiedot" -sivulla
fr: Voir les introductions des applications de talents
lv: Apskatīt talantu pieteikumu iepazīstināšanas
nb: Se introduksjoner av talentsøknader
nl: Bekijk introducties van talentvolle sollicitaties
pl: Przeglądaj wprowadzenia do aplikacji talentów
sv: Se kandidat introduktion i talang info sidan

source: Allows the user to view candidate introductions of talent's applications
da: Giver brugeren mulighed for at se kandidatintroduktioner for talenternes ansøgninger
de: Erlaubt dem Benutzer Kandidatenvorstellungen aus Bewerbungen von Talenten anzusehen
et: Võimaldab kasutajal vaadata talendi avalduste kandidaaditutvustusi
fi: Sallii käyttäjän nähdä "Hakijan tiedot" -sivulla, mitkä talentin hakemukset on lisätty Hakijaesittelyyn.
fr: Permet à l'utilisateur de voir les introductions des candidats des applications de talents
lv: Ļauj lietotājam skatīt kandidātu talantu pieteikumu iepazīstināšanu
nb: Gjør det mulig for brukeren å se kandidaters introduksjoner av talenters søknader
nl: Staat de gebruiker toe om kandidaatintroducties van talentvolle sollicitaties te bekijken
pl: Pozwala użytkownikowi przeglądać wprowadzenia kandydatów do aplikacji Talent Community
sv: Tillåter användaren att se kandidat introduktion av talangers ansökningar

source: Permission to view introduced candidate notes
da: Tilladelse til at se introducerede kandidatnoter
de: Berechtigung Notizen in Kandidatenvorstellungen anzusehen
et: Õigus vaadata esitletud kandidaadi märkmeid
fi: Nähdä hakijaesittelyn kommentit
fr: Permission de voir les notes des candidats introduits
lv: Atļauja skatīt piezīmes par iepazīstinātu kandidātu
nb: Tillatelse til å se merknader om introduserte kandidater
nl: Toestemming om geïntroduceerde kandidaatnotities te bekijken
pl: Uprawnienie do przeglądania notatek wprowadzonych kandydatów
sv: Tillstånd att se anteckningar om introducerade kandidater

source: Allows the user to view introduced candidate notes
da: Giver brugeren mulighed for at se indførte kandidatnoter
de: Eralubt dem Benutzer Notizen in Kandidatenvorstellungen anzusehen
et: Võimaldab kasutajal vaadata esitletud kandidaadi märkmeid
fi: Sallii käyttäjän nähdä hakijaesittelyyn lisätyt kommentit hakijoista
fr: Permet à l'utilisateur de voir les notes des candidats introduits
lv: Ļauj lietotājam skatīt piezīmes par iepazīstinātu kandidātu
nb: Gjør det mulig for brukeren å se merknader om introduserte kandidater
nl: Staat de gebruiker toe om geïntroduceerde kandidaatnotities te bekijken
pl: Pozwala użytkownikowi przeglądać notatki wprowadzonych kandydatów
sv: Tillåter användare att se antecknignar om introducerade kandidater

source: Permission to send message to candidate introduction collaborators
da: Tilladelse til at sende besked til samarbejdspartnere om kandidatintroduktion
de: Berechtigung Nachrichten an Kollaborateure in Kandidatenvorstellungen zu senden
et: Õigus saata kaasloojatele kandidaaditutvustusi
fi: Lähettää viestejä hakijaesittelyn yhteiskäyttäjille
fr: Permission d'envoyer un message aux collaborateurs d'introduction du candidat
lv: Atļauja sūtīt ziņojumu kandidātu iepazīstināšanas sadarbības kolēģiem
nb: Tillatelse til å sende melding til samarbeidspartnere for introduksjon av kandidater
nl: Toestemming om een bericht te sturen naar medewerkers van de kandidaatintroductie
pl: Uprawnienie do wysyłania wiadomości do współpracowników wprowadzających kandydatów
sv: Tillstånd att skicka meddelande till samarbetare av kandidatintroduktion

source: Allows the user to send candidate introduction message to collaborators
da: Giver brugeren mulighed for at sende en kandidatintroduktionsbesked til samarbejdspartnere
de: Erlaubt dem Benutzer Nachrichten an Kollaborateure in Kandidatenvorstellungen zu senden
et: Võimaldab kasutajal saata kaasloojatele kandidaaditutvustusi
fi: Sallii viestien lähettämisen hakijaesittelyn yhteiskäyttäjille
fr: Permet à l'utilisateur d'envoyer un message d'introduction du candidat aux collaborateurs
lv: Ļauj lietotājam nosūtīt kandidāta iepazīstināšanas ziņojumu sadarbības kolēģiem
nb: Gjør det mulig for brukeren å sende en introduksjonsmelding om kandidater til samarbeidspartnere
nl: Staat de gebruiker toe om een kandidaatintroductiebericht naar medewerkers te sturen
pl: Pozwala użytkownikowi wysyłać wiadomości wprowadzające kandydatów do współpracowników
sv: Tillåter användare att skicka kandidatintroduktions meddelande till samarbetare

source: Permission to submit candidate introduction recipient form
da: Tilladelse til at indsende modtagerformular til kandidatintroduktion
de: Erlaubnis zur Übermittlung des Formulars für den Empfänger der Kandidatenvorstellung
et: Õigus esitada kandidaaditutvustuse saaja vorm
fi: Oikeus lisätä hakijaesittelykohtaista materiaalia
fr: Permission de soumettre le formulaire de destinataire d'introduction du candidat
lv: Atļauja iesniegt kandidātu iepazīstināšanas saņēmēja veidlapu
nb: Tillatelse til å sende inn skjema for mottakere av kandidatintroduksjon
nl: Toestemming om het formulier voor de ontvanger van de kandidaatintroductie in te dienen
pl: Uprawnienie do przesyłania formularza odbiorcy wprowadzenia kandydata
sv: Tillstånd att lägga till kandidatintroduktionspecifikt material

source: Allows the user to submit candidate introduction recipient form
da: Giver brugeren mulighed for at indsende en modtagerformular til kandidatintroduktion
de: Ermöglicht es dem Benutzer, das Empfängerformular für die Kandidatenvorstellung einzureichen
et: Võimaldab kasutajal esitada kandidaaditutvustuse saaja vormi
fi: Oikeuttaa käyttäjän lisäämään hakijaesittelykohtaista materiaalia
fr: Permet à l'utilisateur de soumettre le formulaire de destinataire d'introduction du candidat
lv: Ļauj lietotājam iesniegt kandidātu iepazīstināšanas saņēmēja veidlapu
nb: Gjør det mulig for brukeren å sende inn skjema for mottakere av kandidatintroduksjoner
nl: Staat de gebruiker toe om het formulier voor de ontvanger van de kandidaatintroductie in te dienen
pl: Pozwala użytkownikowi na przesłanie formularza odbiorcy wprowadzenia kandydata
sv: Tillåter användaren att lägga till kandidatintroduktionspecifikt material

source: Permission to view candidate introduction recipient form
da: Tilladelse til at se modtagerformular til kandidatintroduktion
de: Genehmigung um das Empfängerformular für die Kandidatenvorstellung einzusehen
et: Õigus vaadata kandidaaditutvustuse saaja vormi
fi: Lupa lukea hakijaesittelykohtaista materiaalia
fr: Permission de consulter le formulaire de destinataire d'introduction du candidat
lv: Atļauja skatīt kandidātu iepazīstināšanas saņēmēja veidlapu
nb: Tillatelse til å se skjema for mottakere av kandidatintroduksjon
nl: Toestemming om het formulier voor de ontvanger van de kandidaatintroductie te bekijken
pl: Uprawnienie do przeglądania formularza odbiorcy wprowadzenia kandydata
sv: Tillstånd att se kandidatintroduktionsspecifikt material

source: Allows the user to view candidate introduction recipient form
da: Giver brugeren mulighed for at se modtagerformularen til kandidatintroduktion
de: Erlaubt dem Benutzer das Empfängerformular für die Kandidatenvorstellung einzusehen
et: Võimaldab kasutajal vaadata kandidaaditutvustuse saaja vormi
fi: Oikeuttaa näkemään hakijaesittelykohtaista materiaalia
fr: Permet à l'utilisateur de consulter le formulaire de destinataire d'introduction du candidat
lv: Ļauj lietotājam skatīt kandidātu iepazīstināšanas saņēmēja veidlapu
nb: Gjør det mulig for brukeren å se skjemaet for mottakere av kandidatintroduksjoner
nl: Staat de gebruiker toe om het formulier voor de ontvanger van de kandidaatintroductie te bekijken
pl: Pozwala użytkownikowi na przeglądanie formularza odbiorcy wprowadzenia kandydata
sv: Tillåter användaren att se kandidatintroduktionsspecifikt material

source: Permission to manage introduced candidate notes
da: Tilladelse til at administrere introducerede kandidatnoter
de: Berechtigung Notizen in Kandidatenvorstellungen zu verwalten
et: Õigus hallata esitletud kandidaadi märkmeid
fi: Hallita hakijaesittelyn kommentteja
fr: Permission de gérer les notes du candidat présenté
lv: Atļauja pārvaldīt piezīmes par iepazīstinātu kandidātu
nb: Tillatelse til å administrere merknader om introduserte kandidater
nl: Toestemming om notities van geïntroduceerde kandidaten te beheren
pl: Uprawnienie do zarządzania notatkami wprowadzonego kandydata
sv: Tillstånd att hantera anteckningar om introducerade kandidater

source: Allows the user to create and edit introduced candidate notes
da: Giver brugeren mulighed for at oprette og redigere introducerede kandidatnoter
de: Erlaubt dem Benutzer Notizen in Kandidatenvorstellungen zu erstellen und zu bearbeiten
et: Võimaldab kasutajal luua ja muuta esitletud kandidaadi märkmeid
fi: Sallii käyttäjän lisätä ja muokata hakijaesittelyn kommentteja
fr: Permet à l'utilisateur de créer et de modifier les notes du candidat présenté
lv: Ļauj lietotājam izveidot un rediģēt piezīmes par iepazīstinātu kandidātu
nb: Gjør det mulig for brukeren å opprette og redigere merknader om introduserte kandidater
nl: Staat de gebruiker toe om notities van geïntroduceerde kandidaten te maken en te bewerken
pl: Pozwala użytkownikowi na tworzenie i edycję notatek wprowadzonego kandydata
sv: Tillåter användare att skapa och editera anteckningar om introducerade kandidater

source: Modify interviewers in online interview
da: Ændr interviewere i onlineinterview
de: Verwaltung von Gesprächsleitern in Online-Bewerbungsgesprächen
et: Muuda veebivestluse intervjueerijaid
fi: Muokata online-haastattelun haastattelijoita
fr: Modifier les intervieweurs dans l'entretien en ligne
lv: Mainīt intervētājus tiešsaistes intervijā
nb: Endre intervjuere i intervjuer på nett
nl: Interviewers in online interview wijzigen
pl: Modyfikuj prowadzących rozmowę kwalifikacyjną w wywiadzie online
sv: Redigera intervjuarna i en online-intervju

source: Allows to modify interviewers in online interview
da: Tillader at ændre interviewere i onlineinterviews
de: Erlaubt die Verwaltung von Gesprächsleitern in Online-Bewerbungsgesprächen
et: Võimaldab muuta veebivestluse intervjueerijaid
fi: Sallii online-haastatteluun osallistuvien haastattelijoiden muokkaamisen
fr: Permet de modifier les intervieweurs dans l'entretien en ligne
lv: Ļauj mainīt intervētājus tiešsaistes intervijā
nb: Gjør det mulig å endre intervjuere i intervjuer på nett
nl: Staat toe om interviewers in online interview te wijzigen
pl: Pozwala na modyfikację prowadzących rozmowę kwalifikacyjną w wywiadzie online
sv: Behörighet att redigera intervjuarna i en online-intervju

source: Add as a recipient to the candidate introduction
da: Tilføj som modtager til kandidatintroduktionen
de: Als Empfänger in Kandidatenvorstellungen hinzufügen
et: Määra kandidaaditutvustuse saajaks
fi: Vastaanottaa hakijaesittely
fr: Ajouter comme destinataire à l'introduction du candidat
lv: Pievienot kā saņēmēju kandidāta iepazīstināšanai
nb: Legge til som mottaker i kandidatintroduksjon
nl: Toevoegen als ontvanger van de kandidaatintroductie
pl: Dodaj jako odbiorcę wprowadzenia kandydata
sv: Lägg till som mottagare av kandidatintroduktion

source: Allows a user to be added as recipient in candidate introduction
da: Giver mulighed for at tilføje en bruger som modtager i kandidatintroduktion
de: Erlaubt als Empfänger in Kandidatenvorstellungen hinzugefügt zu werden
et: Võimaldab määrata kasutajat kandidaaditutvustuse saajaks
fi: Sallii käyttäjän toimia vastaanottajana hakijaesittelyssä
fr: Permet à un utilisateur d'être ajouté comme destinataire dans l'introduction du candidat
lv: Ļauj pievienot lietotāju kā kandidāta iepazīstināšanas saņēmēju
nb: Gjør det mulig for en bruker å bli lagt til som mottaker i kandidatintroduksjon
nl: Staat toe dat een gebruiker als ontvanger wordt toegevoegd in de kandidaatintroductie
pl: Pozwala na dodanie użytkownika jako odbiorcy we wprowadzeniu kandydata
sv: Tilllåter användare att lägga till en mottagare i kandidatintroduktionen

source: Add as a collaborator to the candidate introduction
da: Tilføj som samarbejdspartner til kandidatens introduktion
de: Als Kollaborateur in Kandidatenvorstellungen hinzufügen
et: Määra kandidaaditutvustuse kaasloojaks
fi: Toimia hakijaesittelyn yhteiskäyttäjänä
fr: Ajouter en tant que collaborateur à l'introduction du candidat
lv: Pievienot kā sadarbības kolēģi kandidāta iepazīstināšanai
nb: Legge til som samarbeidspartner i kandidatintroduksjonen
nl: Toevoegen als medewerker aan de kandidaatintroductie
pl: Dodaj jako współpracownika do wprowadzenia kandydata
sv: Lägg till som en samarbetare till kandidatintroduktionen

source: Allows a user to be added as a collaborator in candidate introduction
da: Giver mulighed for at tilføje en bruger som samarbejdspartner i kandidatintroduktionen
de: Erlaubt als Kollaborateur in Kandidatenvorstellungen hinzugefügt zu werden
et: Võimaldab määrata kasutajat kandidaaditutvustuse kaasloojaks
fi: Sallii käyttäjän toimia yhteiskäyttäjänä hakijaesittelyssä
fr: Permet à un utilisateur d'être ajouté en tant que collaborateur dans l'introduction du candidat
lv: Ļauj pievienot lietotāju kā sadarbības kolēģi kandidāta iepazīstināšanai
nb: Gjør det mulig for en bruker å bli lagt til som samarbeidspartner i kandidatintroduksjon
nl: Hiermee kan een gebruiker worden toegevoegd als medewerker bij de kandidaatintroductie
pl: Pozwala na dodanie użytkownika jako współpracownika we wprowadzeniu kandydata
sv: Tilllåter användaren att läggas till som samarbetare i kandidatintroduktionen

source: Reader
da: Læser
de: Leser
et: Lugeja
fi: Lukija
fr: Lecteur
lv: Lasītājs
nb: Leser
nl: Lezer
pl: Czytelnik
sv: Läsare

source: Recruiter
da: Rekrutteringskonsulent
et: Värbaja
fi: Rekrytoija
fr: Recruteur
lv: Personāla atlases speciālists
nb: Rekrutterer
pl: Rekruter
sv: Rekryterare

source: Hiring manager
da: Rekrutterende leder
de: Personalverantwortlicher
et: Värbav juht
fi: Rekrytoiva esihenkilö
fr: Responsable du recrutement
lv: Par pieņemšanu darbā atbildīgais vadītājs
nb: Rekrutterende leder
nl: Wervingsmanager
pl: Menedżer ds. rekrutacji
sv: Rekryterande chef

source: Custom
da: Brugerdefineret
de: Benutzerdefiniert
et: Kohandatud
fi: Mukautettu
fr: Personnalisé
lv: Pielāgots
nb: Tilpasset
nl: Aangepast
pl: Niestandardowy
sv: Anpassad

source: Admin
da: Administrator
de: Administrator
et: Administraator
fi: Pääkäyttäjä
fr: Administrateur
lv: Administrators
nb: Administrerer
pl: Administrator
sv: Administratör

source: Allows to add {1} as {0}
da: Tillader at tilføje {1} som {0}
de: Erlaubt {1} als {0} hinzuzufügen
et: Võimaldab lisada isiku {1} rolli {0}
fi: Sallii lisätä roolin {1} rooliin {0}
fr: Permet d'ajouter {1} en tant que {0}
lv: Ļauj pievienot {1} kā {0}
nb: Gjør det mulig å legge til {1} som {0}
nl: Hiermee kunt u {1} toevoegen als {0}
pl: Pozwala dodać {1} jako {0}
sv: Tillåter att lägga till {1} som {0}

source: Create candidate introduction
da: Opret en introduktion til kandidaten
de: Kandidatenvorstellungen erstellen
et: Loo kandidaaditutvustus
fi: Luo hakijaesittely
fr: Créer une introduction de candidat
lv: Izveidot kandidāta iepazīstināšanu
nb: Lage introduksjon av kandidaten
nl: Kandidaatintroductie maken
pl: Utwórz wprowadzenie kandydata
sv: Skapa kandidatintroduktion

source: Allows to create candidate introduction
da: Tillader at oprette en kandidatintroduktion
de: Erlaubt Kandidatenvorstellungen zu erstellen
et: Võimaldab luua kandidaaditutvustuse
fi: Sallii hakijaesittelyn luomisen
fr: Permet de créer une introduction de candidat
lv: Ļauj izveidot kandidāta iepazīstināšanu
nb: Gjør det mulig å lage kandidatintroduksjon
nl: Hiermee kunt u een kandidaatintroductie maken
pl: Pozwala na utworzenie wprowadzenia kandydata
sv: Tillåter att skapa en kandidatintroduktion

source: Access to any candidate introduction
da: Adgang til enhver kandidatintroduktion
de: Zugang zu jeglicher Kandidatenvorstellung
et: Juurdepääs kõikidele kandidaaditutvustustele
fi: Pääsy kaikkien ehdokkaiden esittelyyn
fr: Accès à toute introduction de candidat
lv: Piekļuve jebkurai kandidāta iepazīstināšanai
nb: Tilgang til alle kandidatintroduksjoner
nl: Toegang tot elke kandidaatintroductie
pl: Dostęp do dowolnego wprowadzenia kandydata
sv: Tillgång till vilken kandidatintroduktion som helst

source: Allows the user to access all candidate introductions
da: Giver brugeren adgang til alle kandidatintroduktioner
de: Ermöglicht dem Benutzer auf alle Kandidatenvorstellungen zuzugreifen
et: Võimaldab kasutajal vaadata kõiki kandidaaditutvustusi
fi: Antaa käyttäjälle pääsyn kaikkien hakijoiden esittelyyn
fr: Permet à l'utilisateur d'accéder à toutes les introductions des candidats
lv: Ļauj lietotājam piekļūt visām kandidāta iepazīstināšanām
nb: Gir brukeren tilgang til alle kandidatintroduksjoner
nl: Hiermee heeft de gebruiker toegang tot alle kandidaatintroducties
pl: Pozwala użytkownikowi na dostęp do wszystkich wprowadzeń kandydatów
sv: Ger användaren tillgång till alla kandidatintroduktioner

source: View data privacy policy
da: Se privatlivspolitik
de: Datenschutzrichtlinie ansehen
et: Kuva privaatsuspõhimõtted
fi: Nähdä tietosuoja-asetukset
fr: Voir la politique de confidentialité des données
lv: Skatīt datu privātuma politiku
nb: Se personvernerklæring
nl: Privacybeleid voor gegevens bekijken
pl: Wyświetl politykę prywatności danych
sv: Se inställningarna för datasäkerhet

source: Allows to view data privacy policy
da: Giver mulighed for at se privatlivspolitik
de: Erlaubt Datenschutzrichtlinie anzusehen
et: Võimaldab vaadata privaatsuspõhimõtteid
fi: Sallii tietosuoja-asetusten näkemisen
fr: Permet de consulter la politique de confidentialité des données
lv: Ļauj skatīt datu privātuma politiku
nb: Gjør det mulig å se personvernerklæringen
nl: Hiermee kunt u het privacybeleid voor gegevens bekijken
pl: Pozwala na wyświetlenie polityki prywatności danych
sv: Ger behörighet att se inställningarna för datasäkerhet

source: View talent community settings
da: Se indstillinger for Talent Community
de: Talent-Community-Einstellungen ansehen
et: Kuva Talent Community seaded
fi: Nähdä Talent Community -asetukset
fr: Voir les paramètres de la communauté de talents
lv: Skatīt Talent Community iestatījumus
nb: Se innstillinger for Talent Community
nl: Instellingen van talentenpool bekijken
pl: Wyświetl ustawienia Talent Community
sv: Se inställningarna för Talent Community

source: Allows to view talent community settings
da: Tillader at se indstillinger for Talent Community
de: Erlaubt Talent-Community-Einstellungen anzusehen
et: Võimaldab vaadata Talent Community seadeid
fi: Sallii Talent Community -asetusten näkemisen
fr: Permet de consulter les paramètres de la communauté de talents
lv: Ļauj skatīt Talent Community iestatījumus
nb: Gjør det mulig å se innstillinger for Talent Community
nl: Hiermee kunt u de instellingen van de talentenpool bekijken
pl: Pozwala na wyświetlenie ustawień Talent Community
sv: Ger behörighet att se inställningarna för Talent Community

source: View all job templates
da: Se alle jobskabeloner
de: Alle Stellenvorlagen ansehen
et: Kuva kõik ametikoha vormid
fi: Nähdä kaikki työpaikkailmoitusten mallipohjat
fr: Voir tous les modèles de poste
lv: Skatīt visus amata paraugus
nb: Vis alle jobbmaler
nl: Alle functiesjablonen bekijken
pl: Wyświetl wszystkie szablony stanowisk
sv: Se alla jobbmallar

source: Allow users to see all position templates
da: Lader brugere se alle jobskabeloner
de: Erlaubt dem Benutzer alle Stellenvorlagen anzusehen
et: Võimaldab kasutajatel vaadata kõiki ametikoha vorme
fi: Sallii kaikkien työpaikkailmoitusten mallipohjien näkemisen
fr: Permettre aux utilisateurs de voir tous les modèles de poste
lv: Atļaut lietotājiem skatīt visus vakanču paraugus
nb: Tillat brukere å se alle stillingsmaler
nl: Gebruikers toestaan om alle positiesjablonen te zien
pl: Pozwól użytkownikom na przeglądanie wszystkich szablonów stanowisk
sv: Tillåt användare att se alla mallar för nya positioner

source: Schedule face to face interview
da: Planlæg et ansigt til ansigt-interview
de: Persönliches Bewerbungsgespräch planen
et: Planeeri vestlus
fi: Varaa haastattelu
fr: Planifier un entretien en face à face
lv: Ieplānot klātienes interviju
nb: Avtale personlig intervju
nl: Face-to-face-interview plannen
pl: Zaplanuj rozmowę kwalifikacyjną twarzą w twarz
sv: Boka intervju

source: Allows to schedule face to face interview
da: Giver mulighed for at planlægge ansigt til ansigt-interview
de: Erlaubt ein persönliches Bewerbungsgespräch zu planen
et: Võimaldab planeerida vestlust
fi: Sallii varamaan haastattelun
fr: Permet de planifier un entretien en face à face
lv: Ļauj ieplānot klātienes interviju
nb: Gjør det mulig å avtale personlig intervju
nl: Hiermee kunt u een face-to-face-interview plannen
pl: Pozwala na zaplanowanie rozmowy kwalifikacyjnej twarzą w twarz
sv: Tillåt att boka intervju

source: Schedule phone interview
da: Planlæg et telefoninterview
de: Telefonisches Bewerbungsgespräch planen
et: Planeeri telefonivestlus
fi: Varaa puhelinhaastattelu
fr: Planifier un entretien téléphonique
lv: Ieplānot telefona interviju
nb: Avtale telefonintervju
nl: Telefonisch interview plannen
pl: Zaplanuj rozmowę kwalifikacyjną telefoniczną
sv: Boka telefonintervju

source: Allows to schedule phone interview
da: Giver mulighed for at planlægge telefoninterview
de: Erlaubt ein telefonisches Bewerbungsgespräch zu planen
et: Võimaldab planeerida telefonivestlust
fi: Sallii puhelinhaastattelujen varaamisen
fr: Permet de planifier un entretien téléphonique
lv: Ļauj ieplānot telefona interviju
nb: Gjør det mulig å avtale telefonintervju
nl: Hiermee kunt u een telefonisch interview plannen
pl: Pozwala na zaplanowanie rozmowy kwalifikacyjnej telefonicznej
sv: Ger behörighet att boka telefonintervjuer

source: Schedule group interview
da: Planlæg gruppeinterview
de: Gruppenbewerbungsgespräch planen
et: Planeeri grupivestlus
fi: Varaa ryhmähaastattelu
fr: Planifier un entretien de groupe
lv: Ieplānot grupas interviju
nb: Avtale gruppeintervju
nl: Groepsinterview inplannen
pl: Zaplanuj rozmowę kwalifikacyjną grupową
sv: Boka en gruppintervju
