Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Dear [FIRST_NAME], We have invited you to join our Talent Community but it seems you have not yet confirmed the invite. As a member of our Talent Community, you will receive updates and first-hand information on positions that we think could be suitable for you. If you’d like to join our Talent Community and stay up-to-date on our new job opportunities, please click here [TALENT_COMMUNITY_LINK]. {additional_message}[SIGNATURE] If you do not want your data to be stored for future recruitments, you do not have to do anything, and your data will be erased as said in company's data storing policy.
da: Kære [FIRST_NAME], Vi har inviteret dig til at deltage i vores Talent Community, men det ser ud til, at du endnu ikke har bekræftet invitationen. Som medlem af vores Talent Community vil du modtage opdateringer og førstehåndsinformation om stillinger, som vi mener kunne være passende for dig. Hvis du gerne vil være med i vores Talent Community og holde dig opdateret om vores nye jobmuligheder, skal du klikke her [TALENT_COMMUNITY_LINK]. {additional_message}[SIGNATURE] Hvis du ikke ønsker, at dine data skal gemmes til fremtidige rekrutteringer, behøver du ikke at gøre noget, og dine data vil blive slettet som nævnt i virksomhedens datalagringspolitik.
de: Hallo [FIRST_NAME], Wir haben Sie eingeladen, unserer Talent-Community beizutreten, aber es scheint, dass Sie die Einladung noch nicht bestätigt haben. Als Mitglied unserer Talent-Community erhalten Sie Updates und Informationen aus erster Hand über Stellen, die unserer Meinung nach für Sie geeignet sein könnten. Wenn Sie unserer Talent-Community beitreten und über unsere neuen Stellenangebote auf dem Laufenden bleiben möchten, klicken Sie bitte hier [TALENT_COMMUNITY_LINK]. {additional_message}[SIGNATURE] Wenn Sie nicht möchten, dass Ihre Daten für künftige Bewerbungen gespeichert werden, so müssen Sie nichts unternehmen, und die Daten werden, wie in den Datenschutzbestimmungen des Unternehmens vorgesehen, gelöscht.
et: Tere, [FIRST_NAME]! Kutsusime sind liituma meie Talent Communityga, aga tundub, et sa ei ole veel kutset vastu võtnud. Talent Community liikmena saad ülevaate ettevõtte vabadest ametikohtadest ja uudistest. Talent Communityga liitumiseks klõpsa siin: [TALENT_COMMUNITY_LINK]. {additional_message}[SIGNATURE] Kui sa ei soovi, et sinu andmed edaspidiseks säilitame, ei pea sa midagi tegema ja sinu andmed kustutatakse ettevõtte privaatsuspõhimõtete kohaselt.
fi: Hei [FIRST_NAME], Olemme kutsuneet sinut liittymään meidän Talent Communityyn, mutta näyttäisi siltä, ettet ole vielä vahvistanut kutsua. Talent Communitymme jäsenenä saat ilmoituksia ensimmäisten joukossa uusista työpaikkailmoituksistamme, joiden uskomme olevan sinulle sopivia. Jos haluaisit liittyä Talent Communityymme ja pysyä ajantasalla uusista työpaikkailmoituksistamme, klikkaa tätä linkkiä [TALENT_COMMUNITY_LINK]. {additional_message}[SIGNATURE] Jos et halua tietojasi säilytettävän tulevia rekrytointeja varten, sinun ei tarvitse tehdä mitään, tietosi poistetaan kuten on ilmoitettu yrityksen tietosuojaselosteessa.
lv: Cien. [FIRST_NAME]! Mēs aicinājām jūs pievienoties mūsu Talent Community, taču šķiet, ka vēl neapstiprinājāt uzaicinājumu. Kā mūsu Talent Community dalībnieks jūs saņemsiet jaunāko informāciju un tiešu informāciju par vakancēm, kuras, mūsuprāt, varētu būt piemērotas tieši jums. Ja vēlaties pievienoties mūsu Talent Community un sekot līdzi mūsu jaunajām vakancēm, lūdzu, noklikšķiniet šeit [TALENT_COMMUNITY_LINK]. {additional_message}[SIGNATURE] Ja nevēlaties, lai jūsu dati tiktu saglabāti turpmākiem darba piedāvājumiem, jums nekas nav jādara, un dati tiks dzēsti, kā norādīts uzņēmuma datu glabāšanas politikā.
nb: Kjære [FIRST_NAME], vi har invitert deg til å bli medlem vårt Talent Community, men det ser ut til at du ennå ikke har bekreftet invitasjonen. Som medlem av Talent Community vil du få oppdateringer og førstehåndsinformasjon om stillinger som vi tror kan passe for deg. Hvis du ønsker å bli med i Talent Community og holde deg oppdatert om nye jobbmuligheter, kan du klikke her [TALENT_COMMUNITY_LINK]. {additional_message}[SIGNATURE] Hvis du ikke ønsker at opplysningene dine skal lagres for fremtidige rekrutteringer, trenger du ikke å gjøre noe, og opplysningene dine vil bli slettet i henhold til selskapets retningslinjer for datalagring.
sv: Hej [FIRST_NAME], Vi har bjudit in dig till att gå med i vår Talent Community men det verkar som om du inte har bekräftat inbjudan än. Som medlem i vår Talent Community kommer du att få uppdateringar och förstahandsinformation om jobb som vi tror kan passa dig. Om du vill gå med i vår Talent Community och få senaste nytt om olika jobbmöjligheter, klicka här [TALENT_COMMUNITY_LINK]. {additional_message}[SIGNATURE] Om du inte vill att dina uppgifter sparas för framtida rekryteringar så behöver du inte göra någonting. Dina uppgifter kommer att raderas enligt företagets datalagringspolicy.

source: First name: {first_name} Last name: {last_name} Email: {email} Telephone: {telephone} LinkedIn: {linkedin} Hometown: {hometown} Description: {description} CV: {cv} Other attachment: {other_attachment}
da: Fornavn: {first_name} Efternavn: {last_name} E-mail: {email} Telefon: {telephone} LinkedIn: {linkedin} Hjemby: {hometown} Beskrivelse: {description} CV: {cv} Anden vedhæftet fil: {other_attachment}
de: Vorname: {first_name} Nachname: {last_name} E-Mail: {email} Telefon: {telephone} LinkedIn: {linkedin} Wohnort: {hometown} Beschreibung: {description} Lebenslauf: {cv} Andere Anhänge: {other_attachment}
et: Eesnimi: {first_name} Perekonnanimi: {last_name} E-posti aadress: {email} Telefon: {telephone} LinkedIn: {linkedin} Linn/Asula: {hometown} Kirjeldus: {description} CV: {cv} Muu manus: {other_attachment}
fi: Etunimi: {first_name} Sukunimi: {last_name} Sähköpostiosoite: {email} Puhelinnumero: {telephone} LinkedIn: {linkedin} Asuinpaikka: {hometown} Kuvaus: {description} CV: {cv} Muu liite: {other_attachment}
fr: Prénom: {first_name} Nom: {last_name} Email: {email} Téléphone: {telephone} LinkedIn: {linkedin} Ville natale: {hometown} Description: {description} CV: {cv} Autre pièce jointe: {other_attachment}
lv: Vārds: {first_name} Uzvārds: {last_name} E-pasts: {email} Tālrunis: {telephone} LinkedIn: {linkedin} Dzimtā pilsēta: {hometown} Apraksts: {description} CV: {cv} Cits pielikums: {other_attachment}
nb: Fornavn: {first_name} Etternavn: {last_name} E-postadresse: {email} Telefonnummer: {telephone} LinkedIn: {linkedin} Hjemsted: {hometown} Beskrivelse: {description} CV: {cv} Annet vedlegg: {other_attachment}
nl: Voornaam: {first_name} Achternaam: {last_name} E-mail: {email} Telefoon: {telephone} LinkedIn: {linkedin} Woonplaats: {hometown} Omschrijving: {description} CV: {cv} Andere bijlage: {other_attachment}
pl: Imię: {first_name} Nazwisko: {last_name} E-mail: {email} Telefon: {telephone} LinkedIn: {linkedin} Miejsce zamieszkania: {hometown} Opis: {description} CV: {cv} Inny załącznik: {other_attachment}
sv: Förnamn: {first_name} Efternamn: {last_name} E-post: {email} Telefon: {telephone} LinkedIn: {linkedin} Hemort: {hometown} Beskrivning: {description} CV: {cv} Andra bifogade filer: {other_attachment}

source: Hi [FIRST_NAME], Thank you for joining our Talent Community! We will email you about any future career opportunities that we think might fit your profile. We hope that you will decide to apply when we do. Here is the summary of your information: [SUMMARY] You can use this link to access your Talent Community information: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> Thank you for your interest in our company and have a great day! {additional_message}[SIGNATURE]
da: Hej [FIRST_NAME], Tak, fordi du har tilmeldt dig vores Talent Community! Vi vil sende dig en e-mail om eventuelle fremtidige karrieremuligheder, som vi mener passer til din profil. Vi håber, at du vil beslutte dig for at ansøge, når vi gør det. Her er en opsummering af dine oplysninger: [RESUMÉ] Du kan bruge dette link til at få adgang til dine Talent Community-oplysninger: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> Tak for din interesse i vores virksomhed, og hav en god dag! {additional_message}[SIGNATURE]
de: Hallo [FIRST_NAME], Vielen Dank, dass Sie unserer Talent-Community beigetreten sind! Wir werden Sie per E-Mail über zukünftige Karrieremöglichkeiten informieren, die unserer Meinung nach zu Ihrem Profil passen. Wir hoffen, dass Sie sich bewerben, wenn wir dies tun. Hier ist die Zusammenfassung Ihrer Informationen: [SUMMARY] Über diesen Link können Sie auf Ihre Talent Community Informationen zugreifen: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> Wir danken Ihnen für Ihr Interesse an unserem Unternehmen und wünschen Ihnen einen schönen Tag! {additional_message}[SIGNATURE]
et: Tere, [FIRST_NAME]! Aitäh, et liitusid meie Talent Communityga! Saadame sulle e-postiga infot tulevaste karjäärivõimaluste kohta, mis võiksid meie arvates sinu profiiliga sobida. Loodame, et otsustad kandideerida. Kokkuvõte: [SUMMARY] Talent Community info leiad järgmise lingi kaudu: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> Aitäh, et tunned meie ettevõtte vastu huvi. Toredat päeva! {additional_message}[SIGNATURE]
fi: Hei [FIRST_NAME], Kiitos kun liityit Talent Communityymme! Tiedotamme sinulle jatkossa sähköpostitse uramahdollisuuksista, jotka mielestämme sopivat profiiliisi. Toivomme, että tartut näihin mahdollisuuksiin. Tässä vielä yhteenveto tiedoistasi: [SUMMARY] Tätä linkkiä klikkaamalla pääset muokkaamaan omia Talent Community-tietojasi: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> Kiitämme mielenkiinnostasi yritystämme kohtaan. Mukavaa päivänjatkoa! {additional_message}[SIGNATURE]
fr: Bonjour [FIRST_NAME], Merci d'avoir rejoint notre Talent Community ! Nous vous enverrons un email concernant les futures opportunités de carrière qui, selon nous, pourraient correspondre à votre profil. Nous espérons que vous déciderez de postuler lorsque nous le ferons. Voici le résumé de vos informations : [SUMMARY] Vous pouvez utiliser ce lien pour accéder à vos informations de Talent Community : <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> Merci de votre intérêt pour notre entreprise et passez une excellente journée ! {additional_message}[SIGNATURE]
lv: Sveiki, [FIRST_NAME]! Paldies, ka pievienojāties mūsu Talent Community! Mēs sūtīsim jums e-pasta ziņojumus par visām jaunajām karjeras iespējām, kas, mūsuprāt, varētu atbilst jūsu profilam. Mēs ceram, ka izlemsiet pieteikties kādai no nosūtītajām vakancēm. Šeit ir jūsu informācijas kopsavilkums: [SUMMARY] Varat izmantot šo saiti, lai piekļūtu savai Talent Community informācijai: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> Pateicamies, ka izrādījāt interesi par mūsu uzņēmumu, un jauku dienu! {additional_message}[SIGNATURE]
nb: Hei [FIRST_NAME], takk for at du har blitt med i vårt Talent Community! Vi kommer til å sende deg e-post om fremtidige karrieremuligheter som vi tror kan passe til profilen din. Vi håper at du bestemmer deg for å søke når vi gjør det. Her er et sammendrag av opplysningene dine: [SUMMARY] Du kan bruke denne lenken til å få tilgang til informasjonen i Talent Community: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> Takk for at du er interessert i selskapet vårt, og ha en fin dag! {additional_message}[SIGNATURE]
nl: Hallo [FIRST_NAME], Bedankt voor het lid worden van onze Talent Community! We zullen u e-mailen over toekomstige carrièremogelijkheden waarvan we denken dat ze bij uw profiel passen. We hopen dat u besluit te solliciteren wanneer we dat doen. Hier is een samenvatting van uw informatie: [SUMMARY] U kunt deze link gebruiken om toegang te krijgen tot uw Talent Community-informatie: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> Bedankt voor uw interesse in ons bedrijf en een fijne dag gewenst! {additional_message}[SIGNATURE]
pl: Cześć [FIRST_NAME], Dziękujemy za dołączenie do naszej Talent Community! Będziemy wysyłać Ci e-maile o przyszłych możliwościach kariery, które naszym zdaniem mogą pasować do Twojego profilu. Mamy nadzieję, że zdecydujesz się aplikować, gdy to zrobimy. Oto podsumowanie Twoich informacji: [SUMMARY] Możesz użyć tego linku, aby uzyskać dostęp do informacji o Talent Community: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> Dziękujemy za zainteresowanie naszą firmą i życzymy miłego dnia! {additional_message}[SIGNATURE]
sv: Hej [FIRST_NAME], Tack för att du gick med i vår Talent Community! Vi kommer att maila dig om karriärmöjligheter som vi tror passar din profil. Vi hoppas du väljer att ansöka! Här är sammanfattningen av din information: [SUMMARY] Du kan se din Talent Community -information genom att klicka på denna länk: <a href='[TALENT_EDIT_LINK]'>[TALENT_EDIT_LINK]</a> Vi vill tacka dig för ditt intresse och önskar dig en trevlig fortsättning! {additional_message}[SIGNATURE]

source: Hi [FIRST_NAME], We're pleased to see that you've subscribed to our job alerts. We will inform you about new job opportunities at [COMPANY_NAME]. Should you come across an interesting position, please feel free to apply or recommend it to your friends. Thank you for your interest in our company and have a great day! [SIGNATURE]
da: Hej [FIRST_NAME], Vi er glade for at se, at du har tilmeldt dig vores jobalarm. Vi vil informere dig om nye jobmuligheder hos [COMPANY_NAME]. Hvis du støder på en interessant stilling, er du velkommen til at ansøge eller anbefale den til dine venner. Tak for din interesse i vores virksomhed, og hav en god dag! [SIGNATURE]
de: Hallo [FIRST_NAME], wir freuen uns, dass Sie sich für unsere Job Alerts angemeldet haben. Wir werden Sie über neue Stellenangebote bei [COMPANY_NAME] informieren. Sollten Sie auf ein interessantes Angebot aufmerksam werden, können Sie sich gerne bewerben oder es Ihren Bekannten empfehlen. Wir danken Ihnen für Ihr Interesse an unserem Unternehmen und wünschen Ihnen einen schönen Tag! [SIGNATURE]
et: Tere, [FIRST_NAME]! Meil on hea meel näha, et oled tellinud meie töökuulutused. Me teavitame sind uutest tööpakkumistest ettevõttes [COMPANY_NAME]. Kui leiad huvipakkuva ametikoha, kandideeri või soovita seda oma sõpradele. Aitäh, et oled meie ettevõttest huvitatud, ja soovime sulle ilusat päeva! [SIGNATURE]
fi: Hei [FIRST_NAME], Olemme iloisia huomattuamme, että olet tilannut hakuvahti-ilmoituksemme. Ilmoitamme uusista työmahdollisuuksista [COMPANY_NAME]. Huomatessasi mielenkiintoisen työpaikan voit halutessasi suositella sitä ystävillesi Kiitos kiinnostuksestasi yritystämme kohtaan ja mukavaa päivää! [SIGNATURE]
fr: Bonjour [FIRST_NAME], Nous sommes heureux de voir que vous vous êtes abonné à nos alertes d'emploi. Nous vous informerons des nouvelles opportunités d'emploi chez [COMPANY_NAME]. Si vous tombez sur un poste intéressant, n'hésitez pas à postuler ou à le recommander à vos amis. Merci de votre intérêt pour notre entreprise et passez une excellente journée ! [SIGNATURE]
lv: Sveiki, [FIRST_NAME]! Mēs priecājamies redzēt, ka abonējāt mūsu darba paziņojumus. Mēs informēsim jūs par jaunām darba iespējām [COMPANY_NAME]. Ja pamanāt interesantu amatu, piesakieties tam vai iesakiet to saviem draugiem. Pateicamies, ka izrādījāt interesi par mūsu uzņēmumu, un jauku dienu! [SIGNATURE]
nb: Hei [FIRST_NAME], Vi er glade for å se at du abonnerer på jobbvarslene våre. Vi vil informere deg om nye jobbmuligheter hos [COMPANY_NAME]. Hvis du kommer over en interessant stilling, må du gjerne søke på den eller anbefale den til vennene dine. Takk for din interesse for selskapet vårt, og ha en fin dag! [SIGNATURE]
nl: Hallo [FIRST_NAME], We zijn blij dat je je hebt aangemeld voor onze vacature-alerts. We zullen je op de hoogte houden van nieuwe vacatures bij [COMPANY_NAME]. Mocht je een interessante functie tegenkomen, aarzel dan niet om te solliciteren of deze aan te bevelen bij je vrienden. Bedankt voor je interesse in ons bedrijf en een fijne dag gewenst! [SIGNATURE]
pl: Cześć [FIRST_NAME], Miło nam widzieć, że subskrybujesz nasze powiadomienia o pracy. Będziemy Cię informować o nowych ofertach pracy w [COMPANY_NAME]. Jeśli natrafisz na interesujące stanowisko, nie krępuj się aplikować lub polecić je znajomym. Dziękujemy za zainteresowanie naszą firmą i życzymy miłego dnia! [SIGNATURE]
sv: Hej [FIRST_NAME]! Vi är glada att se att du har prenumererat på vår jobbvakt. Vi kommer att informera dig om nya jobbmöjligheter på [COMPANY_NAME]. Skulle du träffa på en intressant position får du gärna ansöka eller rekommendera den till dina vänner. Tack för ditt intresse för vårt företag och ha en bra dag! [SIGNATURE]

source: Hi {first_name} {last_name} has joined Talent Community! You can see the talent here: {talent_link} {unsubscribe_message}
da: Hej {first_name} {last_name} har tilmeldt sig Talent Community! Du kan se talentet her: {talent_link} {unsubscribe_message}
de: Hallo {first_name} {last_name}hat sich der Talent-Community angeschlossen! Sie können das Talent hier sehen: {talent_link} {unsubscribe_message}
et: Tere! {first_name} {last_name} on liitunud Talent Communityga. Infot näed siin: {talent_link} {unsubscribe_message}
fi: Hei {first_name} {last_name} on liittynyt Talent Communityyn! Voit nähdä liittyneen henkilön täällä: {talent_link} {unsubscribe_message}
fr: Bonjour {first_name} {last_name} a rejoint la communauté des talents ! Vous pouvez voir le talent ici : {talent_link} {unsubscribe_message}
lv: Sveiki! {first_name} {last_name} ir pievienojies Talent Community! Varat apskatīt talantu šeit: {talent_link} {unsubscribe_message}
nb: Hei {first_name} {last_name} er blitt med i Talent Community! Du kan se talentet her: {talent_link} {unsubscribe_message}
nl: Hallo {first_name} {last_name} heeft zich aangesloten bij de Talent Community! Je kunt het talent hier bekijken: {talent_link} {unsubscribe_message}
pl: Cześć {first_name} {last_name} dołączył(a) do Talent Community! Możesz zobaczyć talent tutaj: {talent_link} {unsubscribe_message}
sv: Hej {first_name} {last_name} har gått med i Talent Community! Du kan se talangen här: {talent_link} {unsubscribe_message}

source: Hi [NAME], We kindly ask you to provide us with additional information for your employment contract. Please follow the link below to fill out the form and send it to us. Please note that the link is private and the form can be submitted only once. [ADDITIONAL_FORM_LINK] Should you have any additional questions, please do not hesitate to ask. {additional_message}[SIGNATURE]
da: Hej [NAME], Vi beder dig venligst om at give os yderligere oplysninger til din ansættelseskontrakt. Følg linket nedenfor for at udfylde formularen og sende den til os. Bemærk, at linket er privat, og at formularen kun kan indsendes én gang. [ADDITIONAL_FORM_LINK] Hvis du har yderligere spørgsmål, så tøv ikke med at spørge. {additional_message}[SIGNATURE]
de: Hallo [NAME], Wir bitten Sie, uns zusätzliche Informationen für Ihren Arbeitsvertrag zur Verfügung zu stellen.Bitte folgen Sie dem untenstehenden Link, um das Formular auszufüllen und an uns zu senden. Bitte beachten Sie, dass der Link privat ist und das Formular nur einmal übermittelt werden kann. [ADDITIONAL_FORM_LINK] Sollten Sie weitere Fragen haben, zögern Sie bitte nicht, diese zu stellen. {additional_message}[SIGNATURE]
et: Tere, [NAME]! Soovime saada sult töölepingu ettevalmistamise jaoks lisainfot. Klõpsa alloleval lingil ja täida vorm. Link on privaatne. Pane tähele, et vormi saab saata ainult üks kord. [ADDITIONAL_FORM_LINK] Küsimuste korral võta meiega kindlasti ühendust. {additional_message}[SIGNATURE]
fi: Hei [NAME], Pyydämme sinua ystävällisesti välittämään meille lisätietoja työsopimukseesi liittyen. Ole hyvä ja seuraa alla olevaa linkkiä täyttääksesi kaavakkeen ja lähettääksesi sen meille. Huomaa, että linkki on yksityinen ja kaavakkeen voi lähettää vain kerran. [ADDITIONAL_FORM_LINK] Otathan meihin yhteyttä, jos sinulla on kysyttävää. {additional_message}[SIGNATURE]
fr: Bonjour [NAME], Nous vous demandons de bien vouloir nous fournir des informations supplémentaires pour votre contrat de travail. Veuillez suivre le lien ci-dessous pour remplir le formulaire et nous l'envoyer. Veuillez noter que le lien est privé et que le formulaire ne peut être soumis qu'une seule fois. [ADDITIONAL_FORM_LINK] Si vous avez des questions supplémentaires, n'hésitez pas à nous les poser. {additional_message}[SIGNATURE]
lv: Sveiki, [Vārds]! Lūdzu, sniedziet papildu informāciju par jūsu darba līgumu. Lūdzu, atveriet tālāk redzamo saiti, lai aizpildītu veidlapu un nosūtītu to mums. Lūdzu, ņemiet vērā, ka saite ir privāta un veidlapu var iesniegt tikai vienu reizi. [ADDITIONAL_FORM_LINK] Ja jums ir jautājumi, droši uzdodiet tos. {additional_message}[SIGNATURE]
nb: Hei [NAME], vi ber deg om å gi oss ytterligere informasjon om arbeidskontrakten din. Følg lenken nedenfor for å fylle ut skjemaet og sende det til oss. Vær oppmerksom på at lenken er privat, og at skjemaet bare kan sendes inn én gang. [ADDITIONAL_FORM_LINK] Hvis du har ytterligere spørsmål, må du gjerne ta kontakt. {additional_message}[SIGNATURE]
nl: Hallo [NAME], Wij vragen u vriendelijk om ons aanvullende informatie te verstrekken voor uw arbeidsovereenkomst. Volg de onderstaande link om het formulier in te vullen en naar ons te verzenden. Houd er rekening mee dat de link privé is en het formulier slechts eenmaal kan worden ingediend. [ADDITIONAL_FORM_LINK] Mocht u nog vragen hebben, aarzel dan niet om te vragen. {additional_message}[SIGNATURE]
pl: Cześć [NAME], Uprzejmie prosimy o podanie dodatkowych informacji do Twojej umowy o pracę. Kliknij w poniższy link, aby wypełnić formularz i przesłać go do nas. Pamiętaj, że link jest prywatny, a formularz można przesłać tylko raz. [ADDITIONAL_FORM_LINK] Jeśli masz jakiekolwiek dodatkowe pytania, nie wahaj się zapytać. {additional_message}[SIGNATURE]
sv: Hej [NAME], Vi ber dig att ge oss ytterligare information för ditt anställningsavtal. Följ länken nedan för att fylla i formuläret och skicka det till oss. Observera att länken är privat och formuläret kan endast skickas in en gång. [ADDITIONAL_FORM_LINK] Om du har några ytterligare frågor, tveka inte att fråga. {additional_message}[SIGNATURE]
