Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Allows to view candidates contact information in application view as well as in talent views
da: Tillader at se kandidaternes kontaktoplysninger både i ansøgningsvisningen og i talentvisningerne
de: Erlaubt die Anzeige von Kontaktinformationen der Kandidaten in der Bewerbungsansicht sowie in der Talentansicht
et: Võimaldab vaadata kandidaatide kontaktandmeid nii avalduse- kui ka talendivaates
fi: Sallii kandidaatin yhteystietojen näkemisen hakemus- ja hakijanäkymässä
fr: Permet de voir les informations de contact des candidats dans la vue de la candidature ainsi que dans les vues des talents
lv: Ļauj skatīt kandidātu kontaktinformāciju pieteikuma skatā, kā arī talantu skatos
nb: Gjør det mulig å se kandidatenes kontaktinformasjon, både i søknadsvisningen og i talentvisninger
nl: Maakt het mogelijk om contactgegevens van kandidaten te bekijken in de sollicitatieweergave en in talentweergaven
pl: Pozwala na podgląd informacji kontaktowych kandydatów w widoku aplikacji, jak również w widokach talentów
sv: Gör det möjligt att visa kandidaters kontaktinformation i ansökningsvisning och i talangvisningar

source: Manage community membership
da: Administrér medlemskab af fællesskabet
de: Community-Mitgliedschaft verwalten
et: Halda Talent Communitysse kuulumist
fi: Hallita Talent Community -jäsenyyttä
fr: Gérer l'adhésion à la communauté
lv: Pārvaldīt dalību kopienā
nb: Administrere medlemskap i fellesskapet
nl: Lidmaatschap van de community beheren
pl: Zarządzaj członkostwem w społeczności
sv: Hantera community-medlemskap

source: Allows to manage candidate with regard to Talent Community membership
da: Giver mulighed for at administrere kandidater i forbindelse med Talent Community-medlemskab
de: Erlaubt die Talent-Community-Mitgliedschaft von Kandidaten zu verwalten
et: Võimaldab hallata kandidaadi kuulumist Talent Communitysse
fi: Sallii kandidaattien Talent Community-jäsenyyksien hallinnan
fr: Permet de gérer le candidat en ce qui concerne l'adhésion à la communauté de talents
lv: Ļauj pārvaldīt kandidātu saistībā ar dalību Talent Community
nb: Gjør det mulig å administrere kandidater med hensyn til medlemskap i Talent Community
nl: Maakt het mogelijk om kandidaten te beheren met betrekking tot het lidmaatschap van de Talent Community
pl: Pozwala na zarządzanie kandydatem w odniesieniu do członkostwa w Talent Community
sv: Tillåter hantering av kandidater när det gäller Talent Community-medlemskap

source: Browse users
da: Gennemse brugere
de: Benutzer durchsuchen
et: Sirvi kasutajaid
fi: Selata käyttäjiä
fr: Parcourir les utilisateurs
lv: Pārlūkot lietotājus
nb: Bla gjennom brukere
nl: Gebruikers bekijken
pl: Przeglądaj użytkowników
sv: Bläddra bland användare

source: Allows actions that require seeing a list of all the users
da: Tillader handlinger, der kræver visning af en liste over alle brugere
de: Ermöglicht Aktionen, die die Anzeige einer Liste aller Benutzer erfordern
et: Võimaldab teha toiminguid, mille jaoks on vaja näha kasutajate loendit
fi: Sallii toiminnot, jotka vaativat kaikkien käyttäjien näkemisen
fr: Permet les actions qui nécessitent de voir une liste de tous les utilisateurs
lv: Ļauj veikt darbības, kurām nepieciešams skatīt visu lietotāju sarakstu
nb: Muliggjør handlinger som krever at du ser en liste over alle brukerne
nl: Maakt acties mogelijk waarvoor een lijst van alle gebruikers moet worden bekeken
pl: Pozwala na działania wymagające podglądu listy wszystkich użytkowników
sv: Tillåter åtgärder som kräver att se en lista över alla användare

source: Browse user list
da: Gennemse brugerliste
de: Benutzerliste durchsuchen
et: Sirvi kasutajate loendit
fi: Selata käyttäjiä
fr: Parcourir la liste des utilisateurs
lv: Pārlūkot lietotāju sarakstu
nb: Bla gjennom brukerliste
nl: Gebruikerslijst bekijken
pl: Przeglądaj listę użytkowników
sv: Bläddra i användarlistan

source: Allows to browse users list
da: Tillader at gennemse brugerlisten
de: Erlaubt die Benutzerliste zu durchsuchen
et: Võimaldab sirvida kasutajate loendit
fi: Sallii selata käyttäjien valikkoa
fr: Permet de parcourir la liste des utilisateurs
lv: Ļauj pārlūkot lietotāju sarakstu
nb: Gjør det mulig å bla gjennom brukerlisten
nl: Maakt het mogelijk om de gebruikerslijst te bekijken
pl: Pozwala na przeglądanie listy użytkowników
sv: Tillåter att bläddra i användarlistan

source: Delete applications
da: Slet ansøgninger
de: Bewerbungen löschen
et: Kustuta avaldused
fi: Poista hakemukset
fr: Supprimer les candidatures
lv: Dzēst pieteikumus
nb: Slette søknader
nl: Sollicitaties verwijderen
pl: Usuń aplikacje
sv: Radera ansökningar

source: Allows to delete applications
da: Tillader at slette ansøgninger
de: Erlaubt Bewerbungen zu löschen
et: Võimaldab avaldusi kustutada
fi: Sallii hakemusten poistamisen
fr: Permet de supprimer les candidatures
lv: Ļauj dzēst pieteikumus
nb: Gjør det mulig å slette søknader
nl: Maakt het mogelijk om sollicitaties te verwijderen
pl: Pozwala na usuwanie aplikacji
sv: Tillåter att radera ansökningar

source: Delete Talent Community group
da: Slet Talent Community-gruppen
de: Talent-Community-Gruppe löschen
et: Kustuta Talent Community grupp
fi: Poistaa Talent Community ryhmän
fr: Supprimer le groupe Communauté de talents
lv: Dzēst Talent Community grupas kategorijas
nb: Slette Talent Community-gruppe
nl: Talent Community-groep verwijderen
pl: Usuń grupę Talent Community
sv: Radera Talent Community -grupp

source: Allows to delete Talent Community group
da: Tillader at slette Talent Community-gruppen
de: Erlaubt Talent-Community-Gruppe zu löschen
et: Võimaldab kustutada Talent Community gruppe
fi: Sallii poistamaan Talent Community ryhmän
fr: Permet de supprimer le groupe Communauté de talents
lv: Ļauj dzēst Talent Community grupas kategorijas
nb: Gjør det mulig å slette Talent Community-gruppe
nl: Maakt het mogelijk om Talent Community-groep te verwijderen
pl: Pozwala na usunięcie grupy Talent Community
sv: Har behörighet att radera Talent Community -grupper

source: Export applications to Excel
da: Eksporter ansøgninger til Excel
de: Bewerbungen nach Excel exportieren
et: Ekspordi avaldused Excelisse
fi: Vie hakemukset Exceliin
fr: Exporter les candidatures vers Excel
lv: Eksportēt pieteikumus uz Excel
nb: Eksportere søknader til Excel
nl: Sollicitaties exporteren naar Excel
pl: Eksportuj aplikacje do Excela
sv: Exportera ansökningar till Excel

source: Allows to export applications to Excel
da: Tillader at eksportere ansøgninger til Excel
de: Erlaubt Bewerbungen nach Excel zu exportieren
et: Võimaldab eksportida avaldusi Excelisse
fi: Sallii hakemusten viennin Exceliin
fr: Permet d'exporter les candidatures vers Excel
lv: Ļauj eksportēt pieteikumus uz Excel
nb: Gjør det mulig å eksportere søknader til Excel
nl: Maakt het mogelijk om sollicitaties te exporteren naar Excel
pl: Pozwala na eksport aplikacji do Excela
sv: Tillåter att exportera ansökningar till Excel

source: Share applications
da: Del ansøgninger
de: Bewerbungen teilen
et: Jaga avaldusi
fi: Jakaa hakemuksia
fr: Partager les candidatures
lv: Kopīgot pieteikumus
nb: Dele søknader
nl: Sollicitaties delen
pl: Udostępnij aplikacje
sv: Dela ansökningar

source: Allows to share access to specific applications to other users according to their privileges
da: Tillader at dele adgang til specifikke ansøgninger med andre brugere i henhold til deres privilegier
de: Erlaubt die Freigabe des Zugriffs auf bestimmte Bewerbungen für andere Benutzer je nach deren Benutzerrollen
et: Võimaldab jagada teiste kasutajatega juurdepääsu kindlatele avaldustele olenevalt nende õigustest
fi: Sallii yksittäisten hakemusten jakamisen muille käyttäjille heidän oikeuksiensa mukaisesti
fr: Permet de partager l'accès à des candidatures spécifiques à d'autres utilisateurs en fonction de leurs privilèges
lv: Ļauj kopīgot noteiktu pieteikumu piekļuvi ar citiem lietotājiem atbilstoši viņu priekšrocībām
nb: Gjør det mulig å dele tilgangen til bestemte søknader med andre brukere i henhold til deres rettigheter
nl: Maakt het mogelijk om toegang tot specifieke sollicitaties te delen met andere gebruikers op basis van hun rechten
pl: Pozwala na udostępnianie dostępu do konkretnych aplikacji innym użytkownikom zgodnie z ich uprawnieniami
sv: Gör det möjligt att dela åtkomst till specifika ansökningar till andra användare enligt deras privilegier

source: Sharer
da: Deler
de: Teiler
et: Jagaja
fi: Jakaja
fr: Partageur
lv: Koplietotājs
nb: Deler
nl: Deler
pl: Udostępniający
sv: Delare

source: Evaluator
da: Bedømmer
de: Bewerter
et: Hindaja
fi: Arvioija
fr: Évaluateur
lv: Vērtētājs
nl: Beoordelaar
pl: Oceniający
sv: Utvärderare

source: Share Talent Community group
da: Del Talent Community-gruppen
de: Talent-Community-Gruppen teilen
et: Jaga Talent Community gruppi
fi: Jakaa Talent Community ryhmä
fr: Partager le groupe Communauté de talents
lv: Kopīgot Talent Community grupas kategorijas
nb: Dele Talent Community-gruppe
nl: Talent Community-groep delen
pl: Udostępnij grupę Talent Community
sv: Dela Talent Community-grupp

source: Allows to share access to Talent Community groups to other users according to their privileges
da: Tillader at dele adgangen til Talent Community-grupper med andre brugere i henhold til deres rettigheder
de: Erlaubt die Freigabe des Zugriffs auf Talent-Community-Gruppen für andere Benutzer je nach deren Benutzerrollen
et: Võimaldab jagada teiste kasutajatega juurdepääsu Talent Community gruppidele olenevalt nende õigustest
fi: Sallii jakaa pääsyn Talent Community ryhmiin muille käyttäjille käyttäjäoikeuksien mukaan
fr: Permet de partager l'accès aux groupes Communauté de talents à d'autres utilisateurs en fonction de leurs privilèges
lv: Ļauj kopīgot piekļuvi Talent Community grupas kategorijām ar citiem lietotājiem atbilstoši viņu priekšrocībām
nb: Gjør det mulig å dele tilgang til Talent Community-grupper med andre brukere i henhold til deres rettigheter
nl: Maakt het mogelijk om toegang tot Talent Community-groepen te delen met andere gebruikers op basis van hun rechten
pl: Pozwala na udostępnianie dostępu do grup Talent Community innym użytkownikom zgodnie z ich uprawnieniami
sv: Gör det möjligt att dela åtkomst till Talent Community-grupper till andra användare enligt deras privilegier

source: View other positions of talent
da: Se andre talentstillinger
de: Andere Stellen des Talents ansehen
et: Kuva talendi teised kandideerimised
fi: Nähdä kandidaatin muut työpaikat
fr: Voir les autres postes du talent
lv: Skatīt citas talantu vakances
nb: Se talentets andre stillinger
nl: Andere posities van talent bekijken
pl: Wyświetl inne stanowiska talentu
sv: Visa andra positioner av talang

source: Allows to view what other positions applicant also applied to
da: Tillader at se, hvilke andre stillinger ansøgeren også har søgt
de: Erlaubt die Anzeige der anderen Stellen, auf die sich der Bewerber ebenfalls beworben hat
et: Võimaldab vaadata, millistele teistele ametikohtadele on kandidaat avalduse saatnud
fi: Sallii nähdä, mihin muihin työpaikkoihin hakija on hakenut
fr: Permet de voir les autres postes auxquels le candidat a également postulé
lv: Ļauj skatīt, kādām vēl vakancēm kandidāts ir pieteicies
nb: Gjør det mulig å se hvilke andre stillinger søkeren også har søkt på
nl: Maakt het mogelijk om te zien op welke andere posities de sollicitant ook heeft gesolliciteerd
pl: Pozwala na podgląd, na jakie inne stanowiska aplikował kandydat
sv: Tillåter att visa andra positioner som ansökande också ansökt till

source: Search among archived positions
da: Søg blandt arkiverede stillinger
de: Suche in archivierten Stellen
et: Otsi arhiivitud ametikohtade seast
fi: Sisällyttää hakuun arkistoidut hakemukset
fr: Rechercher parmi les postes archivés
lv: Meklēt arhivētās pozīcijās
nb: Søk blant arkiverte stillinger
nl: Zoeken in gearchiveerde posities
pl: Szukaj wśród zarchiwizowanych stanowisk
sv: Sök bland arkiverade positioner

source: Allows to search for applications among archived positions
da: Tillader at søge efter ansøgninger blandt arkiverede stillinger
de: Erlaubt Bewerbungen in archivierten Stellen zu suchen
et: Võimaldab otsida avaldusi arhiivitud ametikohtade seast
fi: Sallii arkistoitujen hakemusten sisällyttämiseen hakuun
fr: Permet de rechercher des candidatures parmi les postes archivés
lv: Ļauj meklēt pieteikumus arhivētās pozīcijās
nb: Gjør det mulig å søke etter søknader blant arkiverte stillinger
nl: Maakt het mogelijk om te zoeken naar sollicitaties onder gearchiveerde vacatures
pl: Pozwala na wyszukiwanie aplikacji wśród zarchiwizowanych stanowisk
sv: Gör det möjligt att söka efter ansökningar bland arkiverade positioner

source: Change Talent Community messages
da: Ændr Talent Community beskeder
de: Talent-Community-Nachrichten bearbeiten
et: Muuda Talent Community sõnumeid
fi: Muokata Talent Community -viestejä
fr: Modifier les messages de la communauté de talents
lv: Mainīt Talent Community ziņojumus
nb: Endre meldinger fra Talent Community
nl: Wijzig berichten van Talent Community
pl: Zmień wiadomości Talent Community
sv: Ändra Talent Community-meddelanden

source: Allows to manage Talent Community messaging-related settings
da: Tillader at administrere Talent Community-relaterede indstillinger for beskeder
de: Ermöglicht die Verwaltung von Talent-Community-Nachrichten-bezogenen Einstellungen
et: Võimaldab hallata Talent Community sõnumite seadeid
fi: Sallii Talent Community -viesteihin liittyvien asetusten muokkaamisen
fr: Permet de gérer les paramètres liés à la messagerie de la communauté de talents
lv: Ļauj pārvaldīt ar Talent Community ziņojumapmaiņu saistītos iestatījumus
nb: Gjør det mulig å administrere meldingsrelaterte innstillinger for Talent Community
nl: Maakt het mogelijk om instellingen met betrekking tot Talent Community-berichten te beheren
pl: Pozwala na zarządzanie ustawieniami związanymi z komunikacją Talent Community
sv: Tillåter hantering av Talent Community meddelanderelaterade inställningar

source: Manage custom forms
da: Administrer brugerdefinerede formularer
de: Benutzerdefinierte Formulare verwalten
et: Halda kohandatud vorme
fi: Hallitse mukautettuja lomakkeita
fr: Gérer les formulaires personnalisés
lv: Pārvaldīt pielāgotas veidlapas
nb: Administrer egendefinerte skjemaer
nl: Beheer aangepaste formulieren
pl: Zarządzaj formularzami niestandardowymi
sv: Hantera skräddarsydda formulär

source: Allows to manage custom forms settings
da: Tillader at administrere indstillinger for brugerdefinerede formularer
de: Ermöglicht die Verwaltung von benutzerdefinierten Formulareinstellungen
et: Võimaldab hallata kohandatud vormide seadeid
fi: Mahdollistaa mukautettujen lomakkeiden asetusten hallinnan
fr: Permet de gérer les paramètres des formulaires personnalisés
lv: Ļauj pārvaldīt pielāgoto veidlapu iestatījumus
nb: Lar deg administrere innstillinger for egendefinerte skjemaer
nl: Maakt het mogelijk om instellingen voor aangepaste formulieren te beheren
pl: Pozwala na zarządzanie ustawieniami formularzy niestandardowych
sv: Tillåter att hantera inställningar för skräddarsydda formulär

source: Self-joined talent notification
da: Personlig tilmeldelse af talent
de: Benachrichtigung bei selbstständigem Talentbeitritt
et: Teade ise liitunud talendi kohta
fi: Ilmoitus itse liittyneestä talentista
fr: Notification de talent auto-inscrit
lv: Paša talanta pievienošanās paziņojums
nb: Varsling om talenter som blir med på egen hånd
nl: Melding zelf toegetreden talent
pl: Powiadomienie o samodzielnie dołączonym talencie
sv: Självförbunden talangmeddelande

source: Allows to receive notification when talent joins community
da: Tillader at modtage en notifikation, når et talent tilmelder sig fællesskabet
de: Erlaubt Benachrichtigungen zu empfangen, wenn ein Talent selbstständig der Talent-Community beitritt
et: Võimaldab saada teateid, kui talent liitub Talent Communityga
fi: Sallii ilmoituksen vastaanottamisen, kun henkilö liittyy itse Talent Communityyn
fr: Permet de recevoir une notification lorsqu'un talent rejoint la communauté
lv: Ļauj saņemt paziņojumu, kad talants pievienojas kopienai
nb: Gjør det mulig å bli varslet når et talent blir med i fellesskapet
nl: Maakt het mogelijk om een melding te ontvangen wanneer talent lid wordt van de community
pl: Pozwala na otrzymywanie powiadomień, gdy talent dołącza do społeczności
sv: Gör det möjligt att få meddelande när talang går med i gemenskapen

source: Remove from Talent Community
da: Fjern fra Talent Community
de: Talent aus der Talent-Community entfernen
et: Eemalda Talent Communityst
fi: Poista Talent Communitysta
fr: Retirer de la communauté de talents
lv: Noņemt no Talent Community
nb: Fjern fra Talent Community
nl: Verwijderen uit Talent Community
pl: Usuń z Talent Community
sv: Ta bort från Talent Community

source: Allows to remove a talent from Talent Community
da: Tillader at fjerne et talent fra Talent Community
de: Erlaubt Talent aus der Talent-Community zu entfernen
et: Võimaldab eemaldada talenti Talent Communityst
fi: Sallii poistamaan talentin Talent Communitystä
fr: Permet de retirer un talent de la communauté de talents
lv: Ļauj noņemt talantu no Talent Community
nb: Gjør det mulig å fjerne et talent fra Talent Community
nl: Maakt het mogelijk om een talent uit de Talent Community te verwijderen
pl: Pozwala usunąć talent z Talent Community
sv: Har behörighet att radera Talent Community -medlemmar

source: View positions
da: Se stillinger
de: Stellen ansehen
et: Kuva ametikohad
fi: Nähdä työpaikkailmoitukset
fr: Voir les postes
lv: Skatīt vakances
nb: Se stillinger
nl: Bekijk vacatures
pl: Wyświetl stanowiska
sv: Visa positioner

source: Allows access to Positions view
da: Giver adgang til visning af stillinger
de: Erlaubt Zugang zur Stellenansicht
et: Võimaldab avada ametikohtade vaate
fi: Sallii pääsyn Työpaikat-sivulle
fr: Permet d'accéder à la vue Postes
lv: Ļauj piekļūt vakanču skatam
nb: Gir tilgang til visningen Stillinger
nl: Geeft toegang tot het overzicht van vacatures
pl: Pozwala na dostęp do widoku Stanowisk
sv: Tillåter åtkomst till visa positioner

source: View Talent Community status
da: Se status for Talent Community
de: Talent-Community-Status ansehen
et: Kuva Talent Community olek
fi: Nähdä Talent Community statuksen
fr: Voir le statut de la communauté de talents
lv: Skatīt Talent Community statusu
nb: Se status for Talent Community
nl: Bekijk Talent Community-status
pl: Wyświetl status Talent Community
sv: Se status i Talent Community

source: Allows to view applicants Talent Community status
da: Tillader at se ansøgernes Talent Community-status
de: Erlaubt den Talent-Community-Status eines Bewerbers anzusehen
et: Võimaldab vaadata kandidaatide Talent Community olekut
fi: Sallii hakijoiden Talent Community -statuksen näkemisen
fr: Permet de voir le statut de la communauté de talents des candidats
lv: Ļauj skatīt kandidātu Talent Community statusu
nb: Gjør det mulig å se søkernes Talent Community-status
nl: Maakt het mogelijk om de Talent Community-status van sollicitanten te bekijken
pl: Pozwala wyświetlić status Talent Community kandydatów
sv: Gör det möjligt att se sökandes Talent Community status

source: View talent suggestions
da: Se forslag til talenter
de: Talent-Vorschläge ansehen
et: Kuva talendi ettepanekud
fi: Nähdä ehdotuksia talenteista
fr: Voir les suggestions de talents
lv: Skatīt talantu ieteikumus
nb: Se forslag til talenter
nl: Bekijk talentsuggesties
pl: Wyświetl sugestie talentów
sv: Visa talangförslag

source: Allows to view Jobs where a talent has been invited to
da: Giver mulighed for at se job, some et talent er blevet inviteret til
de: Erlaubt Stellen anzusehen, zu denen ein Talent eingeladen wurde
et: Võimaldab vaadata ametikohti, kuhu talent on kutsutud kandideerima
fi: Sallii nähdä mihin työpaikkaan talentti on kutsuttu
fr: Permet de voir les emplois auxquels un talent a été invité
lv: Ļauj skatīt vakances, uz kurām talants ir uzaicināts
nb: Gjør det mulig å se jobber et talent er invitert til å søke på
nl: Maakt het mogelijk om vacatures te bekijken waarvoor een talent is uitgenodigd
pl: Pozwala wyświetlić Oferty pracy, do których talent został zaproszony
sv: Gör det möjligt att visa jobb där en talang har blivit inbjuden till

source: View talent notes
da: Se talentnoter
de: Talentnotizen ansehen
et: Kuva talendi märkmed
fi: Nähdä talentin muistiinpanot
fr: Voir les notes sur les talents
lv: Skatīt talanta piezīmes
nb: Se merknader om talenter
nl: Bekijk aantekeningen over talent
pl: Wyświetl notatki o talencie
sv: Visa talanganteckningar

source: Allows to view talent notes
da: Giver mulighed for at se talentnoter
de: Erlaubt Talentnotizen anzusehen
et: Võimaldab vaadata talendi märkmeid
fi: Sallii nähdä talentin muistiinpanot
fr: Permet de voir les notes sur les talents
lv: Ļauj skatīt talanta piezīmes
nb: Gjør det mulig å se merknader om talenter
nl: Maakt het mogelijk om aantekeningen over talent te bekijken
pl: Pozwala wyświetlić notatki o talencie
sv: Tillåter visning av talanganteckningar

source: View talent timeline
da: Se tidslinje for talenter
de: Zeitleiste für Talent ansehen
et: Kuva talendi ajalugu
fi: Nähdä talentin aikajana
fr: Voir la chronologie des talents
lv: Skatīt talanta laika grafiku
nb: Se tidslinje for talenter
nl: Bekijk tijdlijn van talent
pl: Wyświetl oś czasu talentu
sv: Visa talangens tidslinje

source: Allows to view timeline of talent including messages
da: Giver mulighed for at se tidslinjen for talentet inklusive beskeder
de: Erlaubt die Zeitleiste eines Talents inkl. Nachrichten anzusehen
et: Võimaldab vaadata talendi ajalugu, sealhulgas sõnumeid
fi: Sallii nähdä talentin aikajanan mukaan lukien viestit
fr: Permet de voir la chronologie du talent, y compris les messages
lv: Ļauj skatīt talanta laika grafiku, tostarp ziņojumus
nb: Gjør det mulig å se tidslinje for talenter, inkludert meldinger
nl: Maakt het mogelijk om de tijdlijn van talent inclusief berichten te bekijken
pl: Pozwala wyświetlić oś czasu talentu, w tym wiadomości
sv: Tillåter att visa talangens tidslinje inklusive meddelanden

source: View AI recommendation
da: Se AI-anbefaling
de: KI-Empfehlung ansehen
et: Kuva AI-põhine soovitus
fi: Nähdä Tekoäly matching
fr: Voir la recommandation de l'IA
lv: Skatīt AI ieteikumu
nb: Se AI-anbefaling
nl: AI-aanbeveling bekijken
pl: Wyświetl rekomendację AI
sv: Visa AI-rekommendationen

source: Allows to see AI recommendation indicators
da: Tillader at se AI-anbefalingsindikatorer
de: Ermöglicht die Anzeige von KI-Empfehlungsindikatoren
et: Võimaldab vaadata AI-põhise soovituse näitajaid
fi: Näyttää AI-suosituksen osoittimet
fr: Permet de voir les indicateurs de recommandation de l'IA
lv: Ļauj skatīt AI ieteikumu rādītājus
nb: Gjør det mulig å se AI-anbefalingsindikatorer
nl: Maakt het mogelijk om AI-aanbevelingsindicatoren te zien
pl: Pozwala zobaczyć wskaźniki rekomendacji AI
sv: Gör det möjligt att visa AI-rekommendationsindikatorer

source: View Talent referrals
da: Se talenthenvisninger
de: Talentempfehlungen ansehen
et: Kuva talendi soovitused
fi: Nähdä talenttien suositukset
fr: Voir les références des talents
lv: Skatīt talanta ieteikumus
nb: Se henvisninger til talenter
nl: Talent-referrals bekijken
pl: Wyświetl polecenia talentów
sv: Se talangreferenser

source: Allows to see referrals for Talents
da: Tillader at se talenthenvisninger
de: Erlaubt Empfehlungen für Talente anzusehen
et: Võimaldab vaadata talentide soovitusi
fi: Sallii nähdä talenttien suositukset
fr: Permet de voir les références pour les talents
lv: Ļauj skatīt talanta ieteikumus
nb: Gjør det mulig å se henvisninger til talenter
nl: Maakt het mogelijk om referrals voor Talents te zien
pl: Pozwala zobaczyć polecenia dla Talentów
sv: Gör det möjligt att se medlemmarnas referenser
