Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: No talent found
da: Intet talent fundet
de: Kein Talent gefunden
et: Talenti ei leitud
fi: Hakijaa ei löytynyt
fr: Aucun talent trouvé
lv: Talants nav atrasts
nb: Fant ingen talenter
nl: Geen talent gevonden
pl: Nie znaleziono talentów
sv: Ingen kandidat hittades

source: Please add [REFERRAL_LINK] placeholder to the message
da: Tilføj venligst [REFERRAL_LINK] pladsholder til beskeden
de: Bitte [REFERAL_LINK] Platzhalter zur Nachricht hinzufügen
et: Lisa sõnumile kohatäide [REFERRAL_LINK]
fi: Lisää [REFERRAL_LINK] suosittelulinkin paikalle viestiin voidaksesi lähettää sen
fr: Veuillez ajouter l'espace réservé [REFERRAL_LINK] au message
lv: Lūdzu, pievienojiet ziņojumam [REFERRAL_LINK] vietturi
nb: Vennligst legg til [REFERRAL_LINK] plassholder i meldingen
nl: Voeg de [REFERRAL_LINK] placeholder toe aan het bericht
pl: Dodaj symbol zastępczy [REFERRAL_LINK] do wiadomości
sv: Vänligen lägg till [REFERRAL_LINK] platshållare i meddelandet

source: One message processed.
da: En besked behandlet.
de: Eine Nachricht wurde verarbeitet.
et: Töödeldi üht sõnumit.
fi: Yksi viesti käsitelty.
lv: Apstrādāts viens ziņojums.
nb: Én melding er behandlet.
sv: Ett meddelande behandlades.

source: Message not found
da: Besked ikke fundet
de: Nachricht nicht gefunden
et: Sõnumit ei leitud
fi: Viestiä ei löydy
fr: Message non trouvé
lv: Ziņojums nav atrasts
nb: Fant ikke melding
nl: Bericht niet gevonden
pl: Nie znaleziono wiadomości
sv: Meddelandet hittades inte

source: No message found in the system or the message already sent. Refresh the page and try again.
da: Ingen besked fundet i systemet, eller beskeden er allerede sendt. Opdater siden, og prøv igen.
de: Nachricht bereits gesendet oder nicht gefunden. Bitte Seite neu laden und erneut versuchen.
et: Sõnumit ei leitud süsteemist või sõnum on juba saadetud. Värskenda lehte ja proovi uuesti.
fi: Viestiä ei löytynyt tai viesti on jo lähetetty. Päivitä sivu ja yritä uudelleen.
fr: Aucun message trouvé dans le système ou le message déjà envoyé. Actualisez la page et réessayez.
lv: Sistēmā nav atrasts neviens ziņojums vai ziņojums jau ir nosūtīts. Atsvaidziniet lapu un mēģiniet vēlreiz.
nb: Fant ikke melding i systemet eller meldingen er allerede sendt. Oppdater siden og prøv på nytt.
nl: Geen bericht gevonden in het systeem of het bericht is al verzonden. Vernieuw de pagina en probeer het opnieuw.
pl: Nie znaleziono wiadomości w systemie lub wiadomość została już wysłana. Odśwież stronę i spróbuj ponownie.
sv: Meddelandet hittades inte, eller det har redan skickats. Uppdatera sidan och försök på nytt.

source: Message updated
da: Besked opdateret
de: Nachricht aktualisiert
et: Sõnumit uuendati
fi: Viesti päivitetty
fr: Message mis à jour
lv: Ziņojums atjaunināts
nb: Melding er oppdatert
nl: Bericht bijgewerkt
pl: Wiadomość zaktualizowana
sv: Meddelandet har uppdaterats

source: No message found for this action
da: Ingen besked fundet for denne handling
de: Keine Nachricht für diese Aktion gefunden
et: Selle toimingu jaoks ei leitud sõnumit
fi: Tälle toiminnolle ei löytynyt viestiä
fr: Aucun message trouvé pour cette action
lv: Nav atrasts neviens ziņojums par šo darbību
nb: Fant ingen melding for denne handlingen
nl: Geen bericht gevonden voor deze actie
pl: Nie znaleziono wiadomości dla tej akcji
sv: Inga meddelanden hittades för denna åtgärd

source: test_translation
de: test_translation (German)
fi: test_translation (Finnish)
fr: test_traduction
lv: testa_tulkojums
nb: test_oversettelse
nl: test_vertaling
pl: test_tłumaczenie
sv: test_translation (Swedish)

source: Note cannot be left empty
da: Noten kan ikke efterlades tom
de: Notiz darf nicht leer sein
et: Märget ei saa tühjaks jätta
fi: Kommenttia ei voi jättää tyhjäksi
fr: La note ne peut pas être laissée vide
lv: Piezīmi nevar atstāt tukšu
nb: Merknaden kan ikke stå tom
nl: Notitie kan niet leeg zijn
pl: Notatka nie może być pusta
sv: Anteckning kan inte vara tomt

source: No note found with this ID
da: Ingen note fundet med dette ID
de: Keine Notiz mit dieser ID gefunden
et: Selle ID-ga märget ei leitud
fi: Kommenttia ei löytynyt tällä ID:llä
fr: Aucune note trouvée avec cet ID
lv: Piezīme ar šo ID nav atrasta
nb: Fant ingen merknad med denne ID-en
nl: Geen notitie gevonden met dit ID
pl: Nie znaleziono notatki o tym identyfikatorze
sv: Inga anteckningar hittad med detta ID

source: Step types {} not found in the system
da: Trin-typer {} findes ikke i systemet
de: Schritttypen {} nicht im System gefunden
et: Süsteemist ei leitud etapitüüpe {}
fi: Vaiheita {} ei löytynyt järjestelmästä
fr: Types d'étape {} introuvables dans le système
lv: Sistēmā nav atrasti posmu veidi {}
nb: Fant ikke trinntypene {} i systemet
nl: Stap types {} niet gevonden in het systeem
pl: Typy kroków {} nie zostały znalezione w systemie
sv: Steg av typ {} finns inte i systemet

source: Step(s) already exist(s): {}
da: Trin findes allerede: {}
de: Schritt(e) existieren bereits: {}
et: Etapp/etapid on juba olemas: {}
fi: Vaiheet ovat jo olemassa: {}
fr: Étape(s) déjà existante(s) : {}
lv: Posms(-i) jau pastāv: {}
nb: Trinn finnes allerede: {}
nl: Stap(pen) bestaat/bestaan al: {}
pl: Krok(i) już istnieje(ją): {}
sv: Steg finns redan: {}

source: Enable video application
da: Aktivér videoansøgning
de: Video-Bewerbungen ermöglichen
et: Luba videoavaldus
fi: Lisää videohakemus
fr: Activer la candidature vidéo
lv: Iespējot video pieteikumu
nb: Aktiver videosøknad
nl: Video sollicitatie inschakelen
pl: Włącz aplikację wideo
sv: Aktivera videoansökan

source: Unarchive
da: Afarkivér
de: Archivierung aufheben
et: Too arhiivist tagasi
fi: Palauta arkistosta
fr: Désarchiver
lv: Atarhivēt
nb: Fjern fra arkiv
nl: Dearchiveren
pl: Przywróć z archiwum
sv: Ångra arkivering

source: Copy position
da: Kopiér stilling
de: Position kopieren
et: Kopeeri ametikoht
fi: Kopioi työpaikka
fr: Copier la position
lv: Kopēt vakanci
nb: Kopiere stilling
nl: Positie kopiëren
pl: Kopiuj stanowisko
sv: Kopiera position

source: You do not have permission to create interview for this job
da: Du har ikke tilladelse til at oprette et interview til dette job
de: Sie sind nicht berechtigt, Bewerbungsgespräche für diese Stelle zu erstellen
et: Sul ei ole õigust luua selle ametikoha jaoks vestlust
fi: Sinulla ei ole lupaa luoda videohaastattelua tähän positioon
fr: Vous n'avez pas la permission de créer un entretien pour ce poste
lv: Jums nav atļaujas izveidot interviju šai vakancei
nb: Du har ikke tillatelse til å opprette intervju for denne jobben
nl: U heeft geen toestemming om een sollicitatiegesprek voor deze functie te maken
pl: Nie masz uprawnień do tworzenia rozmów kwalifikacyjnych dla tego stanowiska
sv: Du har inte behörighet att skapa videointervjuer för denna tjänst

source: You do not have permission to edit interview for this job
da: Du har ikke tilladelse til at redigere interview til dette job
de: Sie sind nicht berechtigt, Bewerbungsgespräche für diese Stelle zu bearbeiten
et: Sul ei ole õigust muuta selle ametikoha vestlust
fi: Sinulla ei ole lupaa muokata tämän position videohaastattelua
fr: Vous n'avez pas la permission de modifier l'entretien pour ce poste
lv: Jums nav atļaujas rediģēt šīs vakances intervijas
nb: Du har ikke tillatelse til å redigere intervju for denne jobben
nl: U heeft geen toestemming om het sollicitatiegesprek voor deze functie te bewerken
pl: Nie masz uprawnień do edycji rozmów kwalifikacyjnych dla tego stanowiska
sv: Du har inte behörighet att redigera videointervjun för denna tjänst

source: You do not have permission to update invitation
da: Du har ikke tilladelse til at opdatere invitation
de: Sie sind nicht berechtigt, die Einladung zu aktualisieren
et: Sul ei ole õigust kutset uuendada
fi: Sinulla ei ole lupaa muokata videohaastattelun kutsuviestiä
fr: Vous n'avez pas la permission de mettre à jour l'invitation
lv: Jums nav atļaujas atjaunināt uzaicinājumu
nb: Du har ikke tillatelse til å oppdatere invitasjonen
nl: U heeft geen toestemming om de uitnodiging bij te werken
pl: Nie masz uprawnień do aktualizacji zaproszenia
sv: Du har inte behörighet att uppdatera inbjudan till videointervju

source: Invitation email body and subject cannot be left empty
da: E-mailinvitationens hovedtekst og emne må ikke være tomme
de: Einladungs-E-Mail Text und Betreff dürfen nicht leer sein
et: Kutse e-kirja sisu ja teemat ei saa tühjaks jätta
fi: Kutsuviestin otsikkoa ja viestikenttää ei voi jättää tyhjäksi
fr: Le corps et l'objet de l'e-mail d'invitation ne peuvent pas être laissés vides
lv: Uzaicinājuma e-pasta saturu un tematu nedrīkst atstāt tukšu
nb: Invitasjons-e-postens brødtekst og emne kan ikke stå tomme
nl: De tekst en het onderwerp van de uitnodigingsmail mogen niet leeg zijn
pl: Treść i temat e-maila z zaproszeniem nie mogą być puste
sv: Titeln och textfältet till inbjudan kan inte lämnas tom

source: You do not have permission to update video application
da: Du har ikke tilladelse til at opdatere videoansøgningen
de: Sie sind nicht berechtigt, Video-Bewerbungen zu aktualisieren
et: Sul ei ole õigust videoavaldust uuendada
fi: Sinulla ei ole lupaa päivittää videohakemusta
fr: Vous n'avez pas la permission de mettre à jour la candidature vidéo
lv: Jums nav atļaujas atjaunināt video pieteikumu
nb: Du har ikke tillatelse til å oppdatere videosøknaden
nl: U heeft geen toestemming om de videosollicitatie bij te werken
pl: Nie masz uprawnień do aktualizacji aplikacji wideo
sv: Du har inte behörighet att uppdatera videointervjun

source: Create video application question
da: Opret spørgsmål til videoansøgning
de: Video-Bewerbungs-Frage erstellen
et: Loo videoavalduse küsimus
fi: Lisää videohakemus
fr: Créer une question de candidature vidéo
lv: Izveidot video pieteikuma jautājumu
nb: Opprett spørsmål for videosøknad
nl: Maak een vraag voor de videosollicitatie
pl: Utwórz pytanie do aplikacji wideo
sv: Skapa en videoansökan

source: Edit video application question
da: Spørgsmål om redigering af videoansøgning
de: Video-Bewerbungs-Frage bearbeiten
et: Muuda videoavalduse küsimust
fi: Muokkaa videohakemusta
fr: Modifier la question de candidature vidéo
lv: Rediģēt video pieteikuma jautājumu
nb: Spørsmål om redigering av videosøknad
nl: Bewerk de vraag voor de videosollicitatie
pl: Edytuj pytanie do aplikacji wideo
sv: Redigera videoansökan

source: No application found in the system
da: Ingen ansøgning fundet i systemet
de: Keine Bewerbung im System gefunden
et: Avaldust ei leitud süsteemist
fi: Hakemusta ei löytynyt järjestelmästä
fr: Aucune candidature trouvée dans le système
lv: Sistēmā nav atrasts neviens pieteikums
nb: Fant ingen søknader i systemet
nl: Geen sollicitatie gevonden in het systeem
pl: Nie znaleziono aplikacji w systemie
sv: Ansökningen kunde inte hittas i systemet

source: Interviewers modified successfully
da: Interviewere ændret med succes
de: Bewerbungsgesprächsführer erfolgreich bearbeitet
et: Intervjueerijate muutmine õnnestus
fi: Haastattelijoiden muokkaus onnistui
fr: Intervieweurs modifiés avec succès
lv: Intervētāji ir veiksmīgi mainīti
nb: Intervjuere er endret
nl: Interviewers succesvol gewijzigd
pl: Pomyślnie zmodyfikowano osoby przeprowadzające rozmowy
sv: Det lyckades att redigera intervjuare

source: Verify your TalentAdore company e-mail
da: Bekræft din TalentAdore firma-e-mail
de: Verifizieren Sie ihre TalentAdore E-Mailadresse
et: Kinnita oma TalentAdore’i ettevõtte e-posti aadress
fi: Vahvista TalentAdoreen lisätty organisaationne sähköpostiosoite
fr: Vérifiez votre e-mail d'entreprise TalentAdore
lv: Pārbaudiet savu TalentAdore uzņēmuma e-pastu
nb: Bekreft selskaps-e-postadressen din i TalentAdore
nl: Verifieer uw TalentAdore bedrijfs-e-mail
pl: Zweryfikuj swój firmowy e-mail TalentAdore
sv: Verifiera din e-postadress från TalentAdore

source: Verification email sent
da: Bekræftelses-e-mail sendt
de: Bestätigungs-E-Mail gesendet
et: Kinnituskiri on saadetud
fi: Vahvistussähköposti lähetetty
fr: E-mail de vérification envoyé
lv: Verifikācijas e-pasta vēstule ir nosūtīta
nb: Bekreftelses-e-post er sendt
nl: Verificatie-e-mail verzonden
pl: E-mail weryfikacyjny został wysłany
sv: Verifieringsmail har skickats

source: Verification email will be sent shortly
da: Bekræftelses-e-mail vil blive sendt inden længe
de: Bestätigungs-E-Mail wird in Kürze gesendet
et: Kinnituskiri saadetakse varsti
fi: Vahvistussähköposti lähetetään pian
fr: L'e-mail de vérification sera envoyé sous peu
lv: Drīz tiks nosūtīta verifikācijas e-pasta vēstule
nb: Bekreftelses-e-post vil snart bli sendt
nl: De verificatie-e-mail wordt binnenkort verzonden
pl: E-mail weryfikacyjny zostanie wkrótce wysłany
sv: Ett verifieringsmail kommer snart att skickas

source: Verification token expired!
da: Verifikationskode udløbet!
de: Ungültiger Überprüfungscode!
et: Kinnituse tõend on aegunud.
fi: Vahvistuksen aika on umpeutunut!
fr: Le jeton de vérification a expiré !
lv: Verifikācijas marķiera derīguma termiņš beidzās!
nb: Bekreftelsestokenet er utløpt!
nl: Verificatietoken verlopen!
pl: Token weryfikacyjny wygasł!
sv: Verifieringstoken har gått ut!

source: Email verified!
da: E-mail bekræftet!
de: E-Mail-Adresse verifiziert!
et: E-posti aadress on kinnitatud.
fi: Sähköposti vahvistettu!
fr: E-mail vérifié !
lv: E-pasts ir pārbaudīts!
nb: E-postadressen er bekreftet!
nl: E-mail geverifieerd!
pl: Adres e-mail zweryfikowany!
sv: Mailen är verifierad!

source: If the user exists, email with a link to reset password will be sent in a moment.
da: Hvis brugeren findes, sendes en e-mail med et link til nulstilling af adgangskoden om et øjeblik.
de: E-Mail zum Zurücksetzen des Passworts wird in Kürze gesendet, falls der Benutzer existiert.
et: Kui kasutaja on olemas, saadetakse varsti e-kiri salasõna lähtestamise lingiga.
fi: Jos käyttäjä on olemassa, sähköpostiin lähetetään salasananvaihtolinkki pian.
fr: Si l'utilisateur existe, un e-mail avec un lien pour réinitialiser le mot de passe sera envoyé dans un instant.
lv: Ja lietotājs pastāv, pēc brīža tiks nosūtīts e-pasts ar saiti uz paroles atiestatīšanu.
nb: Hvis brukeren finnes, vil en e-post med en lenke for å tilbakestille passordet bli sendt om et øyeblikk.
nl: Als de gebruiker bestaat, wordt er binnenkort een e-mail met een link om het wachtwoord opnieuw in te stellen verzonden.
pl: Jeśli użytkownik istnieje, e-mail z linkiem do resetowania hasła zostanie wysłany za chwilę.
sv: Om användaren finns skickas ett e-post med en länk för att återställa lösenordet om ett ögonblick.

source: Password changed
da: Adgangskode ændret
de: Passwort geändert
et: Salasõna on muudetud
fi: Salasana vaihdettu
fr: Mot de passe modifié
lv: Parole ir mainīta
nb: Passordet er endret
nl: Wachtwoord gewijzigd
pl: Hasło zostało zmienione
sv: Lösenordet har ändrats

source: Authorization unsuccessful
da: Autorisation mislykkedes
de: Autorisierung fehlgeschlagen
et: Volitamine ei õnnestunud
fi: Luvan myöntäminen epäonnistui
fr: Autorisation infructueuse
lv: Autorizācija neizdevās
nb: Autorisering mislyktes
nl: Autorisatie mislukt
pl: Autoryzacja nieudana
sv: Auktoriseringen misslyckades

source: Too many wrong password attempts in the last {} minutes.
da: For mange forkerte adgangskodeforsøg i de sidste {} minutter.
de: Zu viele Versuche in den letzten {} Minuten.
et: Viimase {} minuti jooksul kasutati valet salasõna liiga palju.
fi: Liian monta virheellistä kirjautumisyritystä {} minuutin aikana.
fr: Trop de tentatives de mot de passe erronées au cours des {} dernières minutes.
lv: Pēdējo {} minūšu laikā veikts pārāk daudz nepareizu paroles ievades mēģinājumu.
nb: For mange feilaktige passordforsøk de siste {} minuttene.
nl: Te veel onjuiste wachtwoordpogingen in de laatste {} minuten.
pl: Zbyt wiele nieudanych prób wprowadzenia hasła w ciągu ostatnich {} minut.
sv: För många felaktiga inloggningsförsök inom {} minuter.

source: Username or password you entered is incorrect.
da: Det indtastede brugernavn eller adgangskoden er forkert.
de: Passwort oder Benutzername falsch.
et: Sisestatud kasutajanimi või salasõna on vale.
fi: Käyttäjätunnus tai salasana on virheellinen.
fr: Le nom d'utilisateur ou le mot de passe que vous avez saisi est incorrect.
lv: Ievadītais lietotājvārds vai parole ir nepareizi.
nb: Brukernavnet eller passordet du har oppgitt er feil.
nl: De ingevoerde gebruikersnaam of het wachtwoord is onjuist.
pl: Wprowadzona nazwa użytkownika lub hasło jest nieprawidłowe.
sv: Användarnamnet eller lösenordet är inkorrekt.

source: Please log in with your main credential
da: Log ind med din primære legitimation
de: Bitte melden Sie sich mit Ihrem Hauptkonto an
et: Logi sisse oma peamiste sisselogimisandmetega
fi: Kirjaudu sisään oman organisaatiosi tunnuksella
fr: Veuillez vous connecter avec vos identifiants principaux
lv: Lūdzu, autorizējieties, izmantojot savus galvenos akreditācijas datus
nb: Vennligst logg på med hovedlegitimasjonen din
nl: Log in met uw hoofdreferentie
pl: Zaloguj się przy użyciu swoich głównych danych uwierzytelniających
sv: Vänligen logga in med dina huvuduppgifter

source: List of open positions
da: Liste over ledige stillinger
de: Liste der offenen Stellen
et: Avatud ametikohtade loend
fi: Avoimet työpaikat
fr: Liste des postes ouverts
lv: Pieejamo vakanču saraksts
nb: Liste over ledige stillinger
nl: Lijst met openstaande posities
pl: Lista otwartych stanowisk
sv: Öppna tjänster

source: No configurations found for SSO for your company
da: Ingen konfigurationer fundet til SSO for din virksomhed
de: Keine SSO-Konfigurationen für Ihr Unternehmen gefunden
et: Sinu ettevõttel ei ole SSO konfiguratsioone
fi: SSO:lle ei löytynyt yhtään konfiguraatiota
fr: Aucune configuration trouvée pour l'authentification unique pour votre entreprise
lv: Jūsu uzņēmuma SSO konfigurācijas nav atrastas
nb: Fant ingen konfigurasjoner for SSO for selskapet ditt
nl: Geen configuraties gevonden voor SSO voor uw bedrijf
pl: Nie znaleziono konfiguracji SSO dla Twojej firmy
sv: Inga konfigurationer hittades för SSO för ditt företag

source: Issue while fetching parameters from SAML
da: Problem ved hentning af parametre fra SAML
de: Fehler während des Abrufens von Parametern von SAML
et: Parameetrite toomisel SAML-ist ilmnes probleem
fi: Parametrien noutamisessa SAML: sta tapahtui ongelma
fr: Problème lors de la récupération des paramètres de SAML
lv: Problēma, iegūstot parametrus no SAML
nb: Problem ved henting av parametere fra SAML
nl: Probleem bij het ophalen van parameters uit SAML
pl: Problem podczas pobierania parametrów z SAML
sv: Utfärdas medan parametrar hämtas från SAML

source: Cant match user and company
da: Kan ikke matche bruger og virksomhed
de: Kann Benutzer und Unternehmen nicht zuordnen
et: Kasutajat ja ettevõtet ei saa ühitada
fi: Käyttäjä ja yritys eivät täsmää
fr: Impossible de faire correspondre l'utilisateur et l'entreprise
lv: Nevar saskaņot lietotāju un uzņēmumu
nb: Kan ikke matche bruker og selskap
nl: Kan gebruiker en bedrijf niet matchen
pl: Nie można dopasować użytkownika i firmy
sv: Kan inte matcha användare och företag

source: Token invalid or expired
da: Kode ugyldig eller udløbet
de: Token ungültig oder abgelaufen
et: Tõend on vale või aegunud
fi: Väärä tai erääntynyt avain
fr: Jeton invalide ou expiré
lv: Žetons nederīgs vai tā derīguma termiņš beidzies
nb: Token er ugyldig eller utløpt
nl: Token ongeldig of verlopen
pl: Token jest nieprawidłowy lub wygasł
sv: Token är ogiltig eller så har den gått ut

source: No password or single sign-on available
da: Ingen adgangskode eller single sign-on tilgængelig
de: Kein Passwort oder single Sign-On verfügbar
et: Salasõna või ühekordne sisselogimine ei ole saadaval
fi: Salasanaa ei ole annettu ja SSO:ta ei ole käytettävissä
fr: Aucun mot de passe ou authentification unique disponible
lv: Nav pieejama parole vai vienota pierakstīšanās
nb: Ingen passord eller enkel pålogging tilgjengelig
nl: Geen wachtwoord of single sign-on beschikbaar
pl: Brak dostępnego hasła lub logowania jednokrotnego
sv: Inget lösenord tillgängligt och engångsinloggning ej möjlig

source: Status updates
da: Statusopdateringer
de: Statusaktualisierungen
et: Oleku uuendused
fi: Statuspäivitykset
fr: Mises à jour de statut
lv: Statusa atjauninājumi
nb: Statusoppdateringer
pl: Aktualizacje statusu
sv: Statusuppdateringar

source: Custom scripts
da: Brugerdefinerede scripts
de: Benutzerdefinierte Skripte
et: Kohandatud skriptid
fi: Omat skriptit
fr: Scripts personnalisés
lv: Pielāgoti skripti
nb: Egendefinerte skript
nl: Aangepaste scripts
pl: Niestandardowe skrypty
sv: Egen script

source: Early access
da: Tidlig adgang
de: Frühzeitiger Zugriff
et: Varajane juurdepääs
fi: Beta-kokeilu
fr: Accès anticipé
lv: Agrīna piekļuve
nb: Tidlig tilgang
nl: Vroegtijdige toegang
pl: Wczesny dostęp
sv: Tidig tillgång

source: Signatures
da: Underskrifter
de: Signaturen
et: Allkirjad
fi: Allekirjoitukset
lv: Paraksti
nb: Underskrifter
nl: Handtekeningen
pl: Podpisy
sv: Signaturer

source: Contact support@talentadore.com for more users.
da: Kontakt support@talentadore.com for flere brugere.
de: Kontaktieren Sie support@talentadore.com für weitere Benutzer.
et: Lisakasutajate jaoks võta meiega ühendust aadressil support@talentadore.com.
fi: Ota yhetyttä support@talentadore.com saadaksesi lisää käyttäjiä.
fr: Contactez support@talentadore.com pour plus d'utilisateurs.
lv: Sazinieties ar support@talentadore.com, lai izveidotu vairāk lietotāju.
nb: Kontakt support@talentadore.com for å se flere brukere.
nl: Neem contact op met support@talentadore.com voor meer gebruikers.
pl: Skontaktuj się z support@talentadore.com, aby uzyskać więcej użytkowników.
sv: Kontakta support@talentadore.com för fler användare.

source: Profile name is missing
da: Profilnavnet mangler
de: Profilname fehlt
et: Profiilinimi puudub
fi: Anna profiilille nimi
fr: Le nom du profil est manquant
lv: Trūkst profila nosaukuma
nb: Profilnavnet mangler
nl: Profielnaam ontbreekt
pl: Brakuje nazwy profilu
sv: Profilnamn fattas

source: New email address has to be verified. Go check email in order to verify it.
da: Den nye e-mail-adresse skal bekræftes. Gå ind og tjek din e-mail for at bekræfte den.
de: Neue E-Mail-Adresse muss verifiziert werden. Bitte prüfen Sie ihr E-Mail-Postfach, um sie zu verifizieren.
et: Uus e-posti aadress tuleb kinnitada. Kontrolli selle kinnitamiseks oma postkasti.
fi: Uusi sähköpostiosoite täytyy vahvistaa. Käy sähköpostissasi vahvistamassa se.
fr: La nouvelle adresse email doit être vérifiée. Allez vérifier l'email pour la vérifier.
lv: Jāpārbauda jaunā e-pasta adrese. E-pasta iesūtnē meklējiet vēstuli, lai to pārbaudītu.
nb: Den nye e-postadressen må bekreftes. Sjekk e-postadressen for å bekrefte den.
nl: Het nieuwe e-mailadres moet worden geverifieerd. Ga naar uw e-mail om het te verifiëren.
pl: Nowy adres e-mail musi zostać zweryfikowany. Sprawdź pocztę e-mail, aby go zweryfikować.
sv: Ny mailadress måste bekräftas. Kolla din mail för att bekräfta den.

source: Some information is incorrect. Please try again.
da: Nogle oplysninger er forkerte. Prøv venligst igen.
de: Einige Informationen sind falsch. Bitte versuche es erneut.
et: Osa infost on vale. Proovi uuesti.
fi: Osa tiedoista ei ole oikein, ole hyvä ja yritä uudelleen.
fr: Certaines informations sont incorrectes. Veuillez réessayer.
lv: Daļa informācijas ir nepareiza. Lūdzu, mēģiniet vēlreiz.
nb: Noen opplysninger er feil. Vennligst prøv igjen.
nl: Sommige informatie is onjuist. Probeer het opnieuw.
pl: Niektóre informacje są nieprawidłowe. Spróbuj ponownie.
sv: Viss information fattas. Var god försök igen.
