Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Background images
da: Baggrundsbilleder
de: Hintergrundbilder
et: Taustapildid
fi: Taustakuvat
fr: Images d'arrière-plan
lv: Fona attēli
nb: Bakgrunnsbilder
nl: Achtergrondafbeeldingen
pl: Obrazy tła
sv: Bakgrundsbilder

source: Textarea
da: Tekstområde
de: Textbereich
et: Tekstiala
fi: Tekstit
fr: Zone de texte
lv: Teksta laukums
nb: Tekstområde
nl: Tekstgebied
pl: Pole tekstowe
sv: Textfält

source: Job ad image
da: Billede af jobannonce
de: Bild der Stellenanzeige
et: Töökuulutuse pilt
fi: Työpaikkailmoituksen kuva
fr: Image de l'annonce d'emploi
lv: Darba sludinājuma attēls
nb: Bilde av jobbannonse
nl: Afbeelding vacature
pl: Obraz ogłoszenia o pracę
sv: Jobbannonsens bild

source: We have sent you an email.
da: Vi har sendt dig en e-mail.
de: Wir haben Ihnen eine E-Mail gesendet.
et: Saatsime sulle e-kirja.
fi: Olemme lähettäneet sinulle sähköpostin.
fr: Nous vous avons envoyé un e-mail.
lv: Mēs nosūtījām jums e-pasta vēstuli.
nb: Vi har sendt deg en e-post.
nl: We hebben u een e-mail gestuurd.
pl: Wysłaliśmy Ci wiadomość e-mail.
sv: Vi har skickat dig ett mail.

source: Please, verify your email address to finish the signup process.
da: Bekræft venligst din e-mail-adresse for at afslutte tilmeldingsprocessen.
de: Bitte überprüfen Sie Ihre E-Mail-Adresse, um den Anmeldevorgang abzuschließen.
et: Kinnita registreerimise lõpetamiseks oma e-posti aadress.
fi: Varmista sähköpostiosoitteesi päästäksesi kirjautumaan sisään.
fr: Veuillez vérifier votre adresse e-mail pour terminer le processus d'inscription.
lv: Lūdzu, pārbaudiet savu e-pastu, lai pabeigtu reģistrēšanās procesu.
nb: Bekreft e-postadressen din for å fullføre registreringsprosessen.
nl: Verifieer uw e-mailadres om het registratieproces te voltooien.
pl: Zweryfikuj swój adres e-mail, aby zakończyć proces rejestracji.
sv: Vänligen bekräfta din mailadress för att slutföra registreringsprocessen.

source: If you do not receive an email within few minutes, please
da: Hvis du ikke modtager en e-mail inden for få minutter, bedes du venligst
de: Wenn Sie keine E-Mail innerhalb der nächsten Minuten erhalten, bitte
et: Kui sa ei saa e-kirja mõne minuti jooksul,
fi: Jos et saa sähköpostia muutamien minuuttien kuluttua,
fr: Si vous ne recevez pas d'e-mail dans les prochaines minutes, veuillez
lv: Ja dažu minūšu laikā nesaņemat e-pasta vēstuli, lūdzu
nb: Hvis du ikke mottar en e-post i løpet av noen få minutter, vennligst
nl: Als u binnen enkele minuten geen e-mail ontvangt, gelieve
pl: Jeśli nie otrzymasz wiadomości e-mail w ciągu kilku minut, proszę
sv: Om du inte får ett mail inom några minuter, vänligen

source: request a new one
da: anmode om en ny
de: fordern Sie eine neue an
et: palu uut kirja
fi: pyydä uusi
fr: en demander un nouveau
lv: pieprasiet jaunu
nb: be om en ny
nl: een nieuwe aanvragen
pl: poproś o nową
sv: be om ett nytt

source: All Rights Reserved
da: Alle rettigheder reserveret
de: Alle Rechte vorbehalten
et: Kõik õigused kaitstud.
fi: Kaikki oikeudet pidätetään
fr: Tous droits réservés
lv: Visas tiesības aizsargātas
nb: Med enerett
nl: Alle rechten voorbehouden
pl: Wszelkie prawa zastrzeżone
sv: Alla Rättigheter Förbehållna

source: You can use placeholder [FIRST_NAME] for applicant's first name and [LAST_NAME] for last name.
da: Du kan bruge pladsholderen [FIRST_NAME] til ansøgerens fornavn og [LAST_NAME] til efternavn.
de: Sie können den Platzhalter [FIRST_NAME] für den Vornamen des Bewerbers und [LAST_NAME] für den Nachnamen verwenden.
et: Kandidaadi eesnime jaoks saad kasutada kohatäidet [FIRST_NAME] ja perekonnanime jaoks kohatäidet [LAST_NAME].
fi: Voit kirjoittaa [FIRST_NAME] hakijan etunimen ja [LAST_NAME] sukunimen paikalle viestiin.
fr: Vous pouvez utiliser le placeholder [FIRST_NAME] pour le prénom du candidat et [LAST_NAME] pour le nom de famille.
lv: Kandidāta vārdam var izmantot vietturi [FIRST_NAME] un uzvārdam – [LAST_NAME].
nb: Du kan bruke plassholderen [FIRST_NAME] til søkerens fornavn og [LAST_NAME] til etternavn.
nl: U kunt de plaatsaanduiding [FIRST_NAME] gebruiken voor de voornaam van de aanvrager en [LAST_NAME] voor de achternaam.
pl: Możesz użyć symbolu zastępczego [FIRST_NAME] dla imienia kandydata i [LAST_NAME] dla nazwiska.
sv: Du kan använda platshållaren [FIRST_NAME] för kandidatens förnamn och [LAST_NAME] för efternamnet.

source: Image attachment
da: Vedhæftet billede
de: Bildanhang
et: Piltmanus
fi: Kuvaliite
fr: Pièce jointe image
lv: Attēla pievienošana
nb: Bildevedlegg
nl: Afbeelding bijlage
pl: Załącznik graficzny
sv: Bild bilaga

source: Click this link if video player does not show below
da: Klik på dette link, hvis videoafspilleren ikke vises nedenfor
de: Klicken Sie auf diesen Link falls der Video-Player unten nicht angezeigt wird
et: Klõpsa seda linki, kui videomängijat ei ole allpool näha
fi: Klikkaa tätä linkkiä, jos videot eivät näy alla
fr: Cliquez sur ce lien si le lecteur vidéo ne s'affiche pas ci-dessous
lv: Noklikšķiniet uz šīs saites, ja zemāk nav redzams video atskaņotājs
nb: Klikk på denne lenken hvis videospilleren nedenfor ikke vises
nl: Klik op deze link als de videospeler hieronder niet wordt weergegeven
pl: Kliknij ten link, jeśli odtwarzacz wideo nie wyświetla się poniżej
sv: Klicka på denna länk om videospelaren inte visas nedan

source: Valid consent
da: Gyldigt samtykke
de: Gültige Einverständniserklärung
et: Kehtiv nõusolek
fi: Voimassaoleva lupa
fr: Consentement valide
lv: Derīga piekrišana
nb: Gyldig samtykke
nl: Geldige toestemming
pl: Ważna zgoda
sv: Giltigt samtycke

source: Application expires on {} due to the missing consent
da: Ansøgningen udløber den {} på grund af manglende samtykke
de: Die Bewerbung läuft am {} auf Grund von fehlender Einverständniserklärung ab
et: Avaldus aegub puuduva nõusoleku tõttu {}
fi: Hakemus poistuu {} puuttuvan luvan vuoksi
fr: La candidature expire le {} en raison du consentement manquant
lv: Pieteikuma derīguma termiņš beidzas {}, jo trūkst piekrišanas
nb: Søknaden utløper den {} på grunn av manglende samtykke
nl: Aanvraag verloopt op {} vanwege de ontbrekende toestemming
pl: Aplikacja wygasa dnia {} z powodu braku zgody
sv: Ansökan förfaller {} eftersom giltigt samtycke saknas

source: We would appreciate if you could answer a couple of questions:
da: Vi ville sætte pris på, hvis du kunne besvare et par spørgsmål:
de: Wir würden uns freuen, wenn Sie ein paar Fragen beantworten könnten:
et: Oleksime väga tänulikud, kui vastaksid paarile küsimusele:
fi: Arvostaisimme jos voisit vastata muutamaan kysymykseen:
fr: Nous vous serions reconnaissants de bien vouloir répondre à quelques questions :
lv: Mēs priecātos, ja jūs varētu atbildēt uz dažiem jautājumiem:
nb: Vi ville sette pris på om du kan svare på et par spørsmål:
nl: We zouden het op prijs stellen als u een paar vragen zou kunnen beantwoorden:
pl: Bylibyśmy wdzięczni, gdybyś mógł odpowiedzieć na kilka pytań:
sv: Vi skulle uppskatta det ifall du kunde besvara några frågor:

source: Clear the selected applications
da: Ryd de valgte ansøgninger
de: Die Auswahl löschen
et: Tühjenda valitud avaldused
fi: Tyhjennä valitut hakemukset
fr: Effacer les candidatures sélectionnées
lv: Notīrīt izvēlētos pieteikumus
nb: Fjern de valgte søknadene
nl: Wis de geselecteerde toepassingen
pl: Wyczyść wybrane aplikacje
sv: Ta bort de valda ansökningarna

source: Filters
da: Filtre
de: Filter
et: Filtrid
fi: Suodattimet
fr: Filtres
lv: Filtri
nb: Filtre
pl: Filtry
sv: Filter

source: Free
da: Gratis
de: Frei
et: Vaba
fi: Vapaa
fr: Gratuit
lv: Brīvs
nb: Ledige
nl: Gratis
pl: Wolne
sv: Ledig

source: Offered
da: Tilbydes
de: Angeboten
et: Pakutud
fi: Tarjottu
fr: Offert
lv: Piedāvāts
nb: Tilbudt
nl: Aangeboden
pl: Oferowane
sv: Anställd

source: People's calendar
et: Inimeste kalender
fi: Henkilöiden kalenteri
sv: Personers kalender

source: No colleagues selected
et: Kolleegi pole valitud
fi: Ei valittuja kollegoita
sv: Inga kollegor valda

source: Add calendar
et: Lisa kalender
fi: Lisää kalenteri
sv: Lägg till kalender

source: Search for colleagues
et: Otsi kolleege
fi: Etsi kollegoita
sv: Sök kollegor

source: Type at least 3 letters to search for colleagues
et: Sisesta kolleegide otsimiseks vähemalt 3 tähte
fi: Kirjoita vähintään 3 kirjainta etsiäksesi kollegoita
sv: Skriv minst 3 bokstäver för att söka kollegor

source: Nothing here yet
da: Intet her endnu
de: Hier ist noch nichts
et: Siin ei ole veel midagi
fi: Ei vielä mitään
fr: Rien ici pour le moment
lv: Šeit vēl nekā nav
nb: Ingenting her ennå
nl: Nog niets hier
pl: Nic tu jeszcze nie ma
sv: Ingenting här än

source: Photo
da: Foto
de: Foto
et: Foto
fi: Valokuva
lv: Fotoattēls
nb: Bilde
nl: Foto
pl: Zdjęcie
sv: Bild

source: Upload logo
de: Logo hochladen
et: Laadi üles logo
fi: Lataa logo
fr: Télécharger le logo
lv: Augšupielādēt logotipu
nb: Last opp logo
nl: Logo uploaden
pl: Prześlij logo
sv: Ladda upp logga

source: Home
da: Hjem
de: Start
et: Avaleht
fi: Etusivu
fr: Accueil
lv: Sākums
nb: Hjem
pl: Strona główna
sv: Startsida

source: Save task
da: Gem opgave
de: Aufgabe speichern
et: Salvesta ülesanne
fi: Tallenna tehtävä
fr: Enregistrer la tâche
lv: Saglabāt uzdevumu
nb: Lagre oppgave
nl: Taak opslaan
pl: Zapisz zadanie
sv: Spara uppgift

source: Take task
da: Tag opgave
de: Aufgabe annehmen
et: Võta ülesande endale
fi: Ota tehtävä
fr: Prendre la tâche
lv: Uzņemties uzdevumu
nb: Gjør oppgave
nl: Taak overnemen
pl: Podejmij zadanie
sv: Ta åt dig uppgiften

source: Go to application
da: Gå til ansøgning
de: Gehe zu Bewerbung
et: Avalduse juurde
fi: Siirry hakemukseen
fr: Aller à l'application
lv: Atvērt pieteikumu
nb: Gå til søknad
nl: Ga naar sollicitatie
pl: Przejdź do aplikacji
sv: Gå till ansökan

source: Go to talent
da: Gå til talent
de: Gehe zu Talent
et: Talendi juurde
fi: Siirry talenttiin
fr: Aller au talent
lv: Atvērt talantu
nb: Gå til talent
nl: Ga naar talent
pl: Przejdź do talentu
sv: Gå till talang

source: Go to Community group
da: Gå til fællesskabsgruppen
de: Gehe zu Talent-Community-Gruppe
et: Talent Community grupi juurde
fi: Siirry Community ryhmään
fr: Aller au groupe communautaire
lv: Atvērt grupas kategoriju
nb: Gå til fellesskapsgruppen
nl: Ga naar Community-groep
pl: Przejdź do grupy Talent Community
sv: Gå till gemenskap grupp

source: Go to job review page
da: Gå til siden med jobanmeldelser
de: Gehe zu Stellenüberprüfungsansicht
et: Ametikoha ülevaatamise lehele
fi: Siirry työpaikkailmoituksen hyväksymissivulle
fr: Aller à la page d'évaluation de l'emploi
lv: Atvērt vakances pārskatīšanas lapu
nb: Gå til siden for gjennomgang av jobber
nl: Ga naar vacature beoordelingspagina
pl: Przejdź do strony przeglądu oferty pracy
sv: Gå till godkänningssidan

source: Add-ons
da: Tilføjelser
et: Lisandmoodulid
fi: Lisätoiminnot
fr: Modules complémentaires
lv: Papildinājumi
nb: Tilleggsprogrammer
pl: Dodatki
sv: Extrafunktioner

source: Active add-ons
da: Aktive tilføjelser
de: Aktive Add-ons
et: Aktiivsed lisandmoodulid
fi: Aktiiviset lisätoiminnot
fr: Modules complémentaires actifs
lv: Aktīvie papildinājumi
nb: Aktive tilleggsprogrammer
nl: Actieve add-ons
pl: Aktywne dodatki
sv: Aktiva extrafunktioner

source: Available add-ons
da: Tilgængelige tilføjelser
de: Verfügbare Add-ons
et: Saadaval lisandmoodulid
fi: Saatavilla olevat lisätoiminnot
fr: Modules complémentaires disponibles
lv: Pieejamie papildinājumi
nb: Tilgjengelige tilleggsprogrammer
nl: Beschikbare add-ons
pl: Dostępne dodatki
sv: Tillgängliga extrafunktioner

source: Candidate Introductions
da: Præsentation af kandidater
de: Kandidatenvorstellungen
et: Kandidaaditutvustused
fi: Hakijaesittelyt
fr: Présentations des candidats
lv: Kandidātu iepazīstināšana
nb: Introduksjoner av kandidater
nl: Kandidaat introducties
pl: Prezentacje kandydatów
sv: Kandidatintroduktion

source: Quick facts
da: Hurtige fakta
de: Kurze Fakten
et: Kiirinfo
fi: Työpaikasta lyhyesti
fr: Faits en bref
lv: Īsi fakti
nb: Kjappe fakta
nl: Snelle feiten
pl: Szybkie fakty
sv: Snabba fakta

source: Waiting for your approval
da: Venter på din godkendelse
de: Wartet auf Ihre Genehmigung
et: Ootame kinnitust
fi: Odottaa hyväksyntääsi
fr: En attente de votre approbation
lv: Gaidām jūsu apstiprinājumu
nb: Venter på din godkjenning
nl: Wachten op uw goedkeuring
pl: Oczekiwanie na Twoją akceptację
sv: Väntar på ditt godkännande

source: Job is published
da: Jobbet er offentliggjort
de: Stelle veröffentlicht
et: Ametikoht on avaldatud
fi: Työpaikkailmoitus on julkaistu
fr: L'offre d'emploi est publiée
lv: Vakance ir publicēta
nb: Jobben er publisert
nl: Vacature is gepubliceerd
pl: Oferta pracy jest opublikowana
sv: Jobbannonsen är publicerad

source: Job requisition is approved
da: Jobanmodningen er godkendt
de: Stellenangebot genehmigt
et: Värbamistaotlus on kinnitatud
fi: Rekrytointilupapyyntö on hyväksytty
fr: La demande d'emploi est approuvée
lv: Darba pieprasījums ir apstiprināts
nb: Jobbrekvisisjonen er godkjent
nl: Vacature is goedgekeurd
pl: Zapotrzebowanie na pracownika zostało zatwierdzone
sv: Rekryteringstillståndet har godkänts

source: Waiting for others to approve
da: Venter på, at andre skal godkende
de: Warte auf Genehmigung von anderen
et: Teiste kinnituste ootel
fi: Odottaa muiden hyväksyntää
fr: En attente de l'approbation des autres
lv: Gaida, kad citi apstiprinās
nb: Venter på at andre skal godkjenne
nl: Wachten op goedkeuring van anderen
pl: Oczekiwanie na zatwierdzenie przez innych
sv: Väntar på att andra godkänner

source: Job requisition creator
da: Oprettelse af jobanmodninger
de: Ersteller des Stellenangebots
et: Värbamistaotluse looja
fi: Rekrytointilupapyynnön laatija
fr: Créateur de la demande d'emploi
lv: Darba pieprasījuma veidotājs
nb: Oppretter jobbrekvisisjoner
nl: Maker van de vacature
pl: Twórca zapotrzebowania na pracownika
sv: Rekryteringstillståndets ansökare

source: Application period
da: Ansøgningsperiode
de: Bewerbungszeitraum
et: Kandideerimisperiood
fi: Hakuaika
fr: Période de candidature
lv: Pieteikšanās periods
nb: Søknadsperiode
nl: Sollicitatieperiode
pl: Okres składania aplikacji
sv: Ansökningsperiod

source: Write a note about approval
da: Skriv en note om godkendelse
de: Schreiben Sie eine Notiz zur Genehmigung
et: Kirjutage märkus kinnituse kohta
fi: Kirjoita huomautus hyväksynnästä
fr: Écrivez une note sur l'approbation
lv: Uzrakstiet piezīmi par apstiprināšanu
nb: Skriv et notat om godkjenning
nl: Schrijf een notitie over goedkeuring
pl: Napisz notatkę o zatwierdzeniu
sv: Skriv en anteckning om godkännande

source: You have approved this job requisition
da: Du har godkendt denne jobanmodning
de: Sie haben das Stellenangebot genehmigt
et: Oled selle värbamistaotluse kinnitanud
fi: Olet hyväksynyt tämän rekrytointilupapyynnön
fr: Vous avez approuvé cette demande d'emploi
lv: Jūs apstiprinājāt šo darba pieprasījumu
nb: Du har godkjent denne jobbrekvisisjonen
nl: U heeft deze vacature goedgekeurd
pl: Zatwierdziłeś to zapotrzebowanie na pracownika
sv: Du har godkänt ansökan för rekryteringstillståndet

source: Time of approval
da: Tidspunkt for godkendelse
de: Zeit der Genehmigung
et: Kinnitamise aeg
fi: Hyväksynnän aika
fr: Heure d'approbation
lv: Apstiprināšanas laiks
nb: Godkjenningstid
nl: Tijdstip van goedkeuring
pl: Czas zatwierdzenia
sv: Tidpunkt för godkännande

source: Click the following link to go to the job ad
da: Klik på følgende link for at komme til jobannoncen
de: Klicken Sie den folgenden Link, um zur Stellenanzeige zu gehen
et: Klõpsa töökuulutuse juurde minemiseks järgmist linki
fi: Paina seuraavasta linkistä päästäksesi työpaikkailmoitukseen
fr: Cliquez sur le lien suivant pour accéder à l'annonce d'emploi
lv: Lai atvērtu darba sludinājumu, noklikšķiniet uz šīs saites
nb: Klikk på følgende lenke for å gå til jobbannonsen
nl: Klik op de volgende link om naar de vacature te gaan
pl: Kliknij poniższy link, aby przejść do ogłoszenia o pracę
sv: Klicka på följande länk för att gå till jobbannonsen

source: Reject
da: Afvis
de: Ablehnen
et: Lükka tagasi
fi: Hylkää
fr: Rejeter
lv: Noraidīt
nb: Avvise
nl: Afwijzen
pl: Odrzuć
sv: Avslå

source: You are reviewing the job ad template
da: Du er ved at gennemgå jobannonce-skabelonen
de: Sie überprüfen die Vorlage einer Stellenanzeige
et: Vaatad töökuulutuse vormi üle
fi: Tarkastelet työpaikkailmoitusmallia
fr: Vous examinez le modèle d'annonce d'emploi
lv: Jūs pārskatāt darba sludinājuma paraugu
nb: Du gjennomgår malen for jobbannonser
nl: U bekijkt de sjabloon voor de vacature
pl: Przeglądasz szablon ogłoszenia o pracę
sv: Du håller på att granska arbetsannonsmallen

source: This position has not been published and cannot be applied to.
da: Denne stilling er ikke blevet offentliggjort og kan ikke søges.
de: Die Stelle wurde nicht veröffentlicht und es kann sich nicht darauf beworben werden.
et: Ametikohta ei ole avaldatud ja sellele ei saa kandideerida.
fi: Tätä ilmoitusta ei ole julkaistu. Siihen ei voi hakea.
fr: Ce poste n'a pas été publié et ne peut pas être postulé.
lv: Šī vakance nav publicēta un uz to nevar pieteikties.
nb: Denne stillingen er ikke publisert og kan ikke søkes på.
nl: Deze functie is niet gepubliceerd en er kan niet op gesolliciteerd worden.
pl: To stanowisko nie zostało opublikowane i nie można na nie aplikować.
sv: Denna position har inte publicerats och ansökan är ej möjlig.

source: Back to template selection
da: Tilbage til valg af skabelon
de: Zurück zur Vorlagenauswahl
et: Tagasi vormivaliku juurde
fi: Takaisin mallivalintaan
fr: Retour à la sélection de modèle
lv: Atgriezties pie paraugu izvēles
nb: Tilbake til valg av mal
nl: Terug naar sjabloon selectie
pl: Powrót do wyboru szablonu
sv: Tillbaka till mall valen

source: Create job ad from template
da: Opret jobannonce fra skabelon
de: Stellenanzeige aus Vorlage erstellen
et: Loo töökuulutus vormi põhjal
fi: Luo työpaikkailmoitus mallista
fr: Créer une annonce d'emploi à partir d'un modèle
lv: Izveidot darba sludinājumu, izmantojot paraugu
nb: Opprett jobbannonse fra mal
nl: Vacature maken vanuit sjabloon
pl: Utwórz ogłoszenie o pracę z szablonu
sv: Skapa en ny position från mall

source: You are reviewing the job advertisement
da: Du er ved at gennemgå jobannoncen
de: Sie überprüfen die Stellenanzeige
et: Vaatad töökuulutust üle
fi: Olet tarkastamassa työpaikkailmoitusta.
fr: Vous examinez l'annonce d'emploi
lv: Jūs pārskatāt darba sludinājumu
nb: Du gjennomgår jobbannonsen
nl: U bekijkt de vacature
pl: Przeglądasz ogłoszenie o pracę
sv: Du granskar arbetsplatsannonsen

source: Back to positions
da: Tilbage til stillinger
de: Zurück zur Stellenübersicht
et: Tagasi ametikohtade juurde
fi: Takaisin työpaikkoihin
fr: Retour aux postes
lv: Atpakaļ pie vakancēm
nb: Tilbake til stillinger
nl: Terug naar functies
pl: Powrót do stanowisk
sv: Gå tillbaka till ansökan

source: Are you sure you want to withdraw this application?
da: Er du sikker på, at du vil trække denne ansøgning tilbage?
de: Sind Sie sicher, dass sie diese Bewerbung widerrufen wollen?
et: Kas soovid selle avalduse tagasi võtta?
fi: Oletko varma, että haluat peruuttaa tämän hakemuksen?
fr: Êtes-vous sûr de vouloir retirer cette candidature ?
lv: Vai tiešām vēlaties atsaukt šo pieteikumu?
nb: Er du sikker på at du vil trekke tilbake denne søknaden?
nl: Weet u zeker dat u deze sollicitatie wilt intrekken?
pl: Czy na pewno chcesz wycofać tę aplikację?
sv: Är du säker att du vill återkalla den här ansökan?

source: Would you like to tell us the reason for this withdrawal?
da: Vil du fortælle os årsagen til denne tilbagetrækning?
de: Würden Sie uns den Grund Ihres Widerrufs mitteilen?
et: Kas soovid öelda, miks loobusid?
fi: Haluaisitko kertoa meille peruutuksen syyn?
fr: Souhaitez-vous nous indiquer la raison de ce retrait ?
lv: Vai vēlaties mums pastāstīt par šī pieteikuma atsaukšanas iemeslu?
nb: Vil du fortelle oss årsaken til denne tilbaketrekningen?
nl: Wilt u ons de reden voor deze intrekking vertellen?
pl: Czy chciałbyś podać nam powód tego wycofania?
sv: Vill du ge en orsak varför du drar tillbaka din ansökan?

source: Back to form
da: Tilbage til formen
de: Zurück zum Formular
et: Tagasi vormi juurde
fi: Palaa lomakkeeseen
fr: Retour au formulaire
lv: Atgriezties pie veidlapas
nb: Tilbake til skjema
nl: Terug naar formulier
pl: Powrót do formularza
sv: Gå tillbaka till blanketten

source: I want to withdraw from the process
da: Jeg ønsker at trække mig fra processen
de: Ich möchte mich aus dem Prozess zurückziehen
et: Soovin protsessist loobuda
fi: Vetäydyn prosessista
fr: Je veux me retirer du processus
lv: Es vēlos atsaukt pieteikumu
nb: Jeg ønsker å trekke meg fra prosessen
nl: Ik wil me terugtrekken uit het proces
pl: Chcę wycofać się z procesu
sv: Jag vill dra tillbaka min ansökan

source: JavaScript is disabled. Please enable JavaScript for the best recruiting experience.
da: JavaScript er deaktiveret. Aktiver venligst JavaScript for at få den bedste rekrutteringsoplevelse.
de: JavaScript ist deaktiviert. Bitte aktivieren Sie JavaScript für das beste Recruiting-Erlebnis.
et: JavaScript on keelatud. Parima värbamiskogemuse jaoks luba JavaScript.
fi: JavaScript on pois päältä. Salli JavaScript saadaksesi parhaan rekrytointikokemuksen.
fr: JavaScript est désactivé. Veuillez activer JavaScript pour la meilleure expérience de recrutement.
lv: JavaScript ir atspējots. Lūdzu, iespējojiet JavaScript, lai iegūtu vislabāko atlases pieredzi.
nb: JavaScript er deaktivert. Aktiver JavaScript for å få den beste rekrutteringsopplevelsen.
nl: JavaScript is uitgeschakeld. Schakel JavaScript in voor de beste wervingservaring.
pl: JavaScript jest wyłączony. Włącz JavaScript, aby uzyskać najlepsze wrażenia z rekrutacji.
sv: JavaScript är inaktiverat. Aktivera JavaScript för bästa rekryteringsupplevelsen.

source: Saving changes
da: Gemmer ændringer
de: Speichere Änderungen
et: Muudatuste salvestamine
fi: Muutoksia tallennetaan
fr: Enregistrement des modifications
lv: Saglabā izmaiņas
nb: Lagrer endringer
nl: Wijzigingen opslaan
pl: Zapisywanie zmian
sv: Ändringarna sparas

source: Read the QR-code with your phone to call the candidate
da: Læs QR-koden med din telefon for at ringe til kandidaten
de: Scannen sie den QR-Code mit Ihrem Telefon um den Kandidten anzurufen
et: Kandidaadile helistamiseks skanni telefoniga QR-koodi
fi: Lue QR-koodi puhelimellasi soittaaksesi hakijalle
fr: Lisez le QR-code avec votre téléphone pour appeler le candidat
lv: Nolasiet QR kodu ar tālruni, lai piezvanītu kandidātam
nb: Les QR-koden med telefonen din for å ringe kandidaten
nl: Lees de QR-code met uw telefoon om de kandidaat te bellen
pl: Zeskanuj kod QR swoim telefonem, aby zadzwonić do kandydata
sv: Läs av QR-koden med din telefon för att ringa till kandidaten

source: already exists
da: findes allerede
de: Existiert bereits
et: on juba olemas
fi: on jo olemassa
fr: existe déjà
lv: jau pastāv
nb: finnes allerede
nl: bestaat al
pl: już istnieje
sv: existerar redan

source: Confirm closing the dialogue
da: Bekræft lukning af dialogen
de: Schließen des Dialogs bestätigen
et: Dialoogi sulgemise kinnitamine
fi: Vahvista ikkunan sulkeminen
fr: Confirmer la fermeture du dialogue
lv: Apstiprināt dialoga pabeigšanu
nb: Bekreft lukking av dialogen
nl: Bevestig het sluiten van de dialoog
pl: Potwierdź zamknięcie okna dialogowego
sv: Bekräfta att du vill stänga fönstret

source: Yes, close the dialogue
da: Ja, luk dialogen
de: Ja, Dialog schließen
et: Jah, sulge dialoog
fi: Kyllä, sulje ikkuna
fr: Oui, fermer le dialogue
lv: Jā, aizvērt dialogu
nb: Ja, lukk dialogen
nl: Ja, sluit de dialoog
pl: Tak, zamknij okno dialogowe
sv: Ja, stäng dialog
