Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: No value entered for {labelName} in other forms
da: Ingen værdi indtastet for {labelName} i andre formularer
de: Kein Wert für {labelName} in anderen Formularen eingegeben
et: Teistes vormides pole {labelName} jaoks väärtust sisestatud
fi: Arvoa ei ole annettu {labelName} muissa lomakkeissa
fr: Aucune valeur saisie pour {labelName} dans d'autres formulaires
lv: Nav ievadīta vērtība laukam {labelName} citos veidlapos
nb: Ingen verdi angitt for {labelName} i andre skjemaer
nl: Geen waarde ingevoerd voor {labelName} in andere formulieren
pl: Nie wprowadzono wartości dla {labelName} w innych formularzach
sv: Inget värde har angetts för {labelName} i andra formulär

source: Please fill in required fields
da: Udfyld venligst de påkrævede felter
de: Bitte füllen Sie die erforderlichen Felder aus
et: Palun täitke nõutud väljad
fi: Ole ystävällinen ja täytä pakolliset kentät
fr: Veuillez remplir les champs obligatoires
lv: Lūdzu, aizpildiet obligātos laukus
nb: Vennligst fyll ut de obligatoriske feltene
nl: Vul de verplichte velden in
pl: Proszę wypełnić wymagane pola
sv: Vänligen fyll i obligatoriska fält

source: If the value entered in the field differs from the value entered during contract creation, this value will be used.
da: Hvis den indtastede værdi i feltet adskiller sig fra den værdi, der blev indtastet under kontraktoprettelsen, vil denne værdi blive brugt.
de: Wenn der in das Feld eingegebene Wert von dem bei der Vertragserstellung eingegebenen Wert abweicht, wird dieser Wert verwendet.
et: Kui väljale sisestatud väärtus erineb lepingu loomisel sisestatud väärtusest, kasutatakse seda väärtust.
fi: Jos kenttään syötetty arvo eroaa sopimuksen luomisen yhteydessä syötetystä arvosta, käytetään tätä arvoa.
fr: Si la valeur saisie dans le champ diffère de la valeur saisie lors de la création du contrat, cette valeur sera utilisée.
lv: Ja laukā ievadītā vērtība atšķiras no līguma izveides laikā ievadītās vērtības, tiks izmantota šī vērtība.
nb: Hvis verdien som er lagt inn i feltet er forskjellig fra verdien som ble lagt inn under opprettelse av kontrakten, vil denne verdien bli brukt.
nl: Als de ingevoerde waarde in het veld verschilt van de waarde die is ingevoerd tijdens het maken van het contract, wordt deze waarde gebruikt.
pl: Jeśli wartość wprowadzona w polu różni się od wartości wprowadzonej podczas tworzenia umowy, zostanie użyta ta wartość.
sv: Om värdet som angetts i fältet skiljer sig från det värde som angavs under kontraktsskapandet, kommer detta värde att användas.

source: If the job board has its own duration field please ensure this matches it.
da: Hvis jobportalen har sit eget varighedsfelt, skal du sørge for, at dette matcher det.
de: Wenn die Stellenbörse ein eigenes Feld für die Dauer hat, vergewissern Sie sich bitte, dass dieses übereinstimmt.
et: Kui tööpakkumiste platvormil on oma kestuse väli, veenduge, et see vastaks sellele.
fi: Jos työpaikkailmoituksella on oma kestoaikakenttä, varmista sen vastaavuus.
fr: Si le tableau des emplois a son propre champ de durée, veuillez vous assurer que cela correspond.
lv: Ja darba sludinājumu dēlim ir savs ilguma lauks, lūdzu, pārliecinieties, ka tas atbilst tam.
nb: Hvis jobbannonsen har et eget varighetsfelt, må du sørge for at dette verdien stemmer overens med denne.
nl: Als het vacatureplatform zijn eigen duurtijdveld heeft, zorg er dan voor dat dit overeenkomt.
pl: Jeśli tablica ofert pracy ma własne pole czasu trwania, upewnij się, że jest ono zgodne.
sv: Om jobbsajten har ett eget varaktighetsfält, se till att detta stämmer överens med det.

source: Delete Contract
da: Slet kontrakt
de: Vertrag löschen
et: Kustuta leping
fi: Poista sopimus
fr: Supprimer le contrat
lv: Dzēst līgumu
nb: Slette kontrakt
nl: Contract verwijderen
pl: Usuń umowę
sv: Ta bort avtal

source: Contract "{name}" has been removed
da: Kontrakt "{name}" er blevet fjernet
de: Der Vertrag "{name}" wurde entfernt
et: Leping "{name}" on eemaldatud
fi: Sopimus "{name}" on poistettu
fr: Le contrat "{name}" a été supprimé
lv: Līgums "{name}" ir noņemts
nb: Kontrakten "{name}" er fjernet
nl: Contract "{name}" is verwijderd
pl: Umowa "{name}" została usunięta
sv: Avtalet "{name}" har tagits bort

source: Are you sure that you want to remove the contract?
da: Er du sikker på, at du vil fjerne kontrakten?
de: Sind Sie sicher, dass Sie den Vertrag entfernen wollen?
et: Kas olete kindel, et soovite lepingu eemaldada?
fi: Haluatko varmasti poistaa sopimuksen?
fr: Êtes-vous sûr de vouloir supprimer le contrat ?
lv: Vai tiešām vēlaties noņemt līgumu?
nb: Er du sikker på at du vil fjerne kontrakten?
nl: Weet u zeker dat u het contract wilt verwijderen?
pl: Czy na pewno chcesz usunąć umowę?
sv: Är du säker på att du vill ta bort avtalet?

source: Remove Contract
da: Fjern kontrakt
de: Vertrag entfernen
et: Eemalda leping
fi: Poista sopimus
fr: Supprimer le contrat
lv: Noņemt līgumu
nb: Fjerne kontrakt
nl: Contract verwijderen
pl: Usuń umowę
sv: Ta bort avtal

source: You can select or create a new contract group
da: Du kan vælge eller oprette en ny kontraktgruppe
de: Sie können eine neue Vertragsgruppe auswählen oder erstellen
et: Saate valida või luua uue lepingugrupi
fi: Voit valita tai luoda uuden sopimusryhmän
fr: Vous pouvez sélectionner ou créer un nouveau groupe de contrats
lv: Jūs varat atlasīt vai izveidot jaunu līguma grupu
nb: Du kan velge eller opprette en ny avtalegruppe
nl: U kunt een nieuwe contractgroep selecteren of maken
pl: Możesz wybrać lub utworzyć nową grupę umów
sv: Du kan välja eller skapa en ny avtalsgrupp

source: Group Name
da: Gruppenavn
de: Name der Gruppe
et: Grupi nimi
fi: Ryhmän nimi
fr: Nom du groupe
lv: Grupas nosaukums
nb: Gruppens navn
nl: Groepsnaam
pl: Nazwa grupy
sv: Grupp namn

source: Create Group
da: Opret gruppe
de: Gruppe erstellen
et: Loo grupp
fi: Luo ryhmä
fr: Créer un groupe
lv: Izveidot grupu
nb: Opprett gruppe
nl: Groep maken
pl: Utwórz grupę
sv: Skapa grupp

source: Credentials
da: Legitimationsoplysninger
de: Referenzen
et: Volitused
fi: Käyttäjätunnukset
fr: Informations d'identification
lv: Akreditācijas dati
nb: Legitimasjon
nl: Inloggegevens
pl: Dane uwierzytelniające
sv: Inloggningsuppgifter

source: You are authenticated with {channelName}
da: Du er bekræftet med {channelName}
de: Sie sind mit {channelName} authentifiziert
et: Olete autenditud kanaliga {channelName}
fi: Olet kirjautunut sisään nimellä {channelName}
fr: Vous êtes authentifié avec {channelName}
lv: Jūs esat autentificēts ar {channelName}
nb: Du er autentisert hos {channelName}
nl: U bent geverifieerd met {channelName}
pl: Jesteś uwierzytelniony za pomocą {channelName}
sv: Du är verifierad med {channelName}

source: Initialize Authentication
da: Begynd bekræftelse
de: Initialisierung der Authentifizierung
et: Käivita autentimine
fi: Käynnistä tunnistautuminen
fr: Initialiser l'authentification
lv: Inicializēt autentifikāciju
nb: Initialisere autentisering
nl: Verificatie initialiseren
pl: Zainicjuj uwierzytelnianie
sv: Initiera verifiering

source: Fields will become enabled once you are authenticated
da: Felterne bliver aktiveret, når du er bekræftet
de: Die Felder werden aktiviert, sobald Sie authentifiziert sind
et: Väljad muutuvad aktiivseks pärast autentimist
fi: Kentät aktivoituvat, kun olet tunnistautunut
fr: Les champs seront activés une fois que vous serez authentifié
lv: Lauki kļūs iespējoti, kad būsiet autentificēts
nb: Feltene aktiveres når du er autentisert
nl: Velden worden ingeschakeld zodra u bent geverifieerd
pl: Pola zostaną włączone po uwierzytelnieniu
sv: Fält kommer att aktiveras när du har verifierats

source: Instructions
da: Instruktioner
de: Hinweise
et: Juhised
fi: Ohjeet
lv: Instrukcijas
nb: Instruksjoner
nl: Instructies
pl: Instrukcje
sv: Instruktioner

source: I understand that my contract can only be activated if I follow the instructions
da: Jeg forstår, at min kontrakt kun kan aktiveres, hvis jeg følger instruktionerne
de: Ich verstehe, dass mein Vertrag nur aktiviert werden kann, wenn ich die Anweisungen befolge
et: Ma saan aru, et minu leping aktiveeritakse ainult juhul, kui järgin juhiseid
fi: Ymmärrän, että sopimukseni voidaan aktivoida ainoastaan jos noudatan ohjeita
fr: Je comprends que mon contrat ne peut être activé que si je suis les instructions
lv: Es saprotu, ka mans līgums var tikt aktivizēts tikai tad, ja es ievēroju norādījumus
nb: Jeg er innforstått med at kontrakten min bare kan aktiveres hvis jeg følger instruksene
nl: Ik begrijp dat mijn contract alleen kan worden geactiveerd als ik de instructies volg
pl: Rozumiem, że moja umowa może być aktywowana tylko wtedy, gdy postępuję zgodnie z instrukcjami
sv: Jag förstår att mitt kontrakt endast kan aktiveras om jag följer instruktionerna

source: Optional Details
da: Valgfrie detaljer
de: Optionale Details
et: Valikulised üksikasjad
fi: Valinnaiset tiedot
fr: Détails facultatifs
lv: Papildu informācija
nb: Valgfri informasjon
nl: Optionele details
pl: Opcjonalne szczegóły
sv: Valfria detaljer

source: Contract Alias
da: Alias for kontrakt
de: Vertrag Alias
et: Lepingu alias
fi: Sopimuksen Aliaksen
fr: Alias du contrat
lv: Līguma aizstājvārds
nb: Alias for kontrakt
pl: Alias umowy
sv: Avtalsalias

source: Contract Expiry
da: Kontraktens udløb
de: Ablauf des Vertrags
et: Lepingu aegumine
fi: Sopimuksen umpeutumispäivä
fr: Expiration du contrat
lv: Līguma termiņš
nb: Kontraktens utløp
nl: Contract Verloopt
pl: Wygaśnięcie umowy
sv: Avtalets utgång

source: Purchase Price
da: Købspris
de: Anschaffungspreis
et: Ostuhind
fi: Ostohinta
fr: Prix d'achat
lv: Pirkuma cena
nb: Innkjøpspris
nl: Aankoopprijs
pl: Cena zakupu
sv: Köp pris

source: How many Credits?
da: Hvor mange kreditter?
de: Wie viele Gutschriften?
et: Mitu krediiti?
fi: Kuinka monta krediittiä?
fr: Combien de crédits ?
lv: Cik kredītu?
nb: Hvor mange kreditter?
nl: Hoeveel Credits?
pl: Ile kredytów?
sv: Hur många krediter?

source: Allow for re-negotiation when contract expires
da: Mulighed for genforhandling, når kontrakten udløber
de: Neuverhandlungen bei Ablauf des Vertrags ermöglichen
et: Luba lepingu aegumisel uuesti läbirääkimisi pidada
fi: Salli uudelleenneuvottelu sopimuksen päättyessä
fr: Autoriser la renégociation à l'expiration du contrat
lv: Atļaut pārrunas, kad līguma termiņš beidzas
nb: Mulighet for reforhandling når kontrakten utløper
nl: Sta heronderhandeling toe wanneer contract verloopt
pl: Zezwól na renegocjację po wygaśnięciu umowy
sv: Tillåt omförhandling när avtalet löper ut

source: Add to My Contracts
da: Tilføj til mine kontrakter
de: Zu meinen Verträgen hinzufügen
et: Lisa minu lepingutesse
fi: Lisää omiin sopimuksiini
fr: Ajouter à mes contrats
lv: Pievienot maniem līgumiem
nb: Legg til i Mine kontrakter
nl: Toevoegen aan Mijn Contracten
pl: Dodaj do moich umów
sv: Lägg till mina avtal

source: How long in days for postings to be online?
da: Hvor mange dage går der, før opslagene er online?
de: Wie lange dauert es in Tagen, bis die Stellenanzeigen online sind?
et: Mitu päeva on kuulutused veebis?
fi: Kuinka monta päivää ilmoitukset ovat näkyvillä verkossa?
fr: Combien de jours les annonces doivent-elles être en ligne ?
lv: Cik dienas sludinājumi būs tiešsaistē?
nb: Hvor lang tid i dager tar det før innleggene er online?
nl: Hoeveel dagen moeten de vacatures online staan?
pl: Ile dni ogłoszenia mają być online?
sv: Hur många dagar ska annonserna vara tillgängliga online?

source: Enter posting duration in days
da: Indtast udstationeringens varighed i dage
de: Buchungsdauer in Tagen eingeben
et: Sisesta kuulutuse kestus päevades
fi: Syötä ilmoituksen kesto päivinä
fr: Saisir la durée de publication en jours
lv: Ievadiet sludinājuma ilgumu dienās
nb: Angi innleggsvarighet i dager
nl: Voer de duur van de plaatsing in dagen in
pl: Wprowadź czas trwania ogłoszenia w dniach
sv: Ange varaktighet för publiceringen i dagar

source: Create contract
da: Opret kontrakt
de: Vertrag erstellen
et: Loo leping
fi: Luo sopimus
fr: Créer un contrat
lv: Izveidot līgumu
nb: Opprette kontrakt
nl: Contract aanmaken
pl: Utwórz umowę
sv: Skapa avtal

source: Fill in the needed information for your job posting(s). Some fields are required by job boards to be able to post on it
da: Udfyld de nødvendige oplysninger til din(e) jobannonce(r). Nogle felter er påkrævet af jobsites for at kunne slå op på det
de: Füllen Sie die erforderlichen Informationen für Ihre Stellenanzeige(n) aus. Einige Felder müssen von den Stellenbörsen ausgefüllt werden, damit Sie eine Anzeige aufgeben können
et: Täitke oma töökuulutuse(te) jaoks vajalik teave. Mõned väljad on tööpakkumiste tahvlitel nõutavad, et sinna postitada
fi: Täytä tarvittavat tiedot työpaikkailmoituksia varten. Jotkin kentät ovat pakollisia, jotta voit julkaista sen kyseisellä alustalla."
fr: Remplissez les informations nécessaires pour votre ou vos offres d'emploi. Certains champs sont requis par les sites d'emploi pour pouvoir y publier
lv: Aizpildiet nepieciešamo informāciju par savu(-iem) darba sludinājumu(-iem). Dažus laukus darba sludinājumu dēļi pieprasa, lai varētu tur publicēt
nb: Fyll ut nødvendig informasjon for jobbannonsen(e) din(e). Noen av feltene må fylles ut for at du skal kunne legge ut en stilling på en jobbtavle
nl: Vul de benodigde informatie in voor uw vacature(s). Sommige velden zijn vereist door vacaturesites om erop te kunnen plaatsen
pl: Wypełnij potrzebne informacje dla swojego ogłoszenia o pracę. Niektóre pola są wymagane przez portale pracy, aby móc opublikować ogłoszenie.
sv: Fyll i den nödvändiga informationen för dina jobbannonser. Vissa fält krävs av jobbportaler för att kunna publicera dem

source: What contract would you like to add?
da: Hvilken kontrakt vil du tilføje?
de: Welchen Vertrag würden Sie gerne hinzufügen?
et: Millise lepingu soovite lisada?
fi: Minkä tyyppisen sopimuksen haluaisit lisätä?
fr: Quel contrat souhaitez-vous ajouter ?
lv: Kādu līgumu vēlaties pievienot?
nb: Hvilken kontrakt ønsker du å legge til?
nl: Welk contract wilt u toevoegen?
pl: Jaką umowę chcesz dodać?
sv: Vilket avtal vill du lägga till?

source: Please select the contract provider you wish to add
da: Vælg venligst den kontraktudbyder, du ønsker at tilføje
de: Bitte wählen Sie den Vertragsanbieter, den Sie hinzufügen möchten
et: Palun valige lepingu pakkuja, kelle soovite lisada
fi: Valitse sopimustoimittaja, jonka haluat lisätä
fr: Veuillez sélectionner le fournisseur de contrat que vous souhaitez ajouter
lv: Lūdzu, atlasiet līguma sniedzēju, kuru vēlaties pievienot
nb: Velg den kontraktleverandøren du ønsker å legge til
nl: Selecteer de contractprovider die u wilt toevoegen
pl: Wybierz dostawcę umowy, którego chcesz dodać
sv: Välj den avtalsleverantör du vill lägga till

source: Add New Group
da: Tilføj ny gruppe
de: Neue Gruppe hinzufügen
et: Lisa uus grupp
fi: Lisää uusi ryhmä
fr: Ajouter un nouveau groupe
lv: Pievienot jaunu grupu
nb: Legg til ny gruppe
nl: Nieuwe Groep Toevoegen
pl: Dodaj nową grupę
sv: Lägg till ny grupp

source: Select a Group
da: Vælg en gruppe
de: Wählen Sie eine Gruppe aus
et: Vali grupp
fi: Valitse ryhmä
fr: Sélectionner un groupe
lv: Atlasīt grupu
nb: Velg en gruppe
nl: Selecteer een Groep
pl: Wybierz grupę
sv: Välj en grupp

source: Enter a group name
da: Indtast et gruppenavn
de: Geben Sie einen Gruppennamen ein
et: Sisesta grupi nimi
fi: Kirjoita ryhmän nimi
fr: Saisir un nom de groupe
lv: Ievadiet grupas nosaukumu
nb: Angi et gruppenavn
nl: Voer een groepsnaam in
pl: Wprowadź nazwę grupy
sv: Ange ett gruppnamn

source: Enter a Contract Alias
da: Indtast et kontrakt-alias
de: Eingabe eines Vertrags-Alias
et: Sisesta lepingu alias
fi: Kirjoita sopimukselle Alias
fr: Saisir un alias de contrat
lv: Ievadiet līguma aizstājvārdu
nb: Angi et kontraktsalias
nl: Voer een Contract Alias in
pl: Wprowadź alias umowy
sv: Ange ett avtalsalias

source: Enter number of Credits
da: Indtast antal kreditter
de: Anzahl der Gutschriften eingeben
et: Sisesta krediitide arv
fi: Syötä krediittien määrä
fr: Saisir le nombre de crédits
lv: Ievadiet kredītu skaitu
nb: Angi antall kreditter
nl: Voer aantal Credits in
pl: Wprowadź liczbę kredytów
sv: Ange antal krediter

source: Please enter how long (in days) you would like the job post to be published for.
da: Indtast venligst, hvor længe (i dage) du ønsker, at jobopslaget skal offentliggøres.
de: Bitte geben Sie an, für welchen Zeitraum (in Tagen) die Stellenanzeige veröffentlicht werden soll.
et: Palun sisestage, kui kauaks (päevades) soovite töökuulutust avaldada.
fi: Kirjoita, kuinka pitkän aikaa (päivinä) haluat työpaikkailmoituksen olevan näkyvissä
fr: Veuillez saisir la durée (en jours) pendant laquelle vous souhaitez que l'offre d'emploi soit publiée.
lv: Lūdzu, ievadiet, cik ilgi (dienās) vēlaties, lai darba sludinājums tiktu publicēts.
nb: Angi hvor lenge (i dager) du ønsker at jobbannonsen skal publiseres.
nl: Voer in hoeveel dagen u de vacature wilt publiceren.
pl: Wprowadź, przez ile dni chcesz, aby ogłoszenie o pracę było publikowane.
sv: Ange hur lång tid (i dagar) du vill att tjänsten ska vara publicerad.

source: Type a Contract Name
da: Skriv et kontraktnavn
de: Geben Sie einen Vertragsnamen ein
et: Sisestage lepingu nimi
fi: Kirjoita sopimuksen nimi
fr: Saisissez un nom de contrat
lv: Ierakstiet līguma nosaukumu
nb: Skriv inn et kontraktnavn
nl: Typ een contractnaam
pl: Wpisz nazwę umowy
sv: Skriv ett avtalsnamn

source: Add New Contract
da: Tilføj ny kontrakt
de: Neuen Vertrag hinzufügen
et: Lisa uus leping
fi: Lisää uusi sopimus
fr: Ajouter un nouveau contrat
lv: Pievienot jaunu līgumu
nb: Legg til ny kontrakt
nl: Nieuw contract toevoegen
pl: Dodaj nową umowę
sv: Lägg till nytt avtal

source: Channel name
da: Kanalnavn
de: Name des Kanals
et: Kanali nimi
fi: Kanavan nimi
fr: Nom du canal
lv: Kanāla nosaukums
nb: Kanalens navn
nl: Kanaalnaam
pl: Nazwa kanału
sv: Kanal namn

source: Group name
da: Gruppenavn
de: Name der Gruppe
et: Grupi nimi
fi: Ryhmän nimi
fr: Nom du groupe
lv: Grupas nosaukums
nb: Gruppens navn
nl: Groepsnaam
pl: Nazwa grupy
sv: Grupp namn

source: Purchased
da: Købt
de: Gekauft
et: Ostetud
fi: Ostettu
fr: Acheté
lv: Iegādāts
nb: Kjøpt
nl: Gekocht
pl: Zakupione
sv: Köpt

source: Purchase price
da: Købspris
de: Anschaffungspreis
et: Ostuhind
fi: Ostohinta
fr: Prix d'achat
lv: Pirkuma cena
nb: Innkjøpspris
nl: Aankoopprijs
pl: Cena zakupu
sv: Köp pris

source: Contract Expiry date
da: Kontraktens udløbsdato
de: Ablaufdatum des Vertrags
et: Lepingu aegumiskuupäev
fi: Sopimuksen umpeutumispäivä
fr: Date d'expiration du contrat
lv: Līguma beigu datums
nb: Kontraktens utløpsdato
nl: Vervaldatum contract
pl: Data wygaśnięcia umowy
sv: Avtalets utgångsdatum

source: Not specified
da: Ikke specificeret
de: Keine Angaben
et: Määramata
fi: Ei määritelty
fr: Non spécifié
lv: Nav norādīts
nb: Ikke spesifisert
nl: Niet gespecificeerd
pl: Nie określono
sv: Ej angivet

source: Contract "{name}" has been created
da: Kontrakt "{name}" er blevet oprettet
de: Vertrag "{name}" wurde erstellt
et: Leping "{name}" on loodud
fi: Sopimus nimeltään "{name}" on luotu
fr: Le contrat "{name}" a été créé
lv: Līgums "{name}" ir izveidots
nb: Kontrakten "{name}" er opprettet
nl: Contract "{name}" is aangemaakt
pl: Umowa "{name}" została utworzona
sv: Avtalet "{name}" har skapats

source: Contract group "{groupName}" has been created
da: Kontraktgruppen "{groupName}" er blevet oprettet
de: Vertragsgruppe "{groupName}" wurde erstellt
et: Lepingugrupp "{groupName}" on loodud
fi: Sopimusryhmä nimeltään "{groupName}" on luotu
fr: Le groupe de contrats "{groupName}" a été créé
lv: Līgumu grupa "{groupName}" ir izveidota
nb: Kontraktgruppen "{groupName}" er opprettet
nl: Contractgroep "{groupName}" is aangemaakt
pl: Grupa umów "{groupName}" została utworzona
sv: Avtalsgruppen "{groupName}" har skapats

source: Contract "{contractName}" could not be added!
da: Kontrakten "{contractName}" kunne ikke tilføjes!
de: Vertrag "{contractName}" konnte nicht hinzugefügt werden!
et: Lepingut "{contractName}" ei saanud lisada!
fi: Sopimusta nimeltä "{contractName}" ei voitu lisätä!
fr: Le contrat "{contractName}" n'a pas pu être ajouté !
lv: Līgumu "{contractName}" nevarēja pievienot!
nb: Kontrakten "{contractName}" kunne ikke legges til!
nl: Contract "{contractName}" kon niet worden toegevoegd!
pl: Nie można dodać umowy "{contractName}"!
sv: Avtalet "{contractName}" kunde inte läggas till!

source: It is only possible to add contracts from the same contract group to your basket. In case you add a contract from another group, all previously added contracts will be removed from your basket. Are you sure you want to remove the following contracts from your basket?
da: Det er kun muligt at tilføje kontrakter fra den samme kontraktgruppe til din kurv. Hvis du tilføjer en kontrakt fra en anden gruppe, vil alle tidligere tilføjede kontrakter blive fjernet fra din kurv. Er du sikker på, at du vil fjerne følgende kontrakter fra din kurv?
de: Es ist nur möglich, Verträge aus derselben Vertragsgruppe in den Warenkorb zu legen. Wenn Sie einen Vertrag aus einer anderen Gruppe hinzufügen, werden alle zuvor hinzugefügten Verträge aus Ihrem Warenkorb entfernt. Sind Sie sicher, dass Sie die folgenden Verträge aus Ihrem Warenkorb entfernen möchten?
et: Ostukorvi on võimalik lisada ainult sama lepingugrupi lepinguid. Kui lisate lepingu teisest grupist, eemaldatakse kõik varem lisatud lepingud ostukorvist. Kas olete kindel, et soovite järgmised lepingud oma ostukorvist eemaldada?
fi: Voit lisätä ostoskoriin vain sopimuksia samasta sopimusryhmästä. Jos lisäät sopimuksen toisesta ryhmästä, kaikki aiemmin lisätyt sopimukset poistetaan ostoskoristasi. Haluatko varmasti poistaa seuraavat sopimukset ostoskoristasi?
fr: Il n'est possible d'ajouter à votre panier que des contrats du même groupe de contrats. Si vous ajoutez un contrat d'un autre groupe, tous les contrats précédemment ajoutés seront supprimés de votre panier. Êtes-vous sûr de vouloir supprimer les contrats suivants de votre panier ?
lv: Grozam ir iespējams pievienot tikai vienas līgumu grupas līgumus. Ja pievienosiet līgumu no citas grupas, visi iepriekš pievienotie līgumi tiks izņemti no groza. Vai tiešām vēlaties izņemt no groza šādus līgumus?
nb: Det er kun mulig å legge til kontrakter fra samme kontraktgruppe i handlekurven. Hvis du legger til en kontrakt fra en annen gruppe, vil alle tidligere tillagte kontrakter bli fjernet fra handlekurven. Er du sikker på at du vil fjerne følgende kontrakter fra handlekurven?
nl: Het is alleen mogelijk om contracten van dezelfde contractgroep aan uw winkelwagen toe te voegen. Als u een contract uit een andere groep toevoegt, worden alle eerder toegevoegde contracten uit uw winkelwagen verwijderd. Weet u zeker dat u de volgende contracten uit uw winkelwagen wilt verwijderen?
pl: Możliwe jest dodanie do koszyka tylko umów z tej samej grupy umów. W przypadku dodania umowy z innej grupy, wszystkie wcześniej dodane umowy zostaną usunięte z koszyka. Czy na pewno chcesz usunąć następujące umowy z koszyka?
sv: Det är endast möjligt att lägga till avtal från samma avtalsgrupp i din varukorg. Om du lägger till ett avtal från en annan grupp kommer alla tidigare tillagda avtal att tas bort från din korg. Är du säker på att du vill ta bort följande avtal från din korg?

source: Yes, remove them
da: Ja, fjern dem
de: Ja, diese entfernen
et: Jah, eemalda need
fi: Kyllä, poista ne
fr: Oui, supprimez-les
lv: Jā, noņemiet tos
nb: Ja, fjern dem
nl: Ja, verwijder ze
pl: Tak, usuń je
sv: Ja, ta bort dem

source: No, keep them
da: Nej, behold dem
de: Nein, diese behalten
et: Ei, jäta need alles
fi: Ei, pidä ne
fr: Non, gardez-les
lv: Nē, saglabājiet tos
nb: Nei, behold dem
nl: Nee, bewaar ze
pl: Nie, zachowaj je
sv: Nej, behåll dem
