Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Common Fields
da: Fælles felter
de: Gemeinsame Felder
et: Üldised väljad
fi: Yleiset kentät
fr: Champs communs
lv: Kopīgie lauki
nb: Felles felt
nl: Gemeenschappelijke velden
pl: Wspólne pola
sv: Vanliga fält

source: Your order has been placed
da: Din ordre er blevet afgivet
de: Ihre Bestellung ist aufgegeben worden
et: Teie tellimus on esitatud
fi: Tilauksesi on tehty
fr: Votre commande a été passée
lv: Jūsu pasūtījums ir veikts
nb: Ordren din er lagt inn
nl: Uw bestelling is geplaatst
pl: Twoje zamówienie zostało złożone
sv: Din beställning är gjord

source: Job portals
da: Jobportaler
de: Stellen-Portale
et: Tööportaalid
fi: Työpaikkaportaalit
fr: Portails d'emploi
lv: Darba portāli
nb: Jobbportaler
nl: Vacatureportalen
pl: Portale pracy
sv: Jobbsajter

source: Job posting details
da: Detaljer om jobopslag
de: Details zur Stellenanzeige
et: Tööpakkumise üksikasjad
fi: Työpaikkailmoituksen tiedot
fr: Détails de l'offre d'emploi
lv: Darba sludinājuma detaļas
nb: Informasjon om jobbutlysningen
nl: Details vacature
pl: Szczegóły ogłoszenia o pracę
sv: Detaljer för publicering

source: Job criteria
da: Jobkriterier
de: Stellen-Kriterien
et: Töö kriteeriumid
fi: Työhön liittyvät kriteerit
fr: Critères d'emploi
lv: Darba kritēriji
nb: Jobbkriterier
nl: Functiecriteria
pl: Kryteria pracy
sv: Jobbkriterier

source: Contact information for candidates
da: Kontaktoplysninger for kandidater
de: Kontaktinformationen für die Kandidaten
et: Kandidaatide kontaktandmed
fi: Yhteystiedot hakijoille
fr: Informations de contact pour les candidats
lv: Kontaktinformācija kandidātiem
nb: Kontaktinformasjon for kandidater
nl: Contactgegevens voor kandidaten
pl: Dane kontaktowe dla kandydatów
sv: Kontaktinformation för kandidater

source: The title of the posting across different channels where the posting is going to be published
da: Titlen på opslaget på tværs af forskellige kanaler, hvor opslaget vil blive offentliggjort
de: Der Titel des Beitrags in den verschiedenen Kanälen, in denen der Beitrag mehrfach veröffentlicht werden soll
et: Pakkumise pealkiri erinevates kanalites, kus pakkumine avaldatakse
fi: Ilmoituksen otsikko eri kanavilla, joissa ilmoitus tulee näkymään.
fr: Le titre de l'annonce sur les différents canaux où l'annonce va être publiée
lv: Sludinājuma virsraksts dažādos kanālos, kuros sludinājums tiks publicēts
nb: Tittelen på innlegget i de ulike kanalene der innlegget skal publiseres
nl: De titel van de vacature op de verschillende kanalen waar de vacature gepubliceerd gaat worden
pl: Tytuł ogłoszenia na różnych kanałach, na których ogłoszenie zostanie opublikowane
sv: Titeln på jobbannonsen över olika kanaler där annonsen kommer att publiceras

source: Save and Continue
da: Gem og fortsæt
de: Speichern und fortfahren
et: Salvesta ja jätka
fi: Tallenna ja jatka
fr: Enregistrer et continuer
lv: Saglabāt un turpināt
nb: Lagre og fortsett
nl: Opslaan en doorgaan
pl: Zapisz i kontynuuj
sv: Spara och fortsätt

source: Period
da: Periode
de: Zeitraum
et: Periood
fi: Kausi
fr: Période
lv: Periods
nb: Periode
nl: Periode
pl: Okres

source: To
da: Til
de: Bis
et: Kuni
fi: Asti
fr: Au
lv: Līdz
nb: Til
nl: Tot
pl: Do
sv: Till

source: From
da: Fra
de: Von
et: Alates
fi: Alkaen
fr: Du
lv: No
nb: Fra
nl: Van
pl: Od
sv: Från

source: Salary Indication
da: Lønangivelse
de: Angabe des Gehalts
et: Palgaindeks
fi: Palkka-arvio
fr: Indication de salaire
lv: Algas norāde
nb: Lønnsindikasjon
nl: Salarisindicatie
pl: Wskazanie wynagrodzenia
sv: Löneangivelse

source: Enter a Publicly Available URL
da: Indtast en offentligt tilgængelig URL
de: Geben Sie eine öffentlich verfügbare URL ein
et: Sisestage avalikult kättesaadav URL
fi: Syötä julkisesti saatavilla oleva verkkosivun osoite (URL)
fr: Saisissez une URL accessible au public
lv: Ievadiet publiski pieejamu URL
nb: Angi en offentlig tilgjengelig URL
nl: Voer een openbaar beschikbare URL in
pl: Wprowadź publicznie dostępny adres URL
sv: Ange en allmänt tillgänglig URL

source: Enter a URL
da: Indtast en URL
de: Eingabe einer URL
et: Sisestage URL
fi: Syötä verkkosivun osoite (URL)
fr: Saisissez une URL
lv: Ievadiet URL
nb: Angi en URL-adresse
nl: Voer een URL in
pl: Wprowadź adres URL
sv: Ange en URL

source: Added contracts
da: Tilføjede kontrakter
de: Zusätzliche Verträge
et: Lisatud lepingud
fi: Lisätyt sopimukset
fr: Contrats ajoutés
lv: Pievienotie līgumi
nb: Lagt til kontrakter
nl: Toegevoegde contracten
pl: Dodane umowy
sv: Tillagda avtal

source: My contracts
da: Mine kontrakter
de: Meine Verträge
et: Minu lepingud
fi: Omat sopimukset
fr: Mes contrats
lv: Mani līgumi
nb: Kontraktene mine
nl: Mijn contracten
pl: Moje umowy
sv: Mina avtal

source: Level of education
da: Uddannelsesniveau
de: Niveau der Ausbildung
et: Haridustase
fi: Koulutustaso
fr: Niveau d'éducation
lv: Izglītības līmenis
nb: Utdanningsnivå
nl: Opleidingsniveau
pl: Poziom wykształcenia
sv: Utbildningsnivå

source: Minimum no. years of experience
da: Minimum antal års erfaring
de: Anzahl der Mindestjahre an Erfahrung
et: Minimaalne töökogemus aastates
fi: Vähimmäismäärä työkokemusta
fr: Nombre minimum d'années d'expérience
lv: Minimālais pieredzes gadu skaits
nb: Minimum antall års erfaring
nl: Minimaal aantal jaren ervaring
pl: Minimalna liczba lat doświadczenia
sv: Minsta antal år av erfarenhet

source: We will use this data to better target your desired audience
da: Vi vil bruge disse data til bedre at målrette din ønskede målgruppe
de: Wir werden diese Daten nutzen, um Ihr gewünschtes Publikum besser anzusprechen
et: Kasutame neid andmeid, et paremini jõuda soovitud sihtrühmani
fi: Käytämme näitä tietoja kohdentamaan viestisi paremmin haluamallesi yleisölle
fr: Nous utiliserons ces données pour mieux cibler votre public cible
lv: Mēs izmantosim šos datus, lai labāk mērķētu jūsu vēlamo auditoriju
nb: Vi bruker disse opplysningene til å bedre nå frem til den ønskede målgruppen
nl: We gebruiken deze gegevens om uw doelgroep beter te bereiken
pl: Użyjemy tych danych, aby lepiej dotrzeć do pożądanej grupy docelowej
sv: Vi kommer att använda denna information för att bättre inrikta oss på din önskade målgrupp

source: Company Logo URL
da: Virksomhedslogo URL
de: Firmenlogo URL
et: Ettevõtte logo URL
fi: Yrityksen logon verkkosivun osoite (URL)
fr: URL du logo de l'entreprise
lv: Uzņēmuma logotipa URL
nb: URL til selskapets logo
nl: Bedrijfslogo URL
pl: Adres URL logo firmy
sv: URL för företagets logga

source: Add the location of where this person will work
da: Tilføj det sted, hvor denne person skal arbejde
de: Fügen Sie den Ort hinzu, an dem diese Person arbeiten wird
et: Lisage selle isiku töökoha asukoht
fi: Lisää sijainti, missä tämä henkilö työskentelee.
fr: Ajoutez le lieu où cette personne travaillera
lv: Pievienojiet vietu, kur šī persona strādās
nb: Legg til hvor denne personen skal jobbe
nl: Voeg de locatie toe waar deze persoon gaat werken
pl: Dodaj lokalizację, w której ta osoba będzie pracować
sv: Lägg till platsen där personen kommer att arbeta

source: Work location details for your vacancy
da: Oplysninger om arbejdssted for din ledige stilling
de: Angaben zum Arbeitsort für Ihr Stellenangebot
et: Töökoha asukoha üksikasjad teie vakantsi jaoks
fi: Työpaikan sijaintitiedot avoimelle työpaikallesi
fr: Détails du lieu de travail pour votre poste vacant
lv: Darba vietas detaļas jūsu vakancei
nb: Informasjon om arbeidssted for den ledige stillingen
nl: Details over de werklocatie voor uw vacature
pl: Szczegóły lokalizacji pracy dla Twojego wakatu
sv: Arbetsplatsinformation för din lediga tjänst

source: UTM codes has been updated successfully.
da: UTM-koder er blevet opdateret med succes.
de: Die Nachverfolgungs-Parameter wurden erfolgreich aktualisiert.
et: UTM-koodid on edukalt uuendatud.
fi: UTM-koodit on päivitetty onnistuneesti
fr: Les codes UTM ont été mis à jour avec succès.
lv: UTM kodi ir veiksmīgi atjaunināti.
nb: UTM-koder er oppdatert.
nl: UTM-codes zijn succesvol bijgewerkt.
pl: Kody UTM zostały pomyślnie zaktualizowane.
sv: UTM-koder har uppdaterats.

source: UTM codes has been reset.
da: UTM-koderne er blevet nulstillet.
de: Die Nachverfolgungs-Parameter wurden zurückgesetzt.
et: UTM-koodid on lähtestatud.
fi: UTM-koodit on päivitetty onnistuneesti
fr: Les codes UTM ont été réinitialisés.
lv: UTM kodi ir atiestatīti.
nb: UTM-koder er tilbakestilt.
nl: UTM-codes zijn gereset.
pl: Kody UTM zostały zresetowane.
sv: UTM-koder har återställts.

source: Add the link where a candidate fills in the application (this can also be the job detail page)
da: Tilføj linket, hvor en kandidat udfylder ansøgningen (det kan også være jobdetaljesiden)
de: Fügen Sie den Link hinzu, über den ein Bewerber die Bewerbung ausfüllt (dieser kann auch die Seite mit den Stellendetails sein)
et: Lisage link, kus kandidaat täidab taotluse (see võib olla ka töö üksikasjade leht)
fi: Lisää linkki, jossa hakija täyttää hakemuksen (tämä voi olla myös työpaikkatiedot sivu).
fr: Ajoutez le lien où un candidat remplit la candidature (cela peut également être la page de détail de l'emploi)
lv: Pievienojiet saiti, kur kandidāts aizpilda pieteikumu (tā var būt arī darba sludinājuma lapa)
nb: Legg til lenken der en kandidat fyller ut søknaden (dette kan også være jobbinformasjonssiden)
nl: Voeg de link toe waar een kandidaat de sollicitatie invult (dit kan ook de detailpagina van de vacature zijn)
pl: Dodaj link, gdzie kandydat wypełnia aplikację (może to być również strona ze szczegółami oferty pracy)
sv: Lägg till länken där en kandidat fyller i ansökan (detta kan också vara jobbdetaljsidan)

source: Link to the application page
da: Link til ansøgningssiden
de: Link zur Bewerbungsseite
et: Link kandideerimislehele
fi: Linkki hakemussivuille
fr: Lien vers la page de candidature
lv: Saite uz pieteikuma lapu
nb: Lenke til søknadssiden
nl: Link naar de sollicitatiepagina
pl: Link do strony aplikacji
sv: Länk till ansökningssidan

source: Fill in the URL that will be used as the landing page for your job ads
da: Udfyld den URL, der skal bruges som landingsside for dine jobannoncer
de: Geben Sie die URL ein, die als Startseite für Ihre Stellenanzeigen verwendet werden soll
et: Sisestage URL, mida kasutatakse teie tööpakkumiste sihtlehena
fi: Lisää URL, joka toimii työpaikkailmoituksesi aloitussivuna.
fr: Remplissez l'URL qui sera utilisée comme page de destination pour vos annonces d'emploi
lv: Aizpildiet URL, kas tiks izmantots kā galvenā lapa jūsu darba sludinājumiem
nb: Fyll ut URL-adressen som skal brukes som målside for jobbannonsene dine
nl: Vul de URL in die wordt gebruikt als de landingspagina voor uw vacatureadvertenties
pl: Wpisz adres URL, który będzie używany jako strona docelowa dla Twoich ogłoszeń o pracę
sv: Fyll i webbadressen som kommer att användas som landningssida för dina jobbannonser

source: The job description is captured directly from your ATS, so you can immediately start editing. Important note: Not all formatting might be imported correctly. Please make sure to double-check your text before ordering.
da: Jobbeskrivelsen hentes direkte fra dit ATS, så du kan begynde at redigere med det samme. Vigtig bemærkning: Det er ikke sikkert, at al formatering importeres korrekt. Du bør dobbelttjekke din tekst, før du bestiller.
de: Die Stellenbeschreibung wird direkt aus Ihrem ATS übernommen, so dass Sie sofort mit der Bearbeitung beginnen können. Wichtiger Hinweis: Möglicherweise werden nicht alle Formatierungen korrekt importiert. Bitte überprüfen Sie Ihren Text vor der Bestellung noch einmal.
et: Töö kirjeldus võetakse otse teie ATS-ist, nii et saate kohe alustada redigeerimist. Oluline märkus: kõik vormingud ei pruugi õigesti importida. Palun kontrollige oma teksti enne tellimist kindlasti üle.
fi: Työkuvaus noudetaan suoraan rekrytointijärjestelmästäsi, joten voit aloittaa muokkauksen välittömästi. Tärkeä huomio: Kaikki muotoilut eivät ehkä siirry oikein Varmista, että tarkistat tekstin huolellisesti ennen tilaamista
fr: La description de l'emploi est capturée directement à partir de votre ATS, vous pouvez donc immédiatement commencer à éditer. Remarque importante : Toute la mise en forme peut ne pas être importée correctement. Veuillez vous assurer de vérifier votre texte avant de commander.
lv: Darba apraksts tiek iegūts tieši no jūsu ATS, tāpēc varat nekavējoties sākt rediģēšanu. Svarīga piezīme: ne viss formatējums var tikt importēts pareizi. Lūdzu, pārliecinieties, ka teksts ir rūpīgi pārbaudīts pirms pasūtīšanas.
nb: Stillingsbeskrivelsen hentes direkte fra ATS-systemet, slik at du umiddelbart kan begynne å redigere den. Viktig merknad: Det er ikke sikkert at all formatering importeres korrekt. Sørg for å dobbeltsjekke teksten før du bestiller.
nl: De vacaturebeschrijving wordt rechtstreeks uit uw ATS gehaald, zodat u meteen kunt beginnen met bewerken. Belangrijke opmerking: Niet alle opmaak wordt mogelijk correct geïmporteerd. Controleer uw tekst zorgvuldig voordat u bestelt.
pl: Opis stanowiska jest pobierany bezpośrednio z Twojego systemu ATS, więc możesz od razu zacząć edytować. Ważna uwaga: Nie wszystkie formatowania mogą zostać zaimportowane poprawnie. Przed złożeniem zamówienia upewnij się, że tekst został dokładnie sprawdzony.
sv: Arbetsbeskrivningen hämtas direkt från din ATS, så att du direkt kan börja redigera. Viktig notering: All formatering är kanske inte korrekt importerad. Var noga med att dubbelkolla din text innan du beställer.

source: Job Description
da: Jobbeskrivelse
de: Stellenbeschreibung
et: Töökirjeldus
fi: Työnkuvaus
fr: Description de l'emploi
lv: Darba apraksts
nb: Stillingsbeskrivelse
nl: Functieomschrijving
pl: Opis stanowiska
sv: Jobb beskrivning

source: Please fill in the job function of the job
da: Udfyld venligst jobfunktionen for jobbet
de: Bitte geben Sie die Funktion der Stelle an
et: Palun sisestage töö funktsioon
fi: "Ole hyvä ja täytä työnkuvaus (tehtäväalue) työlle."
fr: Veuillez remplir la fonction du poste
lv: Lūdzu, aizpildiet darba amata funkciju
nb: Vennligst fyll ut jobbens jobbfunksjon
nl: Vul de functie van de vacature in
pl: Proszę podać funkcję stanowiska
sv: Vänligen fyll i jobbets funktion

source: Campaign name
da: Kampagnenavn
de: Name der Kampagne
et: Kampaania nimi
fi: Kampanjan nimi
fr: Nom de la campagne
lv: Kampaņas nosaukums
nb: Kampanjenavn
nl: Campagnenaam
pl: Nazwa kampanii
sv: Kampanjnamn

source: Campaign Name is used to easily distinguish jobs in list of campaigns. For example, campaign name could be "Software Development Manager" while Job Title could be "Want to lead a Team of Software Developers? Join us". This is only shown to you and not to the candidates
da: Kampagnenavn bruges til nemt at skelne mellem job på listen over kampagner. For eksempel kunne kampagnenavnet være "Software Development Manager", mens jobtitlen kunne være "Vil du lede et team af softwareudviklere? Slut dig til os". Dette vises kun for dig og ikke for kandidaterne
de: Der Name der Kampagne wird zur einfachen Unterscheidung von Stellen in der Liste der Kampagnen verwendet. Der Name der Kampagne könnte zum Beispiel "Manager für Software-Entwicklung" lauten, während der Stellentitel "Möchten Sie ein Team von Softwareentwicklern leiten? Kommen Sie zu uns". Dies wird nur Ihnen und nicht den Bewerbern angezeigt
et: Kampaania nime kasutatakse töökohtade lihtsaks eristamiseks kampaaniate nimekirjas. Näiteks võib kampaania nimi olla "Tarkvaraarenduse juht", samas kui tööpakkumise pealkiri võib olla "Soovid juhtida tarkvaraarendajate meeskonda? Liitu meiega". See kuvatakse ainult teile, mitte kandidaatidele
fi: Kampanjan nimeä käytetään työpaikkojen kampanjaluettelossa helpottamaan erottelua. Esimerkiksi kampanjan nimi voisi olla 'Ohjelmistokehityspäällikkö', kun taas työpaikkailmoituksen otsikko voisi olla 'Haluatko johtaa ohjelmistokehittäjien tiimiä? Liity joukkoomme'. Tämä näkyy vain sinulle eikä hakijoille."
fr: Le nom de la campagne est utilisé pour distinguer facilement les emplois dans la liste des campagnes. Par exemple, le nom de la campagne pourrait être "Gestionnaire de développement logiciel" tandis que le titre du poste pourrait être "Vous voulez diriger une équipe de développeurs de logiciels ? Rejoignez-nous". Ceci n'est montré qu'à vous et non aux candidats
lv: Kampaņas nosaukums tiek izmantots, lai viegli atšķirtu darbus kampaņu sarakstā. Piemēram, kampaņas nosaukums varētu būt "Programmatūras izstrādes vadītājs", savukārt darba nosaukums varētu būt "Vai vēlaties vadīt programmatūras izstrādātāju komandu? Pievienojieties mums". Tas tiek parādīts tikai jums, nevis kandidātiem
nb: Kampanjenavnet brukes til å skille mellom jobbene i kampanjelisten. Kampanjenavnet kan for eksempel være "Programutviklingsleder", mens jobbannonsens tittel kan være "Vil du lede et team av programvareutviklere? Jobb hos oss". Dette vises bare for deg, og ikke for kandidatene
nl: Campagnenaam wordt gebruikt om vacatures gemakkelijk te onderscheiden in de lijst met campagnes. Bijvoorbeeld, de campagnenaam kan "Software Development Manager" zijn, terwijl de functietitel "Wil je een team van softwareontwikkelaars leiden? Kom bij ons" kan zijn. Dit wordt alleen aan jou getoond en niet aan de kandidaten
pl: Nazwa kampanii służy do łatwego rozróżniania ofert pracy na liście kampanii. Na przykład, nazwa kampanii może brzmieć "Kierownik Zespołu Programistów", podczas gdy tytuł oferty pracy może brzmieć "Chcesz kierować zespołem programistów? Dołącz do nas". Jest to widoczne tylko dla Ciebie, a nie dla kandydatów
sv: Kampanjnamn används för att enkelt skilja jobb i listan över kampanjer. Kampanjens namn kan till exempel vara "Software Development Manager" medan jobbtiteln kan vara "Vill du leda ett team av mjukvaruutvecklare? Bli en av oss". Detta visas bara för dig och inte för kandidaterna

source: Posting details
da: Detaljer om opslaget
de: Details der Stellenanzeige
et: Postituse üksikasjad
fi: Julkaisutiedot
fr: Détails de l'offre d'emploi
lv: Sludinājuma detaļas
nb: Detaljer i innlegget
nl: Plaatsingsdetails
pl: Szczegóły ogłoszenia
sv: Detaljer för publicering

source: Allows remote work?
da: Tillader fjernarbejde?
de: Möglichkeit zur Fernarbeit?
et: Kas lubab kaugtööd?
fi: Etätyö mahdollinen
fr: Permet le travail à distance ?
lv: Vai atļauj attālināto darbu?
nb: Tillates fjernarbeid?
nl: Staat thuiswerken toe?
pl: Czy pozwala na pracę zdalną?
sv: Tillåter du distansarbete?

source: You need at least one product or a contract added to campaign in order to proceed
da: Du skal have tilføjet mindst ét produkt eller en kontrakt til kampagnen for at kunne fortsætte
de: Um fortzufahren, müssen Sie mindestens ein Produkt oder einen Vertrag zur Kampagne hinzufügen
et: Jätkamiseks peate kampaaniasse lisama vähemalt ühe toote või lepingu
fi: Sinun on lisättävä vähintään yksi tuote tai sopimus kampanjaan jatkaaksesi
fr: Vous devez ajouter au moins un produit ou un contrat à la campagne pour pouvoir continuer
lv: Lai turpinātu, kampaņai ir jāpievieno vismaz viens produkts vai līgums
nb: Du må ha minst ett produkt eller en kontrakt lagt til i kampanjen for å kunne fortsette
nl: Je hebt ten minste één product of contract nodig dat is toegevoegd aan de campagne om door te gaan
pl: Aby kontynuować, musisz dodać do kampanii co najmniej jeden produkt lub umowę
sv: Du måste lägga till minst en produkt eller ett avtal i kampanjen för att kunna fortsätta

source: Default Tracking Codes
da: Standard sporingskoder
de: Standard-Nachverfolgungs-Parameter
et: Vaikimisi jälgimiskoodid
fi: Oletusseurantakoodit
fr: Codes de suivi par défaut
lv: Noklusējuma izsekošanas kodi
nb: Standard sporingskoder
nl: Standaard trackingcodes
pl: Domyślne kody śledzenia
sv: Standardspårningskoder

source: Define default tracking codes that will be applied to each of the product in your campaign.
da: Definer standard sporingskoder, som vil blive anvendt på hvert produkt i din kampagne.
de: Definieren Sie Standard-Nachverfolgungs-Parameter, die auf jedes Produkt in Ihrer Kampagne angewendet werden sollen.
et: Määrake vaikimisi jälgimiskoodid, mida rakendatakse igale teie kampaania tootele.
fi: Määrittele oletusseurantakoodit, jotka lisätään automaattisesti jokaiseen kampanjassa olevaan tuotteeseen.
fr: Définissez les codes de suivi par défaut qui seront appliqués à chaque produit de votre campagne.
lv: Definējiet noklusējuma izsekošanas kodus, kas tiks piemēroti katram produktam jūsu kampaņā.
nb: Definer standard sporingskoder som skal brukes for hvert enkelt produkt i kampanjen.
nl: Definieer standaard trackingcodes die worden toegepast op elk product in je campagne.
pl: Zdefiniuj domyślne kody śledzenia, które będą stosowane do każdego produktu w Twojej kampanii.
sv: Definiera standardspårningskoder som kommer att tillämpas på var och en av produkterna i din kampanj.

source: Please note that when you modify the Default Tracking Codes, the Product Tracking Codes will be reset, thus adjust Default Tracking Codes first, then extend them per product if needed.
da: Bemærk, at når du ændrer standardsporingskoderne, vil produktsporingskoderne blive nulstillet, så juster først standardsporingskoderne, og udvid dem derefter pr. produkt, hvis det er nødvendigt.
de: Bitte beachten Sie, dass beim Ändern der Standard-Nachverfolgungs-Parameter die Produkt-Nachverfolgungs-Parameter zurückgesetzt werden. Passen Sie daher zuerst die Standard-Nachverfolgungs-Parameter an und erweitern Sie sie dann bei Bedarf pro Produkt.
et: Pange tähele, et vaikimisi jälgimiskoodide muutmisel lähtestatakse toote jälgimiskoodid, seega kohandage esmalt vaikimisi jälgimiskoode ja seejärel laiendage neid vajadusel toote kohta.
fi: Huomioi, että kun muokkaat oletusseurantakoodeja, tuoteseurantakoodit nollautuvat. Säädä siis ensin oletusseurantakoodeja ja laajenna niitä tarvittaessa kullekin tuotteelle.
fr: Veuillez noter que lorsque vous modifiez les codes de suivi par défaut, les codes de suivi des produits seront réinitialisés. Ajustez d'abord les codes de suivi par défaut, puis étendez-les par produit si nécessaire.
lv: Lūdzu, ņemiet vērā, ka, modificējot noklusējuma izsekošanas kodus, produktu izsekošanas kodi tiks atiestatīti, tāpēc vispirms pielāgojiet noklusējuma izsekošanas kodus un pēc tam, ja nepieciešams, paplašiniet tos katram produktam.
nb: Vær oppmerksom på at når du endrer standard sporingskoder, tilbakestilles produktsporingskodene. Juster derfor standard sporingskoder først, og utvid dem deretter per produkt hvis det er nødvendig.
nl: Houd er rekening mee dat wanneer u de standaard trackingcodes wijzigt, de producttrackingcodes worden gereset. Pas dus eerst de standaard trackingcodes aan en breid deze vervolgens indien nodig per product uit.
pl: Pamiętaj, że po zmodyfikowaniu domyślnych kodów śledzenia, kody śledzenia produktu zostaną zresetowane, dlatego najpierw dostosuj domyślne kody śledzenia, a następnie rozszerz je dla poszczególnych produktów, jeśli to konieczne.
sv: Vänligen observera att när du ändrar standardspårningskoderna kommer produktspårningskoderna att återställas. Justera därför standardspårningskoderna först och utöka dem sedan per produkt om det behövs.

source: Example Application Page Link with Tracking Code
da: Eksempel på link til ansøgningsside med sporingskode
de: Beispiel für einen Link zur Anwendungsseite mit Nachverfolgungs-Parameter
et: Näidis kandideerimise lehe link jälgimiskoodiga
fi: Esimerkkilinkki hakemussivulle seurantakoodilla"
fr: Exemple de lien de page de candidature avec code de suivi
lv: Pieteikuma lapas saites piemērs ar izsekošanas kodu
nb: Eksempel på lenke til søknadsside med sporingskode
nl: Voorbeeld sollicitatiepagina link met trackingcode
pl: Przykładowy link do strony aplikacji z kodem śledzenia
sv: Exempel på ansökningssidalänk med spårningskod
