Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Its answer should only be in numeric and no more than one line.
da: Dets svar bør kun være numerisk og ikke mere end én linje.
de: Die Antwort sollte nur numerisch und nicht mehr als eine Zeile sein.
et: Vastus peaks olema ainult numbriline ja mitte pikem kui üks rida.
fi: Vastauksen tulee olla vain numeerinen ja enintään yhden rivin pituinen.
fr: Sa réponse doit être uniquement numérique et ne pas dépasser une ligne.
lv: Atbildei jābūt tikai skaitliskai un ne vairāk kā vienā rindā.
nb: Svaret skal bare være numerisk og ikke mer enn én linje.
nl: Het antwoord mag alleen numeriek zijn en niet langer dan één regel.
pl: Jego odpowiedź powinna być tylko liczbowa i nie dłuższa niż jedna linia.
sv: Svaret ska endast vara numeriskt och inte mer än en rad.

source: Language selection
da: Sprogvalg
de: Sprachauswahl
et: Keele valik
fi: Kielen valinta
fr: Sélection de la langue
lv: Valodas izvēle
nb: Språkvalg
nl: Taalselectie
pl: Wybór języka
sv: Språkval

source: List of strings
da: Liste over strenge
de: Liste von Zeichenketten
et: Sõnede loend
fi: Merkkijonojen luettelo
fr: Liste de chaînes
lv: Virkņu saraksts
nb: Liste over strenger
nl: Lijst met tekenreeksen
pl: Lista ciągów
sv: Lista över strängar

source: Max length (Characters)
da: Maks. længde (tegn)
de: Maximale Länge (Zeichen)
et: Maksimaalne pikkus (tähemärke)
fi: Enimmäispituus (merkkiä)
fr: Longueur maximale (Caractères)
lv: Maks. garums (rakstzīmes)
nb: Maks lengde (tegn)
nl: Max lengte (Tekens)
pl: Maksymalna długość (znaki)
sv: Max längd (tecken)

source: Max length
da: Maks. længde
de: Maximale Länge
et: Maksimaalne pikkus
fi: Enimmäispituus
fr: Longueur maximale
lv: Maks. garums
nb: Maks lengde
nl: Max lengte
pl: Maksymalna długość
sv: Max längd

source: Maximum value
da: Maksimum værdi
de: Maximalwert
et: Maksimaalne väärtus
fi: Enimmäisarvo
fr: Valeur maximale
lv: Maksimālā vērtība
nb: Maksimal verdi
nl: Maximale waarde
pl: Wartość maksymalna
sv: Maximalt värde

source: Maximum
da: Maksimum
et: Maksimum
fi: Enintään
lv: Maksimums
nb: Maksimum
pl: Maksimum

source: Min length (Characters)
da: Min. længde (tegn)
de: Mindestlänge (Zeichen)
et: Minimaalne pikkus (tähemärke)
fi: Vähimmäispituus (merkkiä)
fr: Longueur minimale (Caractères)
lv: Min. garums (rakstzīmes)
nb: Min lengde (tegn)
nl: Min lengte (Tekens)
pl: Minimalna długość (znaki)
sv: Min längd (tecken)

source: Min length
da: Min. længde
de: Mindestlänge
et: Minimaalne pikkus
fi: Vähimmäispituus
fr: Longueur minimale
lv: Min. garums
nb: Min lengde
nl: Min lengte
pl: Minimalna długość
sv: Min längd

source: Minimum value
da: Minimum værdi
de: Minimalwert
et: Minimaalne väärtus
fi: Vähimmäisarvo
fr: Valeur minimale
lv: Minimālā vērtība
nb: Minimumsverdi
nl: Minimale waarde
pl: Wartość minimalna
sv: Minsta värde

source: Minimum
et: Miinimum
fi: Vähintään
lv: Minimums

source: Multiple selection checkboxes
da: Afkrydsningsfelter til flere valg
de: Mehrfachauswahl-Kontrollkästchen
et: Mitme valiku märkeruudud
fi: Usean valinnan valintaruudut
fr: Cases à cocher à sélection multiple
lv: Vairāku izvēļu izvēles rūtiņas
nb: Avkrysningsbokser for flervalg
nl: Meerdere selectie selectievakjes
pl: Pola wyboru wielokrotnego wyboru
sv: Kryssrutor för flerval

source: New item label
da: Ny elementetiket
de: Neues Element-Label
et: Uue üksuse silt
fi: Uuden kohteen selite
fr: Étiquette de nouvel élément
lv: Jauna vienuma etiķete
nb: Ny elementetikett
nl: Nieuw item label
pl: Etykieta nowego elementu
sv: Ny etikett för objekt

source: New Item
da: Nyt element
de: Neues Element
et: Uus üksus
fi: Uusi kohde
fr: Nouvel élément
lv: Jauns vienums
nb: Nytt element
nl: Nieuw item
pl: Nowy element
sv: Nytt objekt

source: New option
da: Ny valgmulighed
de: Neue Option
et: Uus valik
fi: Uusi vaihtoehto
fr: Nouvelle option
lv: Jauna opcija
nb: Nytt alternativ
nl: Nieuwe optie
pl: Nowa opcja
sv: Nytt alternativ

source: New question title (required)
da: Ny spørgsmålstitel (påkrævet)
de: Neuer Fragentitel (erforderlich)
et: Uue küsimuse pealkiri (kohustuslik)
fi: Uuden kysymyksen otsikko (pakollinen)
fr: Nouveau titre de question (obligatoire)
lv: Jauns jautājuma nosaukums (obligāts)
nb: Ny spørsmålstittel (obligatorisk)
nl: Nieuwe vraag titel (verplicht)
pl: Tytuł nowego pytania (wymagane)
sv: Ny frågetitel (obligatorisk)

source: New section title
da: Ny sektionstitel
de: Neuer Abschnittstitel
et: Uue jaotise pealkiri
fi: Uuden osion otsikko
fr: Nouveau titre de section
lv: Jauns sadaļas nosaukums
nb: Ny seksjonstitel
nl: Nieuwe sectie titel
pl: Tytuł nowej sekcji
sv: Ny avdelningsrubrik

source: No default option
da: Ingen standardindstilling
de: Keine Standardoption
et: Vaikimisi valikut pole
fi: Ei oletusvalintaa
fr: Aucune option par défaut
lv: Nav noklusējuma opcijas
nb: Ingen standardalternativ
nl: Geen standaard optie
pl: Brak domyślnej opcji
sv: Inget standardalternativ

source: No question found.
da: Intet spørgsmål fundet.
de: Keine Frage gefunden.
et: Küsimust ei leitud.
fi: Kysymystä ei löytynyt.
fr: Aucune question trouvée.
lv: Nav atrasts neviens jautājums.
nb: Ingen spørsmål funnet.
nl: Geen vraag gevonden.
pl: Nie znaleziono pytania.
sv: Ingen fråga hittades.

source: Don't see your question in the list? Try a different keyword or
da: Kan du ikke se dit spørgsmål på listen? Prøv et andet søgeord eller
de: Ihre Frage ist nicht in der Liste? Versuchen Sie es mit einem anderen Stichwort oder
et: Kas te ei näe oma küsimust loendis? Proovige teist märksõna või
fi: Etkö löydä kysymystäsi listasta? Kokeile toista hakusanaa tai
fr: Vous ne voyez pas votre question dans la liste ? Essayez un mot-clé différent ou
lv: Neredzi savu jautājumu sarakstā? Mēģiniet citu atslēgvārdu vai
nb: Ser du ikke spørsmålet ditt i listen? Prøv et annet søkeord eller
nl: Zie je je vraag niet in de lijst? Probeer een ander trefwoord of
pl: Nie widzisz swojego pytania na liście? Spróbuj użyć innego słowa kluczowego lub
sv: Ser du inte din fråga i listan? Prova ett annat nyckelord eller

source: No title
da: Ingen titel
de: Kein Titel
et: Pealkiri puudub
fi: Ei otsikkoa
fr: Pas de titre
lv: Bez nosaukuma
nb: Ingen tittel
nl: Geen titel
pl: Bez tytułu
sv: Ingen titel

source: Number
da: Nummer
de: Zahl
fi: Numero
fr: Nombre
lv: Skaitlis
nb: Nummer
nl: Nummer
pl: Numer
sv: Nummer

source: Numbers
da: Tal
de: Zahlen
et: Numbrid
fi: Numerot
fr: Nombres
lv: Skaitļi
nb: Tall
nl: Nummers
pl: Liczby
sv: Nummer

source: Option label (end)
da: Valgmulighed etiket (slut)
de: Optionsbeschriftung (Ende)
et: Valiku silt (lõpp)
fi: Vaihtoehdon selite (loppu)
fr: Étiquette d'option (fin)
lv: Opcijas etiķete (beigas)
nb: Alternativetikett (slutt)
nl: Optie label (einde)
pl: Etykieta opcji (koniec)
sv: Alternativetikett (slut)

source: Option label (start)
da: Valgmulighed etiket (start)
de: Optionsbeschriftung (Anfang)
et: Valiku silt (algus)
fi: Vaihtoehdon selite (alku)
fr: Étiquette d'option (début)
lv: Opcijas etiķete (sākums)
nb: Alternativetikett (start)
nl: Optie label (start)
pl: Etykieta opcji (początek)
sv: Alternativetikett (start)

source: Option label
da: Valgmulighed etiket
de: Optionsbeschriftung
et: Valiku silt
fi: Vaihtoehdon selite
fr: Étiquette d'option
lv: Opcijas etiķete
nb: Alternativetikett
nl: Optie label
pl: Etykieta opcji
sv: Alternativetikett

source: Option
da: Valgmulighed
et: Variant
fi: Vaihtoehto
lv: Opcija
nb: Alternativ
nl: Optie
pl: Opcja
sv: Alternativ

source: Options
da: Valgmuligheder
de: Optionen
et: Valikud
fi: Vaihtoehdot
lv: Opcijas
nb: Alternativer
nl: Opties
pl: Opcje
sv: Alternativ

source: Placeholder
da: Pladsholder
de: Platzhalter
et: Kohatäitja
fi: Paikkamerkki
fr: Espace réservé
lv: Vietturis
nb: Plassholder
nl: Tijdelijke aanduiding
pl: Symbol zastępczy
sv: Platshållare

source: Please fill in the question title field.
da: Udfyld venligst spørgsmålstitelfeltet.
de: Bitte füllen Sie das Feld für den Fragentitel aus.
et: Palun täitke küsimuse pealkirja väli.
fi: Täytä kysymyksen otsikkokenttä.
fr: Veuillez remplir le champ de titre de la question.
lv: Lūdzu, aizpildiet jautājuma nosaukuma lauku.
nb: Vennligst fyll ut spørsmålstittelen.
nl: Vul het veld voor de vraag titel in.
pl: Proszę wypełnić pole tytułu pytania.
sv: Vänligen fyll i frågetitelfältet.

source: Preview default
da: Forhåndsvisning standard
de: Standardvorschau
et: Eelvaate vaikimisi
fi: Esikatsele oletus
fr: Aperçu par défaut
lv: Priekšskatījuma noklusējums
nb: Forhåndsvis standard
nl: Voorbeeld standaard
pl: Podgląd domyślny
sv: Förhandsgranska standard

source: Question with the same title already exists.
da: Spørgsmål med samme titel findes allerede.
de: Eine Frage mit demselben Titel existiert bereits.
et: Sama pealkirjaga küsimus on juba olemas.
fi: Samalla otsikolla oleva kysymys on jo olemassa.
fr: Une question avec le même titre existe déjà.
lv: Jautājums ar tādu pašu nosaukumu jau pastāv.
nb: Spørsmål med samme tittel eksisterer allerede.
nl: Vraag met dezelfde titel bestaat al.
pl: Pytanie o tym samym tytule już istnieje.
sv: En fråga med samma titel finns redan.

source: Questions
da: Spørgsmål
de: Fragen
et: Küsimused
fi: Kysymykset
lv: Jautājumi
nb: Spørsmål
nl: Vragen
pl: Pytania
sv: Frågor

source: Radio buttons
da: Radioknapper
de: Optionsfelder
et: Raadionupud
fi: Valintanapit
fr: Boutons radio
lv: Radio pogas
nb: Radioknapper
nl: Keuzerondjes
pl: Przyciski radiowe
sv: Radioknappar

source: Required
da: Kræves
de: Erforderlich
et: Kohustuslik
fi: Pakollinen
fr: Obligatoire
lv: Obligāts
nb: Obligatorisk
nl: Verplicht
pl: Wymagane
sv: Obligatorisk

source: Search first to create a new question
et: Uue küsimuse loomiseks otsige kõigepealt
fi: Hae ensin luodaksesi uuden kysymyksen
sv: Sök först för att skapa en ny fråga

source: Select a question to update.
da: Vælg et spørgsmål, der skal opdateres.
de: Wählen Sie eine Frage zum Aktualisieren aus.
et: Valige küsimus, mida soovite uuendada.
fi: Valitse päivitettävä kysymys.
fr: Sélectionnez une question à mettre à jour.
lv: Izvēlieties jautājumu, ko atjaunināt.
nb: Velg et spørsmål å oppdatere.
nl: Selecteer een vraag om bij te werken.
pl: Wybierz pytanie do aktualizacji.
sv: Välj en fråga att uppdatera.

source: Select field
da: Vælg felt
de: Auswahlfeld
et: Vali väli
fi: Valitse kenttä
fr: Champ de sélection
lv: Izvēlēties lauku
nb: Velg felt
nl: Selecteer veld
pl: Wybierz pole
sv: Välj fält

source: Select ranking
da: Vælg rangordning
de: Rangfolge auswählen
et: Vali järjestus
fi: Valitse järjestys
fr: Classement de sélection
lv: Izvēlēties ranžēšanu
nb: Velg rangering
nl: Selecteer rangschikking
pl: Wybierz ranking
sv: Välj ranking

source: Select2
da: Vælg2
et: Vali2
fi: Valitse
fr: Sélectionner2
lv: Izvēlēties2
nb: Velg2
pl: Wybierz2
sv: Välj2

source: Set today as default
da: Indstil i dag som standard
de: Heute als Standard festlegen
et: Määra tänane kuupäev vaikimisi
fi: Aseta tämä päivä oletukseksi
fr: Définir aujourd'hui comme valeur par défaut
lv: Iestatīt šodienu kā noklusējumu
nb: Sett i dag som standard
nl: Stel vandaag in als standaard
pl: Ustaw dzisiejszą datę jako domyślną
sv: Ställ in idag som standard

source: Single line
da: Enkelt linje
de: Einzelne Zeile
et: Üks rida
fi: Yksi rivi
fr: Ligne unique
lv: Viena rinda
nb: Enkeltlinje
nl: Enkele regel
pl: Pojedyncza linia
sv: Enkel rad

source: Single selection checkbox
da: Afkrydsningsfelt til enkelt valg
de: Einzelauswahl-Kontrollkästchen
et: Ühe valiku märkeruut
fi: Yksittäisvalintaruutu
fr: Case à cocher à sélection unique
lv: Vienas izvēles izvēles rūtiņa
nb: Avkrysningsboks for enkeltvalg
nl: Enkel selectie selectievakje
pl: Pojedynczy checkbox wyboru
sv: Kryssruta för enstaka val

source: Single selection radio buttons
da: Radioknapper til enkelt valg
de: Einzelauswahl-Optionsfelder
et: Ühe valiku raadionupud
fi: Yksittäisen valinnan radiopainikkeet
fr: Boutons radio à sélection unique
lv: Vienas izvēles radio pogas
nb: Radioknapper for enkeltvalg
nl: Enkel selectie keuzerondjes
pl: Pojedyncze przyciski radiowe wyboru
sv: Radioknappar för enstaka val

source: String with date
da: Streng med dato
de: Zeichenkette mit Datum
et: Sõne kuupäevaga
fi: Merkkijono päivämäärällä
fr: Chaîne avec date
lv: Virkne ar datumu
nb: Streng med dato
nl: Tekenreeks met datum
pl: Ciąg znaków z datą
sv: Sträng med datum

source: Swedish ID
da: Svensk ID
de: Schwedische ID
et: Rootsi isikukood
fi: Ruotsalainen henkilötunnus
fr: ID suédois
lv: Zviedrijas ID
nb: Svensk ID
nl: Zweeds ID
pl: Szwedzki numer identyfikacyjny
sv: Svenskt ID

source: Text / Number
da: Tekst / Tal
de: Text / Zahl
et: Tekst / Number
fi: Teksti / Numero
fr: Texte / Nombre
lv: Teksts / Skaitlis
nb: Tekst / Tall
nl: Tekst / Nummer
pl: Tekst / Liczba
sv: Text / Nummer

source: Text field
da: Tekstfelt
de: Textfeld
et: Tekstiväli
fi: Tekstikenttä
fr: Champ de texte
lv: Teksta lauks
nb: Tekstfelt
nl: Tekstveld
pl: Pole tekstowe
sv: Textfält

source: The image upload will always appear on top of the form.
da: Billedoverførslen vises altid øverst i formularen.
de: Der Bild-Upload wird immer oben im Formular erscheinen.
et: Pildi üleslaadimine kuvatakse alati vormi ülaosas.
fi: Kuvan lataus näkyy aina lomakkeen yläosassa.
fr: Le téléchargement d'image apparaîtra toujours en haut du formulaire.
lv: Attēla augšupielāde vienmēr parādīsies veidlapas augšpusē.
nb: Bildeopplastingen vil alltid vises øverst i skjemaet.
nl: De afbeelding upload zal altijd bovenaan het formulier verschijnen.
pl: Przesyłanie obrazu zawsze pojawi się na górze formularza.
sv: Bilduppladdningen kommer alltid att visas överst i formuläret.

source: These answers could tend to take up more space, maybe 2-3 lines of text.
da: Disse svar kan have tendens til at optage mere plads, måske 2-3 linjer tekst.
de: Diese Antworten könnten dazu neigen, mehr Platz einzunehmen, vielleicht 2-3 Textzeilen.
et: Need vastused võivad võtta rohkem ruumi, võib-olla 2-3 rida teksti.
fi: Nämä vastaukset voivat viedä enemmän tilaa, ehkä 2-3 riviä tekstiä.
fr: Ces réponses pourraient avoir tendance à prendre plus d'espace, peut-être 2-3 lignes de texte.
lv: Šīs atbildes var aizņemt vairāk vietas, iespējams, 2-3 teksta rindas.
nb: Disse svarene kan ha en tendens til å ta opp mer plass, kanskje 2-3 linjer med tekst.
nl: Deze antwoorden kunnen meer ruimte in beslag nemen, misschien 2-3 regels tekst.
pl: Te odpowiedzi mogą zajmować więcej miejsca, może 2-3 linie tekstu.
sv: Dessa svar kan tendera att ta upp mer utrymme, kanske 2-3 rader text.

source: This is a basic date selection.
da: Dette er et grundlæggende datovalg.
de: Dies ist eine grundlegende Datumsauswahl.
et: See on lihtne kuupäeva valik.
fi: Tämä on perus päivämäärän valinta.
fr: Il s'agit d'une sélection de date de base.
lv: Šī ir pamata datuma izvēle.
nb: Dette er et grunnleggende datovalg.
nl: Dit is een eenvoudige datumselectie.
pl: To jest podstawowy wybór daty.
sv: Detta är ett grundläggande datumval.

source: This question cannot be moved from its default position
da: Dette spørgsmål kan ikke flyttes fra dets standardposition
de: Diese Frage kann nicht von ihrer Standardposition verschoben werden
et: Seda küsimust ei saa vaikeasendist liigutada
fi: Tätä kysymystä ei voi siirtää oletussijainnistaan
fr: Cette question ne peut pas être déplacée de sa position par défaut
lv: Šo jautājumu nevar pārvietot no tā noklusējuma pozīcijas
nb: Dette spørsmålet kan ikke flyttes fra standardposisjonen
nl: Deze vraag kan niet van zijn standaardpositie worden verplaatst
pl: To pytanie nie może być przeniesione z domyślnej pozycji
sv: Denna fråga kan inte flyttas från sin standardposition

source: Toggle required
da: Skift påkrævet
de: Erforderlich umschalten
et: Lülita nõutavaks
fi: Vaihda pakollisuutta
fr: Basculer requis
lv: Pārslēgt obligāto
nb: Veksle obligatorisk
nl: Verplicht in-/uitschakelen
pl: Przełącz wymagane
sv: Växling obligatorisk

source: Translations
da: Oversættelser
de: Übersetzungen
et: Tõlked
fi: Käännökset
fr: Traductions
lv: Tulkojumi
nb: Oversettelser
nl: Vertalingen
pl: Tłumaczenia
sv: Översättningar

source: Type
de: Typ
et: Tüüp
fi: Tyyppi
lv: Tips
pl: Typ
sv: Typ

source: Unchecked
da: Ikke afkrydset
de: Nicht ausgewählt
et: Märkimata
fi: Valitsematon
fr: Non coché
lv: Nav atzīmēts
nb: Ikke avmerket
nl: Niet aangevinkt
pl: Niezaznaczone
sv: Omarkerad

source: Unsupported widget type
da: Ikke-understøttet widget-type
de: Nicht unterstützter Widget-Typ
et: Toetamata vidina tüüp
fi: Ei-tuettu widgetin tyyppi
fr: Type de widget non pris en charge
lv: Neatbalstīts logrīka tips
nb: Ustøttet widget-type
nl: Niet-ondersteund widgettype
pl: Nieobsługiwany typ widżetu
sv: Widgettypen stöds inte

source: Untitled Question
da: Unavngivet spørgsmål
de: Unbenannte Frage
et: Pealkirjata küsimus
fi: Nimetön kysymys
fr: Question sans titre
lv: Nenosaukts jautājums
nb: Spørsmål uten tittel
nl: Vraag zonder titel
pl: Pytanie bez tytułu
sv: Fråga utan titel

source: URL/Links
et: URL/Lingid
fi: URL/Linkit
fr: URL/Liens
lv: URL/Saites
nb: URL/Lenker
pl: URL/Linki
sv: URL/Länkar

source: Warning: Modifying options will obscure existing data.
da: Advarsel: Ændring af indstillinger vil skjule eksisterende data.
de: Warnung: Das Ändern von Optionen wird vorhandene Daten verdecken.
et: Hoiatus: Valikute muutmine varjab olemasolevaid andmeid.
fi: Varoitus: Vaihtoehtojen muokkaaminen vaikuttaa jo olemassa olevaan dataan.
fr: Avertissement : La modification des options masquera les données existantes.
lv: Brīdinājums: Opciju modificēšana aizēnos esošos datus.
nb: Advarsel: Endring av alternativer vil skjule eksisterende data.
nl: Waarschuwing: Het wijzigen van opties zal bestaande gegevens verbergen.
pl: Ostrzeżenie: Modyfikacja opcji spowoduje ukrycie istniejących danych.
sv: Varning: Ändring av alternativ kommer att dölja befintliga data.

source: Media library
et: Meediateek
fi: Mediakirjasto
sv: Mediabibliotek

source: Add new video
et: Lisa uus video
fi: Lisää uusi video
sv: Lägg till ny video

source: No video
et: Videot pole
fi: Ei videota
sv: Ingen video

source: There are no video questions yet.
et: Videoküsimusi veel pole.
fi: Videokysymyksiä ei ole vielä.
sv: Det finns inga videofrågor än.

source: Are you sure you want to delete this video question?
et: Kas olete kindel, et soovite selle videoküsimuse kustutada?
fi: Haluatko varmasti poistaa tämän videokysymyksen?
sv: Är du säker på att du vill ta bort den här videofrågan?

source: Activate
da: Aktiver
de: Aktivieren
et: Aktiveeri
fi: Aktivoi
fr: Activer
lv: Aktivizēt
nb: Aktiver
nl: Activeren
pl: Aktywuj
sv: Aktivera

source: Add instrument
da: Tilføj instrument
de: Instrument hinzufügen
et: Lisa vahend
fi: Lisää testi
fr: Ajouter un instrument
lv: Pievienot instrumentu
nb: Legg til instrument
nl: Instrument toevoegen
pl: Dodaj instrument
sv: Lägg till test

source: Add new package
da: Tilføj ny pakke
de: Neues Paket hinzufügen
et: Lisa uus pakett
fi: Lisää uusi testipaketti
fr: Ajouter un nouveau package
lv: Pievienot jaunu komplektu
nb: Legg til ny pakke
nl: Nieuw pakket toevoegen
pl: Dodaj nowy pakiet
sv: Lägg till nytt testpaket

source: Add report for Hogrefe instrument/test
da: Tilføj rapport for Hogrefe instrument/test
de: Bericht für Hogrefe Intrument/Test hinzufügen
et: Lisa Hogrefe vahendi/testi aruanne
fi: Lisää raportti Hogrefe-testiin
fr: Ajouter un rapport pour l'instrument/test Hogrefe
lv: Pievienot atskaiti par Hogrefe instrumentu / testu
nb: Legg til rapport for Hogrefe-instrument/test
nl: Rapport toevoegen voor Hogrefe instrument/test
pl: Dodaj raport dla instrumentu/testu Hogrefe
sv: Lägg till rapport till Hogrefe-test

source: All phases
da: Alle faser
de: Alle Phasen
et: Kõik faasid
fi: Kaikki vaiheet
fr: Toutes les phases
lv: Visi posmi
nb: Alle faser
nl: Alle fases
pl: Wszystkie fazy
sv: Alla faser

source: Amount of instrument
da: Antal instrument
de: Umfang des Instruments
et: Vahendite arv
fi: Testien määrä
fr: Quantité d'instrument
lv: Instrumenta daudzums
nb: Beløp for instrumentet
nl: Hoeveelheid instrument
pl: Ilość instrumentu
sv: Antal lämplighetstest

source: Anonymized
da: Anonymiseret
de: Anonymisiert
et: Anonüümne
fi: Anonymisoitu
fr: Anonymisé
lv: Anonimizēts
nb: Anonymisert
nl: Geanonimiseerd
pl: Anonimizowane
sv: Anonymiserad

source: Archiving settings saved successfully.
da: Arkiveringsindstillinger gemt.
de: Archivierungseinstellungen erfolgreich gespeichert.
et: Arhiveerimisseaded on edukalt salvestatud.
fi: Arkistointiasetukset on tallennettu onnistuneesti
fr: Paramètres d'archivage enregistrés avec succès.
lv: Arhivēšanas iestatījumi veiksmīgi saglabāti.
nb: Arkiveringsinnstillinger lagret.
nl: Archiefinstellingen succesvol opgeslagen.
pl: Ustawienia archiwizacji zostały pomyślnie zapisane.
sv: Arkiveringsinställningar sparades framgångsrikt.

source: Failed to save archiving settings.
da: Kunne ikke gemme arkiveringsindstillinger.
de: Fehler beim Speichern der Archivierungseinstellungen.
et: Arhiveerimisseadete salvestamine ebaõnnestus.
fi: Arkistointiasetusten tallentaminen epäonnistui
fr: Échec de l'enregistrement des paramètres d'archivage.
lv: Neizdevās saglabāt arhivēšanas iestatījumus.
nb: Kunne ikke lagre arkiveringsinnstillinger.
nl: Kan archiefinstellingen niet opslaan.
pl: Nie udało się zapisać ustawień archiwizacji.
sv: Det gick inte att spara arkiveringsinställningar.

source: Assessment Package
da: Vurderingspakke
de: Assessmentpaket
et: Hindamispakett
fi: Testipaketti
fr: Package d'évaluation
lv: Novērtējuma komplekts
nb: Vurderingspakke
nl: Beoordelingspakket
pl: Pakiet oceny
sv: Testpaket

source: File is not allowed, try image or .pdf instead
da: Filen er ikke tilladt, prøv billede eller .pdf i stedet for
de: Datei ist nicht erlaubt, bitte versuchen Sie eine Bild- oder PDF-Datei.
et: Fail ei ole lubatud, proovi selle asemel pildi- või pdf-faili
fi: Tiedosto ei ole sallittu, kokeile kuvaa tai PDF-tiedostoa
fr: Le fichier n'est pas autorisé, essayez une image ou un .pdf à la place
lv: Fails nav atļauts, pamēģiniet to aizstāt ar attēlu vai .pdf
nb: Filen er ikke tillatt, prøv bilde eller .pdf i stedet
nl: Bestand is niet toegestaan, probeer een afbeelding of .pdf in plaats daarvan
pl: Plik nie jest dozwolony, spróbuj zamiast tego obrazu lub .pdf
sv: Filen är inte tillåten, prova bild eller .pdf istället

source: Business unit successfully copied
da: Forretningsenhed kopieret med succes
de: Unternehmensbereich erfolgreich kopiert
et: Äriüksuse kopeerimine õnnestus
fi: Yritysyksikön kopiointi onnistui
fr: Unité commerciale copiée avec succès
lv: Uzņēmuma struktūrvienība ir veiksmīgi nokopēta
nb: Forretningsenhet er kopiert
nl: Bedrijfsunit succesvol gekopieerd
pl: Jednostka biznesowa skopiowana pomyślnie
sv: Kopieringen av företagsenhet lyckades

source: Career page
et: Karjäärileht
fi: Urasivu
sv: Karriärsida

source: Are you sure you want to unpublish the career page?
et: Kas olete kindel, et soovite karjäärilehe avaldamise tühistada?
fi: Haluatko varmasti poistaa urasivun julkaisun?
sv: Är du säker på att du vill avpublicera karriärsidan?

source: Edit career page
et: Muuda karjäärilehte
fi: Muokkaa urasivua
sv: Redigera karriärsida

source: Move up
et: Liiguta üles
fi: Siirrä ylös
sv: Flytta upp

source: Move down
et: Liiguta alla
fi: Siirrä alas
sv: Flytta ner

source: New section
et: Uus jaotis
fi: Uusi osio
sv: Ny sektion

source: Add a section
et: Lisa jaotis
fi: Lisää osio
sv: Lägg till en sektion

source: Edit section
et: Muuda jaotist
fi: Muokkaa osiota
sv: Redigera sektion

source: Duplicate
et: Duplikaat
fi: Monista
sv: Duplicera

source: Are you sure you want to delete this section?
et: Kas olete kindel, et soovite selle jaotise kustutada?
fi: Haluatko varmasti poistaa tämän osion?
sv: Är du säker på att du vill ta bort denna sektion?
