Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Salary compensation type
da: Type af lønkompensation
de: Art des Gehaltsausgleichs
et: Töötasu tüüp
fi: Palkanmaksutyyppi
fr: Type de rémunération salariale
lv: Algas kompensācijas veids
nb: Type lønnskompensasjon
nl: Type salariscompensatie
pl: Typ wynagrodzenia
sv: Typ av lönekompensation

source: Minimum salary
da: Minimumsløn
de: Gehaltsminimum
et: Vähim töötasu
fi: Minimipalkka
fr: Salaire minimum
lv: Minimālā alga
nb: Minstelønn
nl: Minimumsalaris
pl: Minimalne wynagrodzenie
sv: Minimilön

source: Maximum salary
da: Maksimal løn
de: Gehaltsmaximum
et: Suurim töötasu
fi: Maksimipalkka
fr: Salaire maximum
lv: Maksimālā alga
nb: Maksimal lønn
nl: Maximumsalaris
pl: Maksymalne wynagrodzenie
sv: Maximal lön

source: Job contact person
da: Kontaktperson for jobbet
de: Job-Kontaktperson
et: Töö kontaktisik
fi: Työpaikan yhteyshenkilö
fr: Personne à contacter pour le poste
lv: Darba kontaktpersona
nb: Kontaktperson for jobben
nl: Contactpersoon vacature
pl: Osoba kontaktowa ds. oferty pracy
sv: Jobbkontaktperson

source: Hide contact details
da: Skjul kontaktoplysninger
de: Kontaktdaten verstecken
et: Peida kontaktandmed
fi: Piilota yhteystiedot
fr: Masquer les coordonnées
lv: Slēpt kontaktinformāciju
nb: Skjul kontaktinformasjon
nl: Contactgegevens verbergen
pl: Ukryj dane kontaktowe
sv: Dölj kontaktinformation

source: Street address
da: Gadeadresse
de: Straße
et: Aadress
fi: Katuosoite
fr: Adresse
lv: Ielas adrese
nb: Adresse
nl: Adres
pl: Ulica
sv: Gatuadress

source: Street address 2
da: Gadeadresse 2
de: Zusatz
et: Aadress 2
fi: Katuosoite 2
fr: Adresse 2
lv: Ielas adrese 2
nb: Adresse 2
nl: Adres 2
pl: Ulica 2
sv: Gatuadress (rad 2)

source: State
da: Stat
de: Bundesland
et: Maakond
fi: Maakunta
fr: État
lv: Valsts
nb: Stat
nl: Provincie
pl: Województwo
sv: Stat

source: Phone type
da: Telefontype
de: Telefonart
et: Telefoni tüüp
fi: Puhelin
fr: Type de téléphone
lv: Tālruņa tips
nb: Telefontype
nl: Telefoontype
pl: Typ telefonu
sv: Telefontyp

source: Postal code
da: Postnummer
de: Postleitzahl
et: Sihtnumber
fi: Postinumero
fr: Code postal
lv: Pasta indekss
nb: Postnummer
nl: Postcode
pl: Kod pocztowy
sv: Postnummer

source: Job posting
da: Jobopslag
de: Stellenauschreibung
et: Töökuulutus
fi: Työpaikkailmoitus
fr: Offre d'emploi
lv: Darba sludinājums
nb: Jobbutlysning
nl: Vacature
pl: Ogłoszenie o pracę
sv: Platsannons

source: Job posting duration
da: Varighed af jobopslag
de: Dauer der Stellenausschreibung
et: Töökuulutuse kestus
fi: Työpaikkailmoituksen kesto
fr: Durée de l'offre d'emploi
lv: Darba sludinājuma ilgums
nb: Jobbutlysningens varighet
nl: Duur van de vacature
pl: Czas trwania ogłoszenia o pracę
sv: Platsannons varaktighet

source: Job board
da: Jobbørs
de: Jobbörse
et: Tööportaal
fi: Ilmoituskanava
fr: Tableau d'offres d'emploi
lv: Darba sludinājumu portāls
nb: Jobbtavle
nl: Vacaturebank
pl: Tablica ogłoszeń
sv: Jobbtavla

source: Enable Social Ad on X
da: Aktivér sociale annoncer på X
de: Social-Anzeige auf X aktivieren
et: Luba sotsiaalreklaam X
fi: Lisää sosiaalisen median mainos X:iin
fr: Activer l'annonce sociale sur X
lv: Iespējot sociālo reklāmu pakalpojumā X
nb: Aktiver sosiale annonser på X
nl: Sociale advertentie inschakelen op X
pl: Włącz reklamę społecznościową na X
sv: Aktivera Social Ad på X

source: Enable career ad network
da: Aktivér karriere-annoncenetværk
de: Karriereanzeigennetzwerk aktivieren
et: Luba karjääri reklaamivõrgustik
fi: Lisää CAN (Career Ad Network) -mainos
fr: Activer le réseau d'annonces de carrière
lv: Iespējot karjeras reklāmas tīklu
nb: Aktiver karrierenettverk for annonser
nl: Carrière-advertentienetwerk inschakelen
pl: Włącz sieć reklam kariery
sv: Aktivera career ad nätverk

source: No of days for Career Ad Network
da: Antal dage for karriere-annoncenetværk
de: Tagesanzahl des Karriereanzeigennetzwerks
et: Karjääri reklaamivõrgustiku päevade arv
fi: CAN-mainoksen voimassaoloaika
fr: Nombre de jours pour le réseau d'annonces de carrière
lv: Karjeras sludinājumu tīkla dienu skaits
nb: Antall dager for Career Ad Network
nl: Aantal dagen voor carrière-advertentienetwerk
pl: Liczba dni dla sieci reklam kariery
sv: Antal dagar för Carrer Ad Nätverk

source: Enable auto refresh
da: Aktiver automatisk opdatering
de: Automatisch aktualisieren aktivieren
et: Luba automaatne värskendamine
fi: Lisää työpaikan nosto listauksen kärkeen
fr: Activer l'actualisation automatique
lv: Iespējot automātisko atsvaidzināšanu
nb: Aktiver automatisk oppdatering
nl: Automatisch vernieuwen inschakelen
pl: Włącz automatyczne odświeżanie
sv: Aktivera automatisk uppdatering

source: Number of days for auto refresh
da: Antal dage til automatisk opdatering
de: Tagesanzahl für automatisch Aktualisieren
et: Automaatse värskendamise päevade arv
fi: Työpaikan nosto listauksen kärkeen voimassaoloaika
fr: Nombre de jours pour l'actualisation automatique
lv: Automātiskās atsvaidzināšanas dienu skaits
nb: Antall dager for automatisk oppdatering
nl: Aantal dagen voor automatisch vernieuwen
pl: Liczba dni dla automatycznego odświeżania
sv: Antal dagar för automatisk uppdatering

source: Template ID
da: Skabelon-ID
de: Vorlagen-ID
et: Vormi ID
fi: Mallipohja ID
fr: ID du modèle
lv: Parauga ID
nb: Mal-ID
nl: Sjabloon-ID
pl: ID szablonu
sv: Mall ID

source: Transactional
da: Transaktionel
et: Tehingupõhine
fi: Transaktiot
fr: Transactionnel
lv: Darījumu
nb: Transaksjonsmessig
nl: Transactioneel
pl: Transakcyjny
sv: Transaktionell

source: US Dollars
da: Amerikanske dollars
de: US Dollar
et: USA dollar
fi: Yhdysvaltain dollari
lv: ASV dolāri
nb: Amerikanske dollar
pl: Dolary amerykańskie
sv: Amerikansk dollar

source: United Kingdom Pound
da: Britisk pund
de: Britische Pfund
et: Briti nael
fi: Englannin punta
lv: Apvienotās Karalistes mārciņas
nb: Britiske pund
pl: Funt brytyjski
sv: Brittiskt pund

source: Sweden Krona
da: Svensk krona
de: Swedische Kronen
et: Rootsi kroon
fi: Ruotsin kruunu
lv: Zviedrijas kronas
nb: Svenske kroner
pl: Korona szwedzka
sv: Svensk krona

source: Norwegian Krone
da: Norsk krone
de: Norwegische Kronen
et: Norra kroon
fi: Norjan kruunu
lv: Norvēģijas kronas
nb: Norske kroner
pl: Korona norweska
sv: Norsk krona

source: Danish Krone
da: Dansk krone
de: Dänische Kronen
et: Taani kroon
fi: Tanskan kruunu
lv: Dānijas kronas
nb: Danske kroner
pl: Korona duńska
sv: Dansk krona

source: Full Time
da: Fuld tid
de: Vollzeit
et: Täistööaeg
fi: Kokopäiväinen
lv: Pilnas slodzes
nb: Heltid
pl: Pełny etat
sv: Heltid

source: Part Time
da: Deltid
de: Teilzeit
et: Osaline tööaeg
fi: Osa-aikainen
lv: Nepilnas slodzes
nb: Deltid
pl: Część etatu
sv: Deltid

source: Per Day
da: Pr. dag
de: Pro Tag
et: Päevas
fi: Per päivä
lv: Dienā
nb: Per dag
pl: Dziennie
sv: Per dag

source: Finland
de: Finnland
et: Soome
fi: Suomi
fr: Finlande
lv: Somija
pl: Finlandia

source: fax
et: faks
fi: faksi
lv: fakss
nb: faks
pl: faks

source: work
da: arbejde
de: Arbeit
et: töö
fi: työ
fr: travail
lv: darbs
nb: arbeid
nl: werk
pl: służbowy
sv: arbete

source: home
da: hjem
de: Zuhause
et: kodu
fi: koti
fr: domicile
lv: mājas
nb: hjemme
nl: thuis
pl: domowy
sv: hem

source: pager
da: personsøger
et: piipar
fi: hakulaite
fr: téléavertisseur
lv: peidžeris
nb: personsøker
nl: pieper
sv: sökarnummer

source: mobile
da: mobil
et: mobiil
fi: matkapuhelin
lv: mobilais
nb: mobil
nl: mobiel
pl: komórkowy
sv: mobil

source: other
da: andet
de: andere
et: muu
fi: muu
fr: autre
lv: cits
nb: annet
nl: overig
pl: inny
sv: övriga

source: contact
da: kontakt
de: Kontakt
et: kontakt
fi: yhteystiedot
lv: sazināties ar
nb: kontakt
pl: kontaktowy
sv: kontakt

source: Permanent
et: Alatine
fi: Vakituinen
lv: Pastāvīgs
pl: Na stałe
sv: Tillsvidare

source: Temporary / Contract
da: Midlertidig / kontrakt
de: Temporär / Vertrag
et: Ajutine/leping
fi: Määräaikainen/Projekti
lv: Pagaidu / līgums
nb: Midlertidig/kontrakt
pl: Tymczasowy / Kontrakt
sv: Visstid (vikariat/projekt/kontrakt)

source: Placement
da: Placering
de: Platzierung
et: Paigutus
fi: Harjoittelija
lv: Iekārtošana darbā
nb: Utplassering
pl: Staż
sv: Examensjobb/praktik/trainee

source: Seasonal
da: Sæsonbestemt
de: Saisonal
et: Hooajaline
fi: Kausiluontoinen
lv: Sezonas
nb: Sesongbasert
pl: Sezonowy
sv: Säsongsarbete

source: None of these
da: Ingen af disse
de: Keins von diesen
et: Mitte ükski neist
fi: Opiskelija (lukio, ammattikoulu)
lv: Neviens no šiem
nb: Ingen av disse
pl: Żadne z powyższych
sv: Gymnasienivå

source: Student (Higher education/Graduate)
da: Studerende (videregående uddannelse)
de: Student (Höhere Bildung/Abschluss)
et: Õpilane (kõrgharidus/koolilõpetaja)
fi: Opiskelija (korkeakoulu)
lv: Students (augstākā izglītība / absolvents)
nb: Student (høyere utdanning/universitet)
pl: Student (Wyższe wykształcenie/Absolwent)
sv: Student

source: Entry Level
da: Indgangsniveau
de: Einstiegsniveau
et: Algaja
fi: Uran alkuvaihe (alle 2 vuotta työkokemusta)
lv: Zemākais līmenis
nb: Startnivå
pl: Poziom wejściowy
sv: Ingångsnivå

source: Experienced (Non-Manager)
da: Erfaren (ikke-leder)
de: Erfahren (Non-Manager)
et: Kogenud (mittejuht)
fi: Uralla edennyt (ei esihenkilövastuuta)
lv: Pieredzējis (nav vadītājs)
nb: Erfaren (ikke leder)
pl: Doświadczony (Nie-kierownik)
sv: Erfaren (mer än 2 års erfarenhet)

source: Manager (Manager/Supervisor of Staff)
da: Leder (leder/vejleder for personale)
de: Manager (Manager/Vorgesetzter)
et: Juht (juht/personalijuht)
fi: Uralla edennyt (esihenkilökokemusta)
lv: Vadītājs (vadītājs / personāla vadītājs)
nb: Leder (leder/arbeidsleder)
pl: Kierownik (Menedżer/Przełożony personelu)
sv: Chef/Personalansvarig

source: Executive (Director, Department Head)
da: Leder (direktør, afdelingsleder)
de: Führungskraft (Direktor, Abteilungsleiter)
et: Tippjuht (direktor, osakonnajuhataja)
fi: Johtotehtävät
lv: Izpilddirektors (direktors, departamenta vadītājs)
nb: Leder (direktør, avdelingsleder)
pl: Kadra zarządzająca (Dyrektor, Kierownik działu)
sv: Högre chefsbefattning

source: Senior Executive (Chairman, MD, CEO)
da: Øverste leder (formand, direktør, administrerende direktør)
de: Leitende Angestellte (Vorsitzender, Geschäftsführer, CEO)
et: Vanemjuht (esimees, tegevdirektor)
fi: Ylin johto (TJ, CEO, pääjohtaja)
lv: Augstākā līmeņa vadītājs (priekšsēdētājs, ģenerāldirektors, izpilddirektors)
nb: Toppleder (styreleder, administrerende direktør, konsernsjef)
pl: Wyższa kadra zarządzająca (Prezes, Dyrektor zarządzający, Dyrektor generalny)
sv: Företagsledning

source: High School or equivalent
da: Gymnasium eller tilsvarende
de: High School oder gleichwertig
et: Keskkool või samaväärne
fi: Lukio tai vastaava
fr: Lycée ou équivalent
lv: Vidusskolas vai līdzvērtīga izglītība
nb: Videregående skole eller tilsvarende
nl: Middelbare school of gelijkwaardig
pl: Liceum lub odpowiednik
sv: Gymnasie eller motsvarande

source: Certification
da: Certificering
de: Zertifizierung
et: Haridus
fi: Peruskoulu
lv: Sertifikācija
nb: Sertifisering
nl: Certificering
pl: Certyfikat
sv: Certifiering

source: Vocational
da: Erhvervsuddannelse
de: Berufliche
et: Kutseharidus
fi: Ammatillinen tutkinto
lv: Profesionālā
nb: Yrkesfaglig
pl: Zawodowe
sv: Yrkesutbildad

source: Associate Degree
et: Lühendatud bakalaureusekraad
fi: Ammattikorkeakoulututkinto
fr: Diplôme d'associé
lv: Pirmā līmeņa profesionālās augstākās izglītības diploms
nb: Associate Degree (lavere universitetsgrad)
pl: Dyplom licencjata (USA)
sv: Associerad examen

source: Bachelor's Degree
da: Bachelorgrad
et: Bakalaureusekraad
fi: Alempi korkeakoulututkinto
lv: Bakalaura grāds
nb: Bachelorgrad
pl: Licencjat
sv: Kandidatexamen

source: Master's Degree
da: Kandidatgrad
et: Magistrikraad
fi: Ylempi korkeakoulututkinto
lv: Maģistra grāds
nb: Mastergrad
pl: Magister
sv: Magister eller Civilingenjörsexamen

source: Doctorate
da: Doktorgrad
et: Doktorikraad
fi: Akateemiset jatko-opinnot
lv: Doktora grāds
nb: Doktorgrad
pl: Doktorat
sv: Licentiat- el. doktorsexamen

source: Some College Coursework Completed
da: Nogle afsluttede universitetskurser
et: On läbinud mõne ülikooliaine
fi: Joitakin opintoviikkoja suoritettu
lv: Pabeigti daži koledžas kursi
nb: Fullført noen kurs på høyskolenivå
pl: Ukończone niektóre kursy uniwersyteckie
sv: Enstaka kurser

source: Vocational - HS Diploma
da: Erhvervsuddannelse - HS Diploma
et: Kutseharidus – keskkoolitunnistus
fi: Ammattiin johtava yo-tutkinto
lv: Profesionālā izglītība – vidusskolas diploms
nb: Yrkesfaglig – videregående skole
pl: Zawodowe - Dyplom liceum
sv: Yrkesutbildning - HS-diplom

source: Vocational - Degree
da: Erhvervsuddannelse - eksamen
et: Kutseharidus – kraad
fi: Ammattitutkinto
lv: Profesionālā izglītība – grāds
nb: Yrkesfaglig – høyere utdanning
pl: Zawodowe - Dyplom
sv: Yrkesutbildning - Examen

source: Some High School Coursework
da: Nogle kurser i gymnasiet
et: On läbinud mõne keskkooliaine
fi: Joitain lukio-opintoja
fr: Quelques cours de lycée
lv: Daži vidusskolas kursi
nb: Noen kurs fra videregående skole
nl: Enkele middelbare schoolvakken
pl: Ukończone niektóre kursy liceum
sv: Viss gymnasieutbildning

source: Agriculture/Forestry/Fishing
da: Landbrug/Skovbrug/Fiskeri
et: Põllumajandus/metsamajandus/kalapüük
fi: Maatalous, metsätalous ja kalatalous
lv: Lauksaimniecība / mežsaimniecība / zveja
nb: Jordbruk/skogbruk/fiske
pl: Rolnictwo/Leśnictwo/Rybołówstwo
sv: Jordbruk/Skogsbruk/Fiske

source: Metals and Minerals
da: Metaller og mineraler
et: Metallid ja mineraalid
fi: Metallituotteiden valmistus (pl. koneet ja laitteet)
lv: Metāli un minerāli
nb: Metaller og mineraler
pl: Metale i minerały
sv: Metall och mineraler

source: Energy and Utilities
da: Energi og forsyningsvirksomheder
et: Energia ja kommunaalmajandus
fi: Sähkö-, kaasu- ja lämpöhuolto, jäähdytysliiketoiminta
lv: Enerģētika un komunālie pakalpojumi
nb: Energi og forsyning
pl: Energetyka
sv: Energi

source: Construction - Industrial Facilities and Infrastructure
da: Byggeri - Industrianlæg og infrastruktur
et: Ehitus – tööstushooned ja -taristu
fi: Maa- ja vesirakentaminen
lv: Būvniecība – rūpniecības objekti un infrastruktūra
nb: Bygg og anlegg – industrianlegg og infrastruktur
pl: Budownictwo - Obiekty przemysłowe i infrastruktura
sv: Bygg & Anläggning – Samhällsbyggnad/Infrastruktur

source: Aerospace and Defense
da: Luftfart og forsvar
et: Lennundus ja kaitse
fi: Ilmailu ja puolustus
fr: Aérospatiale et défense
lv: Aviācija un aizsardzība
nb: Luft- og romfart og forsvar
nl: Lucht- en ruimtevaart en defensie
pl: Lotnictwo i obronność
sv: Luftfart och Försvar

source: Automotive and Parts Mfg
da: Fremstilling af biler og reservedele
et: Autotööstus ja osade tootmine
fi: Moottoriajoneuvojen, perävaunujen ja puoliperävaunujen valmistus
lv: Automobiļu un rezerves daļu ražošana
nb: Produksjon av biler og reservedeler
pl: Motoryzacja i produkcja części
sv: Fordon - Tillverkning

source: Biotechnology/Pharmaceuticals
da: Bioteknologi/farmaceutiske produkter
et: Biotehnoloogia/farmaatsia
fi: Lääkeaineiden ja lääkkeiden valmistus
lv: Biotehnoloģija / farmācija
nb: Bioteknologi/legemidler
pl: Biotechnologia/Farmaceutyka
sv: Läkemedel/Bioteknik

source: Chemicals/Petro-Chemicals
da: Kemikalier/petrokemikalier
et: Keemia/naftakeemia
fi: Kemikaalien ja kemiallisten tuotteiden valmistus
lv: Ķimikālijas / petroķimikālijas
nb: Kjemikalier/petrokjemikalier
pl: Chemia/Petrochemia
sv: Kemi/Petrokemi

source: Consumer Packaged Goods Manufacturing
da: Fremstilling af emballerede forbrugsvarer
et: Tarbekaupade tootmine
fi: Kulutustavaroiden valmistus
fr: Fabrication de biens de consommation emballés
lv: Patēriņa preču iepakojuma ražošana
nb: Produksjon av pakkede forbrukervarer
nl: Productie van consumentengoederen
pl: Produkcja dóbr konsumpcyjnych
sv: Tillverkning av konsumentförpackade varor

source: Electronics, Components, and Semiconductor Mfg
da: Elektronik, komponenter og halvlederfremstilling
et: Elektroonika, komponentide ja pooljuhtide tootmine
fi: Elektronisten ja optisten tuotteiden valmistus
lv: Elektronikas, komponentu un pusvadītāju ražošana
nb: Produksjon av elektronikk, komponenter og halvledere
pl: Elektronika, komponenty i produkcja półprzewodników
sv: Elektronik

source: Manufacturing - Other
da: Produktion - Andet
et: Muu tootmine
fi: Muu teollisuus ja valmistus
lv: Ražošana – citi
nb: Produksjon – annet
pl: Produkcja - Inne
sv: Tillverkning - Övrigt

source: Printing and Publishing
da: Trykning og udgivelse
et: Trükkimine ja kirjastamine
fi: Kustannustoiminta
lv: Poligrāfija un izdevējdarbība
nb: Trykking og publisering
pl: Poligrafia i publikacje
sv: Förlag, Tryck och Grafik

source: Clothing and Textile Manufacturing
da: Fremstilling af tøj og tekstiler
et: Rõiva- ja tekstiilitootmine
fi: Vaatteiden ja tekstiilien valmistus
lv: Apģērbu un tekstilizstrādājumu ražošana
nb: Produksjon av klær og tekstiler
pl: Produkcja odzieży i tekstyliów
sv: Tillverkning - Kläder och textil

source: Wholesale Trade/Import-Export
da: Engroshandel/Import-eksport
et: Hulgimüük/import-eksport
fi: Tuonti/vienti
lv: Vairumtirdzniecība / imports-eksports
nb: Engroshandel/Import-eksport
pl: Handel hurtowy/Import-Eksport
sv: Partihandel/Grossist/Import & Export

source: Retail
da: Handel
et: Jaemüük
fi: Tukku- ja vähittäiskauppa
lv: Mazumtirdzniecība
nb: Detaljhandel
pl: Handel detaliczny
sv: Detaljhandel

source: Travel, Transportation and Tourism
da: Rejser, transport og turisme
et: Reisimine, transport ja turism
fi: Matkatoimistojen ja matkanjärjestäjien toiminta; varauspalvelut
lv: Ceļošana, transports un tūrisms
nb: Reiser, transport og turisme
pl: Podróże, transport i turystyka
sv: Turism

source: Transport and Storage - Materials
da: Transport og opbevaring - materialer
et: Transportimine ja ladustamine – materjalid
fi: Kuljetus ja varastointi
lv: Transportēšana un uzglabāšana – materiāli
nb: Transport og lagring – materialer
pl: Transport i magazynowanie - Materiały
sv: Transport och lager

source: Internet Services
da: Internet-tjenester
et: Internetiteenused
fi: Internet-palvelut
lv: Interneta pakalpojumi
nb: Internettjenester
pl: Usługi internetowe
sv: IT - Internet/webbutveckling

source: Broadcasting, Music, and Film
da: Radio, tv, musik og film
et: Ringhääling, muusika ja film
fi: Radio- ja televisiotoiminta
lv: Apraide, mūzika un filmas
nb: Kringkasting, musikk og film
pl: Nadawanie, muzyka i film
sv: Media, musik, mode och film

source: Telecommunications Services
da: Telekommunikationstjenester
et: Sideteenused
fi: Televiestintä
lv: Telekomunikāciju pakalpojumi
nb: Telekommunikasjonstjenester
pl: Usługi telekomunikacyjne
sv: Telekommunikation

source: Banking
da: Bankvirksomhed
et: Pangandus
fi: Pankkitoiminta
fr: Banque
lv: Banku pakalpojumi
nb: Bankvirksomhet
nl: Bankwezen
pl: Bankowość
sv: Bankverksamhet

source: Insurance
da: Forsikring
et: Kindlustus
fi: Vakuutus-, jälleenvakuutus- ja eläkevakuutustoiminta
lv: Apdrošināšana
nb: Forsikring
pl: Ubezpieczenia
sv: Försäkring

source: Real Estate/Property Management
da: Fast ejendom/ejendomsadministration
et: Kinnisvara/kinnisvarahaldus
fi: Isännöinti/kiinteistöhuolto
fr: Immobilier/Gestion de propriétés
lv: Nekustamais īpašums / īpašumu pārvaldība
nb: Eiendom/eiendomsforvaltning
nl: Onroerend goed/vastgoedbeheer
pl: Nieruchomości/Zarządzanie nieruchomościami
sv: Fastighetsmäklare/fastighetsförvaltning

source: Rental Services
da: Udlejningsservice
et: Renditeenused
fi: Vuokraus- ja leasingtoiminta
lv: Nomas pakalpojumi
nb: Utleietjenester
pl: Usługi wynajmu
sv: Uthyrningsverksamhet

source: Accounting and Auditing Services
da: Regnskabs- og revisionstjenester
et: Raamatupidamine ja auditeerimisteenused
fi: Hallinto- ja tukipalvelut liike-elämälle
lv: Grāmatvedības un revīzijas pakalpojumi
nb: Regnskaps- og revisjonstjenester
pl: Usługi księgowe i audytorskie
sv: Redovisning och revision

source: Advertising and PR Services
da: Reklame- og PR-tjenester
et: Reklaam ja avalikud suhted
fi: Mainostoiminta ja markkinatutkimus
lv: Reklāmas un sabiedrisko attiecību pakalpojumi
nb: Reklame- og PR-tjenester
pl: Usługi reklamowe i PR
sv: Marknad/Reklam/PR

source: Architectural and Design Services
da: Arkitekt- og designtjenester
et: Arhitektuuri- ja disainiteenused
fi: Arkkitehti- ja insinööripalvelut; tekninen testaus ja analysointi
lv: Arhitektūras un dizaina pakalpojumi
nb: Arkitekt- og designtjenester
pl: Usługi architektoniczne i projektowe
sv: Arkitektur och design

source: Management Consulting Services
da: Management-konsulenttjenester
et: Juhtimisnõustamisteenused
fi: Pääkonttorien toiminta; liikkeenjohdon konsultointi
lv: Vadības konsultāciju pakalpojumi
nb: Ledelseskonsulenttjenester
pl: Usługi doradztwa w zakresie zarządzania
sv: Konsulttjänster

source: Computer Hardware
et: Arvutiriistvara
fi: Tietokoneiden ja oheislaitteiden valmistus
lv: Datortehnika
nb: Datamaskinvare
pl: Sprzęt komputerowy
sv: IT - Hårdvara

source: Computer Software
et: Arvutitarkvara
fi: Ohjelmistot, konsultointi ja siihen liittyvä toiminta
lv: Datoru programmatūra
nb: Dataprogramvare
pl: Oprogramowanie komputerowe
sv: IT - Mjukvara

source: Legal Services
da: Juridiske tjenester
et: Õigusteenused
fi: Lakiasiain- ja laskentatoimen palvelut
lv: Juridiskie pakalpojumi
nb: Juridiske tjenester
pl: Usługi prawne
sv: Juridik/Rättsvetenskap

source: Waste Management
da: Affaldshåndtering
et: Jäätmekäitlus
fi: Jätteen keruu, käsittely ja loppusijoitus; materiaalien kierrätys
lv: Atkritumu apsaimniekošana
nb: Avfallshåndtering
pl: Gospodarka odpadami
sv: Renhållning

source: Healthcare Services
da: Sundhedstjenester
et: Tervishoiuteenused
fi: Sosiaali- ja terveyspalvelut
lv: Veselības aprūpes pakalpojumi
nb: Helsetjenester
pl: Usługi opieki zdrowotnej
sv: Sjukvård

source: Performing and Fine Arts
da: Scenekunst og billedkunst
et: Näitlemine ja kaunid kunstid
fi: Kulttuuri- ja viihdetoiminta
lv: Izpildītājmāksla un tēlotājmāksla
nb: Scenekunst og billedkunst
pl: Sztuki performatywne i piękne
sv: Konst och kultur

source: Sports and Physical Recreation
da: Sport og fysisk rekreation
et: Sport ja kehakultuur
fi: Urheilutoiminta sekä huvi- ja virkistyspalvelut
lv: Sports un fiziskā atpūta
nb: Sport og fysisk rekreasjon
pl: Sport i rekreacja fizyczna
sv: Sport och fritid

source: Hotels and Lodging
da: Hoteller og indlogering
et: Hotellid ja majutus
fi: Majoitus
lv: Viesnīcas un naktsmītnes
nb: Hoteller og overnattingssteder
pl: Hotele i zakwaterowanie
sv: Hotell

source: Restaurant/Food Services
da: Restaurant/fødevareservice
et: Restorani-/toiduteenused
fi: Ravitsemistoiminta
lv: Restorānu / pārtikas pakalpojumi
nb: Restaurant/matvaretjenester
pl: Restauracje/Usługi gastronomiczne
sv: Restaurang och storhushåll

source: Staffing/Employment Agencies
da: Personale/arbejdsformidling
et: Personali-/tööhõivebürood
fi: Työllistämistoiminta
lv: Personāla atlases / nodarbinātības aģentūras
nb: Bemannings-/vikarbyråer
pl: Agencje zatrudnienia/pracy tymczasowej
sv: Rekrytering/Bemanning

source: Nonprofit Charitable Organizations
da: Nonprofit velgørende organisationer
et: Heategevusorganisatsioonid
fi: Voittoa tavoittelemattomat hyväntekeväisyysjärjestöt
fr: Organisations caritatives à but non lucratif
lv: Bezpeļņas labdarības organizācijas
nb: Ideelle veldedige organisasjoner
nl: Non-profit liefdadigheidsorganisaties
pl: Organizacje charytatywne non-profit
sv: Ideell verksamhet

source: Personal and Household Services
da: Personlige tjenester og husholdningstjenester
et: Isiklikud ja majapidamisteenused
fi: Henkilökohtaiset palvelut
lv: Individuālie un sadzīves pakalpojumi
nb: Personlige tjenester og husholdningstjenester
pl: Usługi osobiste i domowe
sv: Hushållsnära tjänster
