Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Messaging settings updated!
da: Beskedindstillinger opdateret!
de: Nachrichteinstellungen aktualisiert!
et: Sõnumite seaded on uuendatud.
fi: Viestintäasetukset päivitettiin!
fr: Paramètres de messagerie mis à jour !
lv: Ziņojumapmaiņas iestatījumi atjaunināti!
nb: Meldingsinnstillinger er oppdatert!
nl: Berichtinstellingen bijgewerkt!
pl: Zaktualizowano ustawienia wiadomości!
sv: Inställningarna för meddelanden har uppdaterats!

source: Google Analytics settings updated successfully
da: Google Analytics-indstillinger opdateret med succes
de: Google Analytics-Einstellungen erfolgreich aktualisiert
et: Google Analyticsi seadete uuendamine õnnestus
fi: Google Analyticsin asetukset päivitettiin onnistuneesti
fr: Paramètres Google Analytics mis à jour avec succès
lv: Veiksmīgi atjaunināti pakalpojuma Google Analytics iestatījumi
nb: Google Analytics-innstillingene er oppdatert
nl: Google Analytics-instellingen succesvol bijgewerkt
pl: Pomyślnie zaktualizowano ustawienia Google Analytics
sv: Google Analytics-inställningarna har uppdaterats

source: Custom scripts updated
da: Brugerdefinerede scripts opdateret
de: Benuzterdefinierte Skripte aktualisiert
et: Kohandatud skriptid on uuendatud
fi: Skripti on päivitetty
fr: Scripts personnalisés mis à jour
lv: Pielāgoti skripti ir atjaunināti
nb: Egendefinerte skript er oppdatert
nl: Aangepaste scripts bijgewerkt
pl: Zaktualizowano niestandardowe skrypty
sv: Scripten är uppdaterad

source: Status update settings updated successfully
da: Indstillinger for statusopdatering er opdateret med succes
de: Einstellungen der Statusaktualisierungen erfolgreich aktualisiert
et: Oleku seadete uuendamine õnnestus
fi: Statuspäivitysten asetukset tallennettu
fr: Paramètres de mise à jour de statut mis à jour avec succès
lv: Statusa atjaunināšanas iestatījumi ir veiksmīgi atjaunināti
nb: Innstillingene for statusoppdatering er oppdatert
nl: Instellingen voor statusupdates succesvol bijgewerkt
pl: Pomyślnie zaktualizowano ustawienia aktualizacji statusu
sv: Statusuppdateringsinställningarna har uppdaterats

source: Signature updated
da: Underskrift opdateret
de: Signatur aktualisiert
et: Allkiri uuendatud
fi: Allekirjoitus päivitetty
fr: Signature mise à jour
lv: Paraksts ir atjaunināts
nb: Signatur er oppdatert
nl: Handtekening bijgewerkt
pl: Zaktualizowano podpis
sv: Signatur uppdaterad

source: Notification settings updated successfully
da: Notifikationsindstillinger opdateret med succes
de: Benachrichtigungseinstellungen erfolgreich aktualisiert
et: Teate seadete uuendamine õnnestus
fi: Ilmoitusasetukset päivitetty onnistuneesti
fr: Paramètres de notification mis à jour avec succès
lv: Paziņojumu iestatījumi ir veiksmīgi atjaunināti
nb: Varslingsinnstillingene er oppdatert
nl: Meldingsinstellingen succesvol bijgewerkt
pl: Pomyślnie zaktualizowano ustawienia powiadomień
sv: Notifieringsinställningarna har uppdaterats

source: Talent Community settings updated successfully
da: Talent Community-indstillinger opdateret med succes
de: Talent-Community-Einstellungen wurden erfolgreich aktualisiert
et: Talent Community seadete uuendamine õnnestus
fi: Talent Communityn asetukset on päivitetty
fr: Paramètres de Talent Community mis à jour avec succès
lv: Talent Community iestatījumi ir veiksmīgi atjaunināti
nb: Talent Community-innstillingene er oppdatert
nl: Instellingen voor Talent Community succesvol bijgewerkt
pl: Pomyślnie zaktualizowano ustawienia Talent Community
sv: Talent Community inställningar har uppdaterats

source: Approval process settings updated successfully
da: Indstillinger for godkendelsesproces opdateret med succes
de: Genehmigungsprozesseinstellungen erfolgreich aktualisiert
et: Kinnitustoimingu seadete uuendamine õnnestus
fi: Hyväksyntäprosessin asetukset päivitetty onnistuneesti
fr: Paramètres du processus d'approbation mis à jour avec succès
lv: Apstiprināšanas procesa iestatījumi ir veiksmīgi atjaunināti
nb: Innstillingene for godkjenningsprosessen er oppdatert
nl: Instellingen voor goedkeuringsproces succesvol bijgewerkt
pl: Pomyślnie zaktualizowano ustawienia procesu zatwierdzania
sv: Godkännandeprocessens inställningar har uppdaterats

source: Form not found
da: Formular ikke fundet
de: Formular nicht gefunden
et: Vormi ei leitud
fi: Lomaketta ei löytynyt
fr: Formulaire introuvable
lv: Veidlapa nav atrasta
nb: Skjema ikke funnet
nl: Formulier niet gevonden
pl: Nie znaleziono formularza
sv: Formulär hittades inte

source: Form duplicated successfully.
da: Formular duplikeret med succes.
de: Formular erfolgreich dupliziert.
et: Vorm on edukalt dubleeritud.
fi: Lomake kopioitu onnistuneesti.
fr: Formulaire dupliqué avec succès.
lv: Veidlapa veiksmīgi dublēta.
nb: Skjema duplisert.
nl: Formulier succesvol gedupliceerd.
pl: Pomyślnie zduplikowano formularz.
sv: Formuläret duplicerades.

source: Custom Forms
da: Brugerdefinerede formularer
de: Benutzerdefinierte Formulare
et: Kohandatud vormid
fi: Mukautetut lomakkeet
fr: Formulaires personnalisés
lv: Pielāgotas veidlapas
nb: Egendefinerte skjemaer
nl: Aangepaste formulieren
pl: Niestandardowe formularze
sv: Anpassade formulär

source: Customize forms effortlessly with drag-and-drop fields, flexible settings, and seamless translations.
da: Tilpas formularer uden besvær med træk-og-slip-felter, fleksible indstillinger og problemfri oversættelser.
de: Passen Sie Formulare mühelos mit Drag-and-Drop-Feldern, flexiblen Einstellungen und nahtlosen Übersetzungen an.
et: Kohandage vorme hõlpsalt lohistatavate väljade, paindlike seadete ja sujuvate tõlgetega.
fi: Mukauta lomakkeita vaivattomasti vetämällä ja pudottamalla kenttiä, joustavilla asetuksilla ja sujuvilla käännöksillä.
fr: Personnalisez facilement les formulaires avec des champs glisser-déposer, des paramètres flexibles et des traductions transparentes.
lv: Pielāgojiet veidlapas bez piepūles ar vilkšanas un nomešanas laukiem, elastīgiem iestatījumiem un vienmērīgiem tulkojumiem.
nb: Tilpass skjemaer enkelt med dra-og-slipp-felter, fleksible innstillinger og sømløse oversettelser.
nl: Pas formulieren moeiteloos aan met drag-and-drop velden, flexibele instellingen en naadloze vertalingen.
pl: Dostosuj formularze bez wysiłku dzięki polom przeciąganym, elastycznym ustawieniom i płynnym tłumaczeniom.
sv: Anpassa formulär enkelt med dra-och-släpp-fält, flexibla inställningar och sömlösa översättningar.

source: Feature is now enabled
da: Funktionen er nu aktiveret
de: Die Funktion ist jetzt aktiviert
et: Funktsioon on nüüd lubatud
fi: Ominaisuus on nyt käytössä
fr: La fonctionnalité est maintenant activée
lv: Funkcija tagad ir iespējota
nb: Funksjonen er nå aktivert
nl: Functie is nu ingeschakeld
pl: Funkcja jest teraz włączona
sv: Funktionen är nu aktiverad

source: Feature is now disabled
da: Funktionen er nu deaktiveret
de: Die Funktion ist jetzt deaktiviert
et: Funktsioon on nüüd keelatud
fi: Ominaisuus on nyt pois käytöstä
fr: La fonctionnalité est maintenant désactivée
lv: Funkcija tagad ir atspējota
nb: Funksjonen er nå deaktivert
nl: Functie is nu uitgeschakeld
pl: Funkcja jest teraz wyłączona
sv: Funktionen är nu inaktiverad

source: Feature has been configured
da: Funktionen er blevet konfigureret
de: Funktion wurde konfiguriert
et: Funktsioon on konfigureeritud
fi: Ominaisuus on määritetty
fr: La fonctionnalité a été configurée
lv: Funkcija ir konfigurēta
nb: Funksjonen er konfigurert
nl: Functie is geconfigureerd
pl: Funkcja została skonfigurowana
sv: Funktionen har konfigurerats

source: Configuration failed
da: Konfiguration mislykkedes
de: Konfiguration fehlgeschlagen
et: Konfigureerimine ebaõnnestus
fi: Määritys epäonnistui
fr: La configuration a échoué
lv: Konfigurācija neizdevās
nb: Konfigurasjon mislyktes
nl: Configuratie mislukt
pl: Konfiguracja nie powiodła się
sv: Konfiguration misslyckades

source: Error occurred. If it persists, please contact our customer support: {}
da: Der opstod en fejl. Hvis den fortsætter, bedes du kontakte vores kundesupport: {}
de: Es ist ein Fehler aufgetreten. Wenn er weiterhin besteht, wenden Sie sich bitte an unseren Kundensupport: {}
et: Ilmnes viga. Kui see püsib, võtke ühendust meie klienditoega: {}
fi: Tapahtui virhe. Jos se jatkuu, ota yhteyttä asiakastukeemme: {}
fr: Une erreur s'est produite. Si elle persiste, veuillez contacter notre support client : {}
lv: Radās kļūda. Ja tā turpinās, lūdzu, sazinieties ar mūsu klientu atbalsta dienestu: {}
nb: Det oppstod en feil. Hvis den vedvarer, vennligst kontakt vår kundestøtte: {}
nl: Er is een fout opgetreden. Als het probleem aanhoudt, neem dan contact op met onze klantenservice: {}
pl: Wystąpił błąd. Jeśli będzie się powtarzał, skontaktuj się z naszym działem obsługi klienta: {}
sv: Ett fel inträffade. Om det kvarstår, vänligen kontakta vår kundtjänst: {}

source: Average talent feedback
da: Gennemsnitlig feedback til talenter
de: Durchschnittliches Talent-Feedback
et: Keskmine talenditagasiside
fi: Hakijapalautteiden keskiarvo
fr: Feedback moyen des talents
lv: Vidējās atsauksmes par talantu
nb: Gjennomsnittlig tilbakemelding fra talenter
nl: Gemiddelde feedback van talent
pl: Średnia ocena kandydatów
sv: Genomsnittlig feedback från talang

source: Candidate experience
da: Kandidatens oplevelse
de: Bewerbererlebnis
et: Kandidaadi töökogemus
fi: Hakijakokemus
fr: Expérience candidat
lv: Kandidātu pieredze
nb: Kandidaterfaring
nl: Kandidaatervaring
pl: Doświadczenie kandydata
sv: Kandidatupplevelse

source: Efficiency
da: Effektivitet
de: Effizienz
et: Tõhusus
fi: Tehokkuus
fr: Efficacité
lv: Efektivitāte
nb: Effektivitet
nl: Efficiëntie
pl: Efektywność
sv: Effektivitet

source: Face to face
da: Ansigt til ansigt
de: Persönlich
et: Näost näkku
fi: Haastattelu
fr: Face à face
lv: Klātienes
nb: Personlig
pl: Spotkanie bezpośrednie
sv: Personlig

source: Not enough data yet
da: Ikke nok data endnu
de: Noch nicht genug Daten
et: Andmeid ei ole veel piisavalt
fi: Ei tarpeeksi dataa
fr: Pas encore assez de données
lv: Vēl nav pietiekami daudz datu
nb: Ikke nok opplysninger ennå
nl: Nog niet genoeg gegevens
pl: Brak wystarczających danych
sv: Inte tillräckligt med data ännu

source: Received verbal feedback
da: Modtaget mundtlig feedback
de: Erhaltenes, verbales Feedback
et: Sai tagasisidet suuliselt
fi: Sanallisia palautteita saatu
fr: Feedback verbal reçu
lv: Mutiski saņemtā atsauksme
nb: Fått muntlig tilbakemelding
nl: Mondelinge feedback ontvangen
pl: Otrzymano informację zwrotną
sv: Mottagen verbal feedback

source: Total processing time
da: Samlet behandlingstid
de: Gesamtdurchlaufzeit
et: Töötlusaeg kokku
fi: Kokonaiskäsittelyaika
fr: Temps de traitement total
lv: Kopējais apstrādes laiks
nb: Total behandlingstid
nl: Totale verwerkingstijd
pl: Całkowity czas przetwarzania
sv: Total behandlingstid

source: Viewed
da: Set
de: Angesehen
et: Vaadatud
fi: Nähty
fr: Vu
lv: Skatīts
nb: Vist
nl: Bekeken
pl: Wyświetlono
sv: Genomskådad

source: NPS score
da: NPS-resultat
et: Soovitusindeksi skoor
fi: NPS-tulos
fr: Score NPS
lv: NPS vērtējums
nb: NPS-skår
pl: Wynik NPS
sv: NPS poäng

source: Score
da: Resultat
et: Skoor
fi: Tulos
lv: Vērtējums
nb: Skår
pl: Wynik
sv: Poäng

source: Detractors
da: Kritikere
et: Miinused
fi: Arvostelijat
fr: Détracteurs
lv: Trūkumi
nb: Kritikere
nl: Criticasters
pl: Krytycy
sv: Belackare

source: Passives
da: Passiver
et: Passiivsed
fi: Passiiviset
fr: Passifs
lv: Pasīvi
nb: Passive
nl: Passieven
pl: Pasywni
sv: Passiva

source: Promoters
da: Arrangører
et: Plussid
fi: Suosittelijat
fr: Promoteurs
lv: Atbalstītāji
nb: Tilhengere
nl: Promotors
pl: Promotorzy
sv: Initiativtagare

source: Total answers
da: Svar i alt
de: Antworten gesamt
et: Vastuseid kokku
fi: Vastauksia yhteensä
fr: Total des réponses
lv: Kopā atbildes
nb: Totalt antall svar
nl: Totaal aantal antwoorden
pl: Łączna liczba odpowiedzi
sv: Totala mängden svar

source: How likely is it that you would <span>recommend</span> this company to a friend or colleague?
da: Hvor sandsynligt er det, at du vil <span>anbefale</span> denne virksomhed til en ven eller kollega?
de: Wie wahrscheinlich ist es, dass Sie dieses Unternehmen einem Freund oder Kollegen <span>empfehlen</span> würden?
et: Kui suure tõenäosusega soovitaksid <span>seda ettevõtet</span> sõbrale või kolleegile?
fi: Kuinka todennäköisesti <span>suosittelisit</span> tätä yritystä ystävillesi ja kollegoillesi?
fr: Quelle est la probabilité que vous <span>recommandiez</span> cette entreprise à un ami ou un collègue ?
lv: Cik liela ir iespējamība, ka <span>ieteiksiet</span> šo uzņēmumu draugam vai kolēģim?
nb: Hvor sannsynlig er det at du vil <span>anbefale</span> denne selskapet til en venn eller kollega?
nl: Hoe waarschijnlijk is het dat u dit bedrijf zou <span>aanbevelen</span> aan een vriend of collega?
pl: Jak bardzo prawdopodobne jest, że <span>poleciłbyś</span> tę firmę przyjacielowi lub współpracownikowi?
sv: Hur troligt är det att du skulle <span>rekommendera</span> det här företaget till en vän eller kollega?

source: Response rate: {percentage} ({answered} out of {total})
da: Svarprocent: {percentage} ({answered} ud af {total})
de: Rücklaufquote: {percentage} ({answered} von {total})
et: Vastamismäär: {percentage} (vastas {answered} {total}-st)
fi: Vastausprosentti: {percentage} ({answered} kaikista {total})
fr: Taux de réponse: {percentage} ({answered} sur {total})
lv: Atbilžu rādītāji: {percentage} ({answered} no {total})
nb: Svarprosent: {percentage} ({answered} av {total})
nl: Responspercentage: {percentage} ({answered} van de {total})
pl: Wskaźnik odpowiedzi: {percentage} ({answered} z {total})
sv: Svarsfrekvens: {percentage} ({answered} av {total})

source: Feedback text is deleted
da: Feedback-tekst er slettet
de: Feebacktext ist gelöscht
et: Tagasiside on kustutatud
fi: Palauteteksti poistettu
fr: Le texte de commentaire est supprimé
lv: Atsauksmes teksts ir dzēsts
nb: Tilbakemeldingstekst er slettet
nl: Feedbacktekst is verwijderd
pl: Treść opinii została usunięta
sv: Feedbacktext har raderats

source: New group
da: Ny gruppe
de: Neue Gruppe
et: Uus grupp
fi: Uusi ryhmä
fr: Nouveau groupe
lv: Jauna grupa
nb: Ny gruppe
nl: Nieuwe groep
pl: Nowa grupa
sv: Ny grupp

source: Custom messages for this group
da: Brugerdefinerede beskeder til denne gruppe
de: Benutzerdefinierte Nachrichten für diese Gruppe
et: Selle grupi kohandatud sõnumid
fi: Tämän ryhmän omat viestit
fr: Messages personnalisés pour ce groupe
lv: Pielāgoti ziņojumi šai grupai
nb: Egendefinerte meldinger for denne gruppen
nl: Aangepaste berichten voor deze groep
pl: Niestandardowe wiadomości dla tej grupy
sv: Anpassade meddelanden för denna grupp

source: Community group name cannot be left empty
da: Navnet på fællesskabsgruppen må ikke være tomt
de: Community-Gruppenname darf nicht leer sein
et: Talent Community grupi nime ei saa tühjaks jätta
fi: Talent Community -ryhmän nimeä ei voi jättää tyhjäksi
fr: Le nom du groupe communautaire ne peut pas être laissé vide
lv: Grupas kategorijas nosaukumu nedrīkst atstāt tukšu
nb: Navnet på fellesskapsgruppen kan ikke stå tomt
nl: Naam van de communitygroep mag niet leeg zijn
pl: Nazwa grupy w Talent Community nie może być pusta
sv: Talent Community -gruppens namn kan inte lämnas tom

source: Community group not found
da: Fællesskabsgruppe ikke fundet
de: Community-Gruppe nicht gefunden
et: Talent Community gruppi ei leitud
fi: Talent Community -ryhmää ei löytynyt
fr: Groupe communautaire introuvable
lv: Grupa kategorija nav atrasta
nb: Fant ikke fellesskapsgruppe
nl: Communitygroep niet gevonden
pl: Nie znaleziono grupy w Talent Community
sv: Talent Community -gruppen hittades inte

source: Community group name modified successfully
da: Navn på fællesskabsgruppe ændret med succes
de: Community-Gruppenname erfolgreich aktualisiert
et: Talent Community grupi nime muutmine õnnestus
fi: Talent Community -ryhmän nimen muokkaus onnistui
fr: Nom du groupe communautaire modifié avec succès
lv: Veiksmīgi mainīts grupas kategorijas nosaukums
nb: Navnet til fellesskapsgruppen er endret
nl: Naam van de communitygroep succesvol gewijzigd
pl: Nazwa grupy w Talent Community została pomyślnie zmodyfikowana
sv: Talent Community -gruppens namn har redigerats

source: Invite a friend to our Talent Community
da: Inviter en ven til vores Talent Community
de: Laden Sie einen Freund zu unserer Talent-Community ein
et: Kutsu sõber meie Talent Communitysse
fi: Kutsu ystäväsi Talent Communityymme
fr: Invitez un ami à notre communauté de talents
lv: Uzaiciniet draugu mūsu Talent Community
nb: Inviter en venn til vårt Talent Community
nl: Nodig een vriend uit voor onze Talent Community
pl: Zaproś znajomego do naszego Talent Community
sv: Bjud in en vän till vår Talent Community

source: Referral not found
da: Henvisning ikke fundet
de: Empfehlung nicht gefunden
et: Soovitust ei leitud
fi: Suositusta ei löytynyt
fr: Référence introuvable
lv: Ieteikums nav atrasts
nb: Fant ikke henvisning
nl: Verwijzing niet gevonden
pl: Nie znaleziono poleconego kandydata
sv: Referens ej hittad

source: Missing consent
da: Manglende samtykke
de: Fehlende Einverständniserklärung
et: Nõusolek puudub
fi: Suostumus puuttuu
fr: Consentement manquant
lv: Trūkst piekrišanas
nb: Manglende samtykke
nl: Ontbrekende toestemming
pl: Brak zgody
sv: Samtycke saknas

source: Manage groups
da: Administrér grupper
de: Gruppen verwalten
et: Halda gruppe
fi: Hallitse ryhmiä
fr: Gérer les groupes
lv: Pārvaldīt grupas
nb: Administrere grupper
nl: Groepen beheren
pl: Zarządzaj grupami
sv: Hantera grupper

source: Referral link
da: Henvisningslink
de: Empfehlungslink
et: Soovituslink
fi: Suosittelulinkki
fr: Lien de parrainage
lv: Ieteikuma saite
nb: Henvisningslenke
nl: Verwijzingslink
pl: Link polecający
sv: Referenslänk

source: Join our Talent Community link
da: Deltag i vores Talent Community-link
de: Beitrittslink zur Talent-Community
et: Lehe „Liitu meie Talent Communityga“ link
fi: Liity Talent Communityymme -linkki
fr: Rejoignez le lien de notre communauté de talents
lv: Saite “Pievienojieties mūsu Talent Community”
nb: Bli med i vårt Talent Community-lenke
nl: Word lid van onze Talent Community-link
pl: Link do dołączenia do naszego Talent Community
sv: Gå med i vår Talent Community-länk

source: Add to new community groups
da: Tilføj til nye samfundsgrupper
de: Zu neuen Community-Gruppen hinzufügen
et: Lisa uutesse Talent Community gruppidesse
fi: Lisää uusiin Talent Communityn ryhmiin
fr: Ajouter à de nouveaux groupes communautaires
lv: Pievienot jaunām grupas kategorijām
nb: Legg til i nye samfunnsgrupper
nl: Toevoegen aan nieuwe communitygroepen
pl: Dodaj do nowych grup w Talent Community
sv: Lägg till nya communitygrupper

source: Remove from community groups
da: Fjern fra samfundsgrupper
de: Aus Community-Gruppen entfernen
et: Eemalda Talent Community gruppidest
fi: Poista community ryhmistä
fr: Supprimer des groupes communautaires
lv: Noņemt no grupas kategorijām
nb: Fjern fra samfunnsgrupper
nl: Verwijderen uit communitygroepen
pl: Usuń z grup w Talent Community
sv: Ta bort från communitygrupper

source: Send talents referral link
da: Send henvisningslink til talenter
de: Empfehlungslink für Talente senden
et: Saada talentidele soovituslink
fi: Lähetä suosittelulinkki talenteille
fr: Envoyer le lien de parrainage des talents
lv: Nosūtīt talantu ieteikuma saiti
nb: Send talenter henvisningslenke
nl: Stuur talenten een verwijzingslink
pl: Wyślij kandydatom link polecający
sv: Skicka referenslänk till talanger

source: No talent exists
da: Der findes intet talent
de: Es existieren keine Talente
et: Talente ei ole
fi: Talenttia ei ole
fr: Aucun talent n'existe
lv: Talanta nav
nb: Det finnes ingen talenter
nl: Er bestaat geen talent
pl: Brak kandydatów
sv: Medlemmen finns inte

source: Action not available
et: Toiming pole saadaval
fi: Toiminto ei ole käytettävissä
sv: Åtgärd inte tillgänglig

source: Bad request
et: Vigane päring
fi: Virheellinen pyyntö
sv: Felaktig förfrågan

source: You do not have a permission to activate talents
da: Du har ikke tilladelse til at aktivere talenter
de: Sie sind nicht berechtigt, Talente zu aktivieren
et: Sul ei ole õigust talente aktiveerida
fi: Sinulla ei ole lupaa aktivoida talentteja
fr: Vous n'avez pas la permission d'activer les talents
lv: Jums nav atļaujas aktivizēt talantus
nb: Du har ikke tillatelse til å aktivere talenter
nl: U heeft geen toestemming om talenten te activeren
pl: Nie masz uprawnień do aktywowania kandydatów
sv: Du har inte behörighet att aktivera talanger

source: Invitations to the Talent Community sent
da: Invitationer til Talent Community sendt
de: Einladungen zur Talent-Community gesendet
et: Talent Community kutsed on saadetud
fi: Kutsut Talent Communityyn lähetetty
fr: Invitations à la Communauté de talents envoyées
lv: Talent Community uzaicinājumu nosūtīšana
nb: Invitasjoner til Talent Community sendt
nl: Uitnodigingen voor de Talent Community verzonden
pl: Wysłano zaproszenia do Talent Community
sv: Inbjudningar till Talent Community skickade

source: Welcome message can't be sent
da: Velkomstbesked kan ikke sendes
de: Willkommennachricht kann nicht gesendet werden
et: Tervitussõnumit ei saa saata
fi: Tervetuloa Talent Communityyn -viestiä ei voida lähettää
fr: Le message de bienvenue ne peut pas être envoyé
lv: Nevar nosūtīt sagaidīšanas ziņu
nb: Velkomstmelding kan ikke sendes
nl: Welkomstbericht kan niet worden verzonden
pl: Nie można wysłać wiadomości powitalnej
sv: Välkomstmeddelande kan inte skickas

source: Unable to communicate with the talent
da: Kan ikke kommunikere med talentet
de: Kommunikation mit dem Talent nicht möglich
et: Talendiga ei saa suhelda
fi: Talenttiin ei saada yhteyttä
fr: Impossible de communiquer avec le talent
lv: Nespēja sazināties ar talantu
nb: Kan ikke kommunisere med talentene
nl: Niet in staat om met het talent te communiceren
pl: Nie można skontaktować się z kandydatem
sv: Det går inte att kommunicera med talangen

source: Welcome message sent
da: Velkomstbesked sendt
de: Willkommensnachricht gesendet
et: Tervitussõnum on saadetud
fi: Tervetuloa Talent Communityyn -viesti lähetetty
fr: Message de bienvenue envoyé
lv: Nosūtīta sagaidīšanas ziņa
nb: Velkomstmelding sendt
nl: Welkomstbericht verzonden
pl: Wiadomość powitalna wysłana
sv: Välkomstmeddelande skickat

source: %(num)s talent deleted successfully.
da: %(num)s talent slettet med succes.
de: %(num)s Talent erfolgreich gelöscht
et: %(num)s talendi kustutamine õnnestus.
fi: %(num)s talentti poistettu onnistuneesti.
lv: %(num)s talants veiksmīgi dzēsts.
nb: %(num)s talent er slettet.
sv: %(num)s talang togs bort.

source: Talent Community welcome message
da: Talent Community velkomstbesked
de: Talent-Community-Willkommensnachricht
et: Talent Community tervitussõnum
fi: Tervetuloa Talent Communityyn -viesti
fr: Message de bienvenue de la Communauté de talents
lv: Talent Community sagaidīšanas ziņa
nb: Talent Community-velkomstmelding
nl: Welkomstbericht Talent Community
pl: Wiadomość powitalna Talent Community
sv: Talent Community välkomstmeddelande

source: Send the welcome message
da: Send velkomstbeskeden
de: Willkommensnachricht senden
et: Saada tervitussõnum
fi: Lähetä viesti
fr: Envoyer le message de bienvenue
lv: Sūtīt sagaidīšanas ziņu
nb: Send velkomstmeldingen
nl: Stuur het welkomstbericht
pl: Wyślij wiadomość powitalną
sv: Skicka välkomstmeddelandet

source: Invite to Talent Community
da: Inviter til Talent Community
de: Zur Talent-Community einladen
et: Kutse Talent Communitysse
fi: Kutsu Talent Communityyn
fr: Inviter à la Communauté de talents
lv: Uzaicināt uz Talent Community
nb: Inviter til Talent Community
nl: Uitnodigen voor Talent Community
pl: Zaproś do Talent Community
sv: Bjud in till Talent Community
