Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Have you forgotten your password? Request a new one here by typing your email. We will email you a link to reset your password.
da: Har du glemt dit kodeord? Anmod om et nyt her ved at indtaste din e-mail. Vi sender dig et link til at nulstille dit kodeord.
de: Haben Sie Ihr Passwort vergessen? Fordern Sie hier ein neues an, indem Sie Ihre E-Mail-Adresse eingeben. Wir senden Ihnen per E-Mail einen Link zum Zurücksetzen Ihres Passworts.
et: Kas olete oma parooli unustanud? Taotlege siin uut, sisestades oma e-posti aadressi. Saadame teile e-kirjaga lingi parooli lähtestamiseks.
fi: Oletko unohtanut salasanasi? Pyydä uutta tästä kirjoittamalla sähköpostiosoitteesi. Lähetämme sinulle linkin, jonka kautta voit palauttaa salasanasi.
fr: Avez-vous oublié votre mot de passe ? Demandez-en un nouveau ici en saisissant votre e-mail. Nous vous enverrons un lien par e-mail pour réinitialiser votre mot de passe.
lv: Esat aizmirsis savu paroli? Pieprasiet jaunu šeit, ievadot savu e-pastu. Mēs nosūtīsim jums saiti, lai atiestatītu paroli.
nb: Har du glemt passordet ditt? Be om et nytt her ved å skrive inn e-postadressen din. Vi sender deg en lenke på e-post for å tilbakestille passordet ditt.
nl: Ben je je wachtwoord vergeten? Vraag hier een nieuwe aan door je e-mailadres in te voeren. We sturen je een link om je wachtwoord opnieuw in te stellen.
pl: Zapomniałeś hasła? Poproś o nowe, wpisując tutaj swój adres e-mail. Wyślemy Ci link do zresetowania hasła.
sv: Har du glömt ditt lösenord? Begär ett nytt här genom att skriva in din e-postadress. Vi kommer att skicka dig en länk för att återställa ditt lösenord.

source: We will email you a link to reset your password
da: Vi sender dig et link til at nulstille din adgangskode
de: Wir senden Ihnen einen Link zum Zurücksetzen Ihres Passworts per E-Mail.
et: Saadame e-kirja, kus on salasõna lähtestamise link
fi: Lähetämme sinulle sähköpostitse linkin salasanan palauttamiseksi
fr: Nous vous enverrons un lien par email pour réinitialiser votre mot de passe
lv: Mēs jums nosūtīsim e-pasta vēstuli ar saiti, lai atiestatītu paroli
nb: Vi sender deg en e-post med en lenke for å tilbakestille passordet ditt
nl: We sturen je een link per e-mail om je wachtwoord opnieuw in te stellen
pl: Wyślemy Ci link do zresetowania hasła
sv: Vi kommer att skicka en länk för att återställa ditt lösenord via e-post

source: Go back to login
da: Gå tilbage til login
de: Zurück zur Anmeldung
et: Tagasi sisselogimise juurde
fi: Palaa takaisin kirjautumiseen
fr: Retourner à la page de connexion
lv: Atgriezties pie pieteikšanās
nb: Gå tilbake til pålogging
nl: Ga terug naar inloggen
pl: Wróć do logowania
sv: Gå tillbaka till inlogg

source: An existing user of {}? Log in here and handle your recruitments effortlessly from start to finish. Enjoy a superior user and candidate experience.
da: En eksisterende bruger af {}? Log ind her og håndter dine rekrutteringer ubesværet fra start til slut. Nyd en overlegen bruger- og kandidatoplevelse.
de: Ein bestehender Benutzer von {}? Melden Sie sich hier an und wickeln Sie Ihre Rekrutierungen mühelos von Anfang bis Ende ab. Genießen Sie eine überlegene Benutzer- und Kandidatenerfahrung.
et: Kas olete juba {} kasutaja? Logige sisse siin ja hallake oma värbamisi vaevata algusest lõpuni. Nautige paremat kasutaja- ja kandidaadikogemust.
fi: Oletko jo {} käyttäjä? Kirjaudu sisään tästä ja hoida rekrytointisi vaivattomasti alusta loppuun. Nauti loistavasta käyttö- ja hakijakokemuksesta.
fr: Déjà utilisateur de {} ? Connectez-vous ici et gérez vos recrutements en toute simplicité du début à la fin. Profitez d'une expérience utilisateur et candidat supérieure.
lv: Esošs {} lietotājs? Piesakieties šeit un bez piepūles pārvaldiet savus darbā pieņemšanas procesus no sākuma līdz beigām. Izbaudiet pārāku lietotāja un kandidāta pieredzi.
nb: En eksisterende bruker av {}? Logg inn her og håndter rekrutteringene dine uten anstrengelse fra start til slutt. Nyt en overlegen bruker- og kandidatopplevelse.
nl: Een bestaande gebruiker van {}? Log hier in en behandel uw wervingen moeiteloos van begin tot eind. Geniet van een superieure gebruikers- en kandidaatervaring.
pl: Istniejący użytkownik {}? Zaloguj się tutaj i bez wysiłku zarządzaj rekrutacjami od początku do końca. Ciesz się doskonałym doświadczeniem użytkownika i kandydata.
sv: En befintlig användare av {}? Logga in här och hantera dina rekryteringar utan ansträngning från början till slut. Njut av en överlägsen användar- och kandidatupplevelse.

source: Welcome back
da: Velkommen tilbage
de: Willkommen zurück
et: Tere tulemast tagasi!
fi: Tervetuloa takaisin
fr: Content de vous revoir
lv: Laipni lūdzam atpakaļ
nb: Velkommen tilbake
nl: Welkom terug
pl: Witamy ponownie
sv: Välkommen tillbaka

source: Sign in with Single Sign-On (SSO)
da: Log ind med Single Sign-On (SSO)
de: Anmeldung per Single Sign-On (SSO)
et: Logi sisse üks kord (SSO)
fi: Kirjaudu sisään kertakirjautumalla (SSO)
fr: Se connecter avec l'authentification unique (SSO)
lv: Pierakstīties, izmantojot vienotu pierakstīšanos (SSO)
nb: Logg på med enkel pålogging (SSO)
nl: Inloggen met Single Sign-On (SSO)
pl: Zaloguj się za pomocą Single Sign-On (SSO)
sv: Logga in med Single Sign-On (SSO)

source: Forgot your password?
da: Har du glemt din adgangskode?
de: Passwort vergessen?
et: Kas unustasid oma salasõna?
fi: Unohtuiko salasana?
fr: Mot de passe oublié ?
lv: Vai aizmirsāt paroli?
nb: Har du glemt passordet ditt?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
sv: Glömt ditt lösenord?

source: Insert a new password
da: Indsæt en ny adgangskode
de: Neues Passwort eingeben
et: Sisesta uus salasõna
fi: Lisää uusi salasana
fr: Saisissez un nouveau mot de passe
lv: Ievadiet jaunu paroli
nb: Sett inn et nytt passord
nl: Voer een nieuw wachtwoord in
pl: Wprowadź nowe hasło
sv: Skriv in ett nytt lösenord

source: Change password
da: Ændr adgangskode
de: Passwort ändern
et: Muuda salasõna
fi: Vaihda salasana
fr: Changer le mot de passe
lv: Mainīt paroli
nb: Endre passord
nl: Wachtwoord wijzigen
pl: Zmień hasło
sv: Byt lösenord

source: Hi {}
da: Hej {}
et: Tere, {}!
fi: Hei {}
fr: Bonjour {}
lv: Sveiki, {}!
nb: Hei {}
nl: Hallo {}
pl: Cześć {}
sv: Hej {}

source: Select the account you want to sign in to
da: Vælg den konto, du vil logge ind på
de: Wählen Sie das Konto, bei dem Sie sich anmelden möchten
et: Vali konto, kuhu tahad sisse logida
fi: Valitse organisaatio, jonka TalentAdore-ympäristöön haluat kirjautua sisään
fr: Sélectionnez le compte auquel vous souhaitez vous connecter
lv: Izvēlieties kontu, kurā vēlaties pierakstīties
nb: Velg kontoen du vil logge på
nl: Selecteer het account waarmee je wilt inloggen
pl: Wybierz konto, na które chcesz się zalogować
sv: Välj de konto du vill logga in till

source: Please wait while we are loading your experience
da: Vent venligst, mens vi indlæser din oplevelse
de: Bitte warten Sie, während wir Ihre Arbeitsumgebung laden
et: Oota, kuni laadime lehte
fi: Odota hetki, lataamme kokemustasi
fr: Veuillez patienter pendant le chargement de votre expérience
lv: Lūdzu, pagaidiet, kamēr ielādēsim jūsu pieredzi
nb: Vennligst vent mens vi laster inn opplevelsen din
nl: Even geduld terwijl we jouw ervaring laden
pl: Poczekaj, ładujemy Twoje doświadczenie
sv: Vänta medan vi laddar din erfarenhet

source: Approval is required before the job ad can be published.
da: Godkendelse er påkrævet, før jobannoncen kan offentliggøres.
de: Die Genehmigung ist erforderlich, bevor die Stellenanzeige veröffentlicht werden kann.
et: Enne töökuulutuse avaldamist on vaja kinnitamist.
fi: Hyväksyntä on tehtävä ennen työpaikkailmoituksen julkaisemista.
fr: Une approbation est requise avant de pouvoir publier l'offre d'emploi.
lv: Pirms darba sludinājuma publicēšanas ir nepieciešams apstiprinājums.
nb: Godkjenning kreves før jobbannonsen kan publiseres.
nl: Goedkeuring is vereist voordat de vacature kan worden gepubliceerd.
pl: Przed publikacją ogłoszenia o pracę wymagana jest akceptacja.
sv: Godkännande krävs innan jobbsökningen kan publiceras.

source: If application starting date is set, then the job ad will be published on the given date, otherwise immediately.
da: Hvis startdatoen for ansøgningen er angivet, vil jobannoncen blive offentliggjort på den angivne dato, ellers med det samme.
de: Wenn der Bewerbungsbeginn festgelegt ist, wird die Stellenanzeige andem angegebenen Datum veröffentlicht, ansonsten sofort.
et: Kui kandideerimise alguskuupäev on määratud, avaldatakse töökuulutus sellel kuupäeval, kui ei ole, avaldatakse see kohe.
fi: Jos haun alkamispäivämäärä on annettu, työpaikkailmoitus julkaistaan kyseisenä päivänä, muuten välittömästi.
fr: Si une date de début de candidature est définie, l'offre d'emploi sera publiée à la date indiquée, sinon immédiatement.
lv: Ja ir iestatīts pieteikuma iesniegšanas sākuma datums, darba sludinājums tiks publicēts norādītajā datumā, pretējā gadījumā tas tiks publicēts nekavējoties.
nb: Hvis startdato for søknad er angitt, vil jobbannonsen bli publisert på den angitte datoen, ellers umiddelbart.
nl: Als de startdatum van de sollicitatie is ingesteld, wordt de vacature op de opgegeven datum gepubliceerd, anders onmiddellijk.
pl: Jeśli ustawiono datę rozpoczęcia aplikacji, ogłoszenie o pracę zostanie opublikowane w podanym dniu, w przeciwnym razie natychmiast.
sv: Om startdatumet är given till ansökan, kommer arbetsnotisen att publiceras på det givna datumet, ifall inget datum är givet så publiceras notisen direkt.

source: Select list of approvers
da: Vælg liste over godkendere
de: Liste der Genehmiger auswählen
et: Vali kinnitajate loend
fi: Valitse lista hyväksyjistä
fr: Sélectionnez la liste des approbateurs
lv: Izvēlieties apstiprinātāju sarakstu
nb: Velg liste over godkjennere
nl: Selecteer lijst met goedkeurders
pl: Wybierz listę osób zatwierdzających
sv: Välj listan av godkännare

source: In case you have a multi-level approval process in use, you can see the different approver lists here. Please contact support@talentadore.com if you want to enable multi-level approval process.
da: Hvis du har en godkendelsesproces med flere niveauer i brug, kan du se de forskellige godkenderlister her. Kontakt support@talentadore.com, hvis du vil aktivere en godkendelsesproces på flere niveauer.
de: Falls Sie ein mehrstufiges Genehmigungsverfahren verwenden, können Sie die verschiedenen Genehmigerlisten hier sehen. Bitte kontaktieren Sie support@talentadore.com, wenn Sie mehrstufigen Genehmigungsprozess aktivieren möchten.
et: Kui kasutad mitmeetapilist kinnitustoimingut, näed kinnitajate loendeid siin. Kui soovid lubada mitmeetapilise kinnitustoimingu, võta meiega ühendust aadressil support@talentadore.com.
fi: Mikäli käytössä on kaksivaiheinen hyväksyntäprosessi, näet tässä listan mahdollisista hyväksyjistä. Ota yhteyttä osoitteeseen support@talentadore.com jos haluat ottaa käyttöön kaksivaiheisen hyväksyntäprosessin.
fr: Si vous utilisez un processus d'approbation à plusieurs niveaux, vous pouvez voir les différentes listes d'approbateurs ici. Veuillez contacter support@talentadore.com si vous souhaitez activer le processus d'approbation à plusieurs niveaux.
lv: Ja izmantojat daudzlīmeņu apstiprināšanas procesu, šeit varat skatīt dažādus apstiprinātāju sarakstus. Lūdzu, sazinieties ar support@talentadore.com, ja vēlaties iespējot daudzlīmeņu apstiprināšanas procesu.
nb: Hvis du har en godkjenningsprosess med flere nivåer i bruk, kan du se de ulike godkjenningslistene her. Ta kontakt med support@talentadore.com hvis du ønsker å aktivere en godkjenningsprosess med flere nivåer.
nl: Als u een goedkeuringsproces met meerdere niveaus gebruikt, kunt u hier de verschillende lijsten met goedkeurders zien. Neem contact op met support@talentadore.com als u het goedkeuringsproces met meerdere niveaus wilt inschakelen.
pl: W przypadku korzystania z wielopoziomowego procesu zatwierdzania, tutaj możesz zobaczyć różne listy osób zatwierdzających. Skontaktuj się z support@talentadore.com, jeśli chcesz włączyć wielopoziomowy proces zatwierdzania.
sv: Ifall ni har en godkännandeprocess i flera steg syns listorna av godkännare här. Kontakta support@talentadore.com om ni vill aktivera en process med flera nivåer av godkännanden.

source: Add approver
da: Tilføj godkender
de: Genehmiger hinzufügen
et: Lisa kinnitaja
fi: Lisää hyväksyjä
fr: Ajouter un approbateur
lv: Pievienot apstiprinātāju
nb: Legg til godkjenner
nl: Goedkeurder toevoegen
pl: Dodaj osobę zatwierdzającą
sv: Lägg till granskare

source: You can search by name or email from your company users or type in any email to add them in the list of approvers.
da: Du kan søge på navn eller e-mail blandt din virksomheds brugere eller indtaste en e-mail for at tilføje dem til listen over godkendere.
de: Sie können die Benutzer Ihres Unternehmens per Name oder E-Mail suchen oder eine beliebige E-Mail eingeben, um sie in die Liste der Genehmiger hinzuzufügen.
et: Kinnitajaid saad otsida nime või e-posti aadressi järgi ettevõtte kasutajate seast või sisestada e-posti aadressi, et lisada selle omanik kinnitajate loendisse.
fi: Voit etsiä nimen tai sähköpostin perusteella yrityksesi käyttäjistä tai kirjoittaa minkä tahansa sähköpostin lisätäksesi kyseisen henkilön hyväksyjien listaan.
fr: Vous pouvez rechercher par nom ou par e-mail parmi les utilisateurs de votre entreprise ou saisir n'importe quel e-mail pour les ajouter à la liste des approbateurs.
lv: Varat veikt meklēšanu pēc uzņēmuma lietotājvārda vai e-pasta adreses vai ievadīt jebkuru e-pasta adresi, lai tos pievienotu apstiprinātāju sarakstam.
nb: Du kan søke etter navn eller e-postadresse blant selskapsbrukere eller skrive inn en hvilken som helst e-postadresse for å legge dem til i listen over godkjennere.
nl: U kunt zoeken op naam of e-mailadres van uw bedrijfsgebruikers of een e-mailadres typen om ze toe te voegen aan de lijst met goedkeurders.
pl: Możesz wyszukiwać według imienia i nazwiska lub adresu e-mail użytkowników Twojej firmy lub wpisać dowolny adres e-mail, aby dodać ich do listy osób zatwierdzających.
sv: Du kan söka efter namn och e-post av företagets användare eller tilläga vilken som helst e-post till listan av granskare.

source: Email or user name
da: E-mail eller brugernavn
de: E-Mail oder Benutzername
et: E-posti aadress või kasutajanimi
fi: Sähköpostiosoite tai käyttäjänimi
fr: E-mail ou nom d'utilisateur
lv: E-pasta adrese vai lietotājvārds
nb: E-postadresse eller brukernavn
nl: E-mail of gebruikersnaam
pl: Adres e-mail lub nazwa użytkownika
sv: Email eller användarnamn

source: List of approvers
da: Liste over godkendere
de: Liste der Genehmiger
et: Kinnitajate loend
fi: Lista hyväksyjistä
fr: Liste des approbateurs
lv: Apstiprinātāju saraksts
nb: Liste over godkjennere
nl: Lijst met goedkeurders
pl: Lista osób zatwierdzających
sv: Lista över granskare

source: You can select different approvers for each job requisition from the approvers list when creating the job requisition.
da: Du kan vælge forskellige godkendere for hver jobansøgning fra listen over godkendere, når du opretter jobansøgningen.
de: Sie können für jedes Stellenangebot verschiedene Genehmiger aus der Liste der Genehmiger auswählen, wenn Sie das Stellenangebot erstellen.
et: Värbamistaotlust luues saad valida kinnitajate loendist iga värbamistaotluse jaoks eri kinnitaja.
fi: Voit valita eri hyväksyjät jokaiseen rekrytointilupapyyntöön hyväksyjien listasta luodessasi rekrytointilupapyyntöä.
fr: Vous pouvez sélectionner différents approbateurs pour chaque demande d'emploi à partir de la liste des approbateurs lors de la création de la demande d'emploi.
lv: Veidojot darba pieprasījumu, katram darba pieprasījumam no apstiprinājumu saraksta varat izvēlēties dažādus apstiprinātājus.
nb: Du kan velge ulike godkjennere for hver jobbrekvisisjon fra godkjennerlisten når du oppretter jobbrekvisisjonen.
nl: U kunt verschillende goedkeurders selecteren voor elke vacature uit de lijst met goedkeurders bij het maken van de vacature.
pl: Podczas tworzenia zapotrzebowania na pracowników możesz wybrać różne osoby zatwierdzające dla każdego zapotrzebowania z listy osób zatwierdzających.
sv: Du kan välja granskarna för varje godkännandeprocess i listan av granskarna godkännandeprocessen skapas.

source: Position archiving
da: Arkivering af stilling
de: Archivierung von Positionen
et: Ametikoha arhiveerimine
fi: Työpaikan arkistointi
fr: Archivage des postes
lv: Pozīciju arhivēšana
nb: Arkivering av stilling
nl: Positie archivering
pl: Archiwizacja stanowisk
sv: Arkivering av position

source: The job will be archived a set number of months after the application deadline.
da: Jobbet vil blive arkiveret et bestemt antal måneder efter ansøgningsfristen.
de: Die Stelle wird eine festgelegte Anzahl von Monaten nach Ablauf der Bewerbungsfrist archiviert.
et: Töö arhiveeritakse kindel arv kuid pärast kandideerimistähtaega.
fi: Työ arkistoidaan määritetyn kuukausimäärän kuluttua hakuajan päättymisestä.
fr: Le poste sera archivé un certain nombre de mois après la date limite de candidature.
lv: Darbs tiks arhivēts noteiktu mēnešu skaitu pēc pieteikšanās termiņa beigām.
nb: Stillingen vil bli arkivert et bestemt antall måneder etter søknadsfristen.
nl: De vacature wordt een vast aantal maanden na de sollicitatiedeadline gearchiveerd.
pl: Oferta pracy zostanie zarchiwizowana po upływie ustalonej liczby miesięcy od terminu składania aplikacji.
sv: Jobbet kommer att arkiveras ett visst antal månader efter ansökningstidens utgång.

source: Note that this setting will also affect old positions.
da: Bemærk, at denne indstilling også vil påvirke gamle stillinger.
de: Beachten Sie, dass diese Einstellung auch alte Positionen beeinflusst.
et: Pange tähele, et see seadistus mõjutab ka vanu ametikohti.
fi: Huomioi, että tämä asetus vaikuttaa myös vanhoihin rekrytointeihin.
fr: Notez que ce paramètre affectera également les anciens postes.
lv: Ņemiet vērā, ka šis iestatījums ietekmēs arī vecās pozīcijas.
nb: Merk at denne innstillingen også vil påvirke gamle stillinger.
nl: Houd er rekening mee dat deze instelling ook van invloed is op oude posities.
pl: Pamiętaj, że to ustawienie wpłynie również na stare stanowiska.
sv: Observera att denna inställning också kommer att påverka gamla positioner.

source: Go to Mobile version
da: Gå til mobilversionen
de: Gehe zur mobilen Version
et: Ava mobiiliversioon
fi: Siirry Mobiiliversioon
fr: Accéder à la version mobile
lv: Pāriet uz mobilo versiju
nb: Gå til mobilversjonen
nl: Ga naar mobiele versie
pl: Przejdź do wersji mobilnej
sv: Gå till Mobilversionen

source: Scan your individual QR code with your mobile device. The code is valid for 5 minutes.
da: Scan din individuelle QR-kode med din mobile enhed. Koden er gyldig i 5 minutter.
de: Scannen Sie Ihren individuellen QR-Code mit Ihrem mobilen Gerät. Der Code ist 5 Minuten lang gültig.
et: Skanni mobiilseadmega oma isiklikku QR-koodi. Kood kehtib 5 minutit.
fi: Skannaa henkilökohtainen QR-koodisi mobiililaitteella. Koodi on voimassa 5 minuuttia.
fr: Scannez votre code QR individuel avec votre appareil mobile. Le code est valable pendant 5 minutes.
lv: Noskenējiet individuālo QR kodu ar mobilo ierīci. Kods ir derīgs 5 minūtes.
nb: Skann den individuelle QR-koden med din mobile enhet. Koden er gyldig i 5 minutter.
nl: Scan uw persoonlijke QR-code met uw mobiele apparaat. De code is 5 minuten geldig.
pl: Zeskanuj swój indywidualny kod QR za pomocą urządzenia mobilnego. Kod jest ważny przez 5 minut.
sv: Skanna din personliga QR-kod med din mobila enhet. Koden är giltig i 5 minuter.

source: Edit existing profile
da: Redigér eksisterende profil
de: Existierendes Profil bearbeiten
et: Muuda olemasolevat profiili
fi: Muokkaa olemassa olevaa yritysprofiilia
fr: Modifier le profil existant
lv: Rediģēt esošo profilu
nb: Redigere eksisterende profil
nl: Bestaand profiel bewerken
pl: Edytuj istniejący profil
sv: Redigera existerande profil

source: (email not verified)
da: (e-mail ikke bekræftet)
de: (E-Mail nicht verifiziert)
et: (e-posti aadress ei ole kinnitatud)
fi: (sähköpostia ei ole vahvistettu)
fr: (email non vérifié)
lv: (e-pasta adrese nav pārbaudīta)
nb: (e-post ikke bekreftet)
nl: (e-mail niet geverifieerd)
pl: (adres e-mail nie został zweryfikowany)
sv: (mailen inte verifierad)

source: Create new profile
da: Opret ny profil
de: Neues Profil erstellen
et: Loo uus profiil
fi: Luo uusi profiili
fr: Créer un nouveau profil
lv: Izveidot jaunu profilu
nb: Opprette ny profil
nl: Nieuw profiel aanmaken
pl: Utwórz nowy profil
sv: Skapa en ny profil

source: Profile name
da: Profilnavn
de: Profilname
et: Profiili nimi
fi: Profiilin nimi
fr: Nom du profil
lv: Profila nosaukums
nb: Profilnavn
nl: Profielnaam
pl: Nazwa profilu
sv: Profil namn

source: Profile name to identify different profiles
da: Profilnavn til at identificere forskellige profiler
de: Profilname, um verschiedene Profile zu unterscheiden
et: Nimi profiilide eristamiseks
fi: Profiilin nimi auttaa erottamaan eri profiilit
fr: Nom du profil pour identifier les différents profils
lv: Profila nosaukums, lai identificētu dažādus profilus
nb: Profilnavn for å identifisere ulike profiler
nl: Profielnaam om verschillende profielen te identificeren
pl: Nazwa profilu do identyfikacji różnych profili
sv: Profil namn för att identifiera olika profiler

source: Delete this profile
da: Slet denne profil
de: Dieses Profil löschen
et: Kustuta see profiil
fi: Poista tämä profiili
fr: Supprimer ce profil
lv: Dzēst šo profilu
nb: Slett denne profilen
nl: Dit profiel verwijderen
pl: Usuń ten profil
sv: Radera denna profil

source: User
da: Bruger
de: Benutzer
et: Kasutaja
fi: Käyttäjä
fr: Utilisateur
lv: Lietotājs
nb: Bruker
nl: Gebruiker
pl: Użytkownik
sv: Användare

source: Additional roles
da: Yderligere roller
de: Zusätzliche Rollen
et: Lisarollid
fi: Lisäoikeudet
fr: Rôles supplémentaires
lv: Papildu amati
nb: Ytterligere roller
nl: Aanvullende rollen
pl: Dodatkowe role
sv: Ytterligare roller

source: Access rights
da: Adgangsrettigheder
de: Zugangsrechte
et: Juurdepääsuõigused
fi: Käyttöoikeudet
fr: Droits d'accès
lv: Piekļuves tiesības
nb: Tilgangsrettigheter
nl: Toegangsrechten
pl: Prawa dostępu
sv: Rättigheter

source: Custom forms
da: Brugerdefinerede formularer
de: Benutzerdefinierte Formulare
et: Kohandatud vormid
fi: Mukautetut lomakkeet
fr: Formulaires personnalisés
lv: Pielāgotas veidlapas
nb: Egendefinerte skjemaer
nl: Aangepaste formulieren
pl: Niestandardowe formularze
sv: Skräddarsydda formulär

source: Create new form
da: Opret ny formular
de: Neues Formular erstellen
et: Loo uus vorm
fi: Luo uusi lomake
fr: Créer un nouveau formulaire
lv: Izveidot jaunu veidlapu
nb: Opprett nytt skjema
nl: Nieuw formulier maken
pl: Utwórz nowy formularz
sv: Skapa nytt formulär
