Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Additional links
da: Yderligere links
de: Zusätzliche Links
et: Muud lingid
fi: Linkit
fr: Liens supplémentaires
lv: Papildu saites
nb: Ytterligere lenker
nl: Aanvullende links
pl: Dodatkowe linki
sv: Ytterligare länkar

source: Job specific extra questions
et: Töökohapõhised lisaküsimused
fi: Työkohtaiset lisäkysymykset
sv: Jobbspecifika tilläggsfrågor

source: Message to the recipients
da: Besked til modtagerne
de: Nachricht an die Empfänger
et: Sõnum saajatele
fi: Viesti vastaanottajille
fr: Message aux destinataires
lv: Ziņojums saņēmējiem
nb: Melding til mottakerne
nl: Bericht aan de ontvangers
pl: Wiadomość do odbiorców
sv: Meddelande till mottagarna

source: Sharing expiration
da: Deler udløb
de: Ablauf des Teilens
et: Jagamise aegumine
fi: Hakijaesittelyn viimeinen voimassaolopäivä
fr: Expiration du partage
lv: Kopīgošanas termiņa beigas
nb: Utløpsdato for deling
nl: Vervaldatum delen
pl: Wygaśnięcie udostępniania
sv: Delnings utgångstid

source: Recipients
da: Modtagere
de: Empfänger
et: Saajad
fi: Vastaanottajat
fr: Destinataires
lv: Saņēmēji
nb: Mottakere
nl: Ontvangers
pl: Odbiorcy
sv: Mottagare

source: Collaborators
da: Samarbejdspartnere
de: Kollaborateure
et: Kaasloojad
fi: Yhteiskäyttäjät
fr: Collaborateurs
lv: Sadarbības kolēģi
nb: Samarbeidspartnere
nl: Medewerkers
pl: Współpracownicy
sv: Samarbetare

source: Cannot publish candidate introduction as expiration date has already passed.
da: Kan ikke offentliggøre kandidatintroduktion, da udløbsdatoen allerede er overskredet.
de: Kandidatenvorstellung kann nicht veröffentlicht werden, da das Ablaufdatum bereits vergangen ist.
et: Kandidaaditutvustust ei saa näidata, sest tähtaeg on juba möödunud.
fi: Hakijaesittelyä ei voida julkaista, koska viimeinen voimassaolopäivä on menneisyydessä.
fr: Impossible de publier l'introduction du candidat car la date d'expiration est déjà passée.
lv: Nevar publicēt kandidāta iepazīstināšanu, jo derīguma termiņš jau ir beidzies.
nb: Kan ikke publisere kandidatintroduksjonen fordi utløpsdatoen allerede er passert.
nl: Kan kandidaatintroductie niet publiceren omdat de vervaldatum al is verstreken.
pl: Nie można opublikować wprowadzenia kandydata, ponieważ data ważności już minęła.
sv: Kan inte publicera kandidatintroduktionen eftersom utgångstiden har gått.

source: Candidate introduction created successfully
da: Kandidatintroduktion oprettet med succes
de: Kandidatenvorstellung erfolgreich erstellt
et: Kandidaaditutvustuse loomine õnnestus
fi: Hakijaesittelyn luonti onnistui
fr: Introduction du candidat créée avec succès
lv: Veiksmīgi izveidota kandidāta iepazīstināšana
nb: Kandidatintroduksjonen er opprettet
nl: Kandidaatintroductie succesvol aangemaakt
pl: Wprowadzenie kandydata zostało pomyślnie utworzone
sv: Kandidatintroduktionen skapad

source: Candidate introduction is already expired
da: Kandidatintroduktionen er allerede udløbet
de: Bewerbervorstellung ist bereits abgelaufen
et: Kandidaadi tutvustus on juba aegunud
fi: Hakijan esittely on jo vanhentunut
fr: L'introduction du candidat a déjà expiré
lv: Kandidāta iepazīstināšana jau ir beigusies
nb: Kandidatintroduksjonen er allerede utløpt
nl: Kandidaatintroductie is al verlopen
pl: Wprowadzenie kandydata już wygasło
sv: Kandidatintroduktionen har redan gått ut

source: Candidate introduction expired successfully
da: Kandidatintroduktionen er udløbet
de: Bewerbervorstellung erfolgreich abgelaufen
et: Kandidaadi tutvustus aegus edukalt
fi: Hakijan esittely vanheni onnistuneesti
fr: L'introduction du candidat a expiré avec succès
lv: Kandidāta iepazīstināšana veiksmīgi beidzās
nb: Kandidatintroduksjonen er utløpt
nl: Kandidaatintroductie is succesvol verlopen
pl: Wprowadzenie kandydata wygasło pomyślnie
sv: Kandidatintroduktionen har gått ut

source: No form found in the system
da: Ingen formular fundet i systemet
de: Kein Formular im System gefunden
et: Vormi ei leitud süsteemist
fi: Järjestelmästä ei löytynyt lomaketta
fr: Aucun formulaire trouvé dans le système
lv: Sistēmā nav atrasta neviena veidlapa
nb: Det ble ikke funnet noen skjemaer i systemet
nl: Geen formulier gevonden in het systeem
pl: Nie znaleziono formularza w systemie
sv: Inget formulär hittat i systemet

source: No candidate introduction recipient form found in the system.
da: Ingen modtagerformular for kandidatintroduktion fundet i systemet.
de: Es wurde kein Empfängerformular für die Kandidatenvorstellung im System gefunden.
et: Süsteemist ei leitud kandidaaditutvustuse saaja vormi.
fi: Hakijaesittelykohtaista materiaalia ei löydy järjestelmästä
fr: Aucun formulaire de destinataire d'introduction de candidat trouvé dans le système.
lv: Sistēmā nav atrasta neviena kandidātu iepazīstināšanas saņēmēja veidlapa.
nb: Det ble ikke funnet noen skjemaer for mottaker av kandidatintroduksjon i systemet.
nl: Geen ontvangstformulier voor kandidaatintroductie gevonden in het systeem.
pl: Nie znaleziono formularza odbiorcy wprowadzenia kandydata w systemie.
sv: Inget kandidatintroduktionsspecifikt material hittat i systemet.

source: Generic CV
da: Generisk CV
de: Generischer Lebenslauf
et: CV
fi: Koostettu CV
fr: CV générique
lv: Vispārējs CV
nb: Generisk CV
nl: Algemeen CV
pl: Ogólne CV
sv: Sammanställd CV

source: Video application
da: Videoansøgning
de: Video-Bewerbung
et: Videoavaldus
fi: Videohakemus
fr: Candidature vidéo
lv: Video pieteikums
nb: Videosøknad
nl: Video-applicatie
pl: Aplikacja wideo
sv: Video applikation

source: Reference check report
da: Rapport om referencetjek
de: Bericht zur Referenzüberprüfung
et: Soovitajate ülevaatuse aruanne
fi: Referenssitarkistusraportti
fr: Rapport de vérification des références
lv: Atsauksmju pārbaudes atskaite
nb: Rapport om referansesjekk
nl: Referentiecontrolerapport
pl: Raport z weryfikacji referencji
sv: Rapport för referenskontroll

source: Video interview
de: Video-Bewerbungsgespräch
et: Videovestlus
fi: Videohaastattelu
fr: Entretien vidéo
lv: Video intervija
nb: Videointervju
pl: Rozmowa wideo
sv: Videointervju

source: Video interview answer
et: Videointervjuu vastus
fi: Videohaastattelun vastaus
sv: Svar på videointervju

source: Career page domain not available
et: Karjäärilehe domeen pole saadaval
fi: Urasivun verkkotunnus ei ole saatavilla
sv: Karriärsidans domän är inte tillgänglig

source: Failed to register career page domain
et: Karjäärilehe domeeni registreerimine ebaõnnestus
fi: Urasivun verkkotunnuksen rekisteröinti epäonnistui
sv: Registrering av karriärsidans domän misslyckades

source: Career page settings saved successfully
et: Karjäärilehe seaded on edukalt salvestatud
fi: Urasivun asetukset tallennettu onnistuneesti
sv: Inställningar för karriärsidan har sparats

source: No career page domain registered
et: Karjäärilehe domeeni pole registreeritud
fi: Urasivun verkkotunnusta ei ole rekisteröity
sv: Ingen domän för karriärsidan är registrerad

source: Career page published successfully
et: Karjäärileht on edukalt avaldatud
fi: Urasivu julkaistu onnistuneesti
sv: Karriärsidan har publicerats

source: No published career page found
et: Avaldatud karjäärilehte ei leitud
fi: Julkaistua urasivua ei löytynyt
sv: Ingen publicerad karriärsida hittades

source: Career page unpublished
et: Karjäärileht on avaldamata
fi: Urasivun julkaisu poistettu
sv: Karriärsidan avpublicerad

source: Career page saved successfully
et: Karjäärileht on edukalt salvestatud
fi: Urasivu tallennettu onnistuneesti
sv: Karriärsidan har sparats

source: {} is not configured.
da: {} er ikke konfigureret.
de: {} ist nicht konfiguriert.
et: {} ei ole konfigureeritud.
fi: {} ei ole konfiguroitu.
fr: {} n'est pas configuré.
lv: {} nav konfigurēts.
nb: {} er ikke konfigurert.
nl: {} is niet geconfigureerd.
pl: {} nie jest skonfigurowany.
sv: {} har inte konfigurerats

source: Information has been sent to {} successfully
da: Information er blevet sendt til {} med succes
de: Informationen erfolgreich an {} gesendet
et: Info saatmine isikule {} õnnestus
fi: Tiedot on lähetetty onnistuneesti {}
fr: Les informations ont été envoyées à {} avec succès
lv: Informācija ir veiksmīgi nosūtīta {}
nb: Informasjon kunne ikke sendes til {}
nl: Informatie is succesvol verzonden naar {}
pl: Informacje zostały pomyślnie wysłane do {}
sv: Informationen skickades till {}

source: Sorry! No dialogue found
da: Beklager! Ingen dialog fundet
de: Sorry! Kein Dialog gefunden
et: Vabandust! Infot ei leitud
fi: Pahoittelut! Ei vastausta saatavilla
fr: Désolé! Aucun dialogue trouvé
lv: Atvainojiet! Dialogs nav atrasts
nb: Beklager! Fant ingen dialog
nl: Sorry! Geen dialoog gevonden
pl: Przepraszamy! Nie znaleziono dialogu
sv: Tyvärr! Ingen dialog hittades

source: {user_privilege}: Can be added as {local_roles}
da: {user_privilege}: Kan tilføjes som {local_roles}
de: {user_privilege}: Kann als {local_roles} hinzugefügt werden
et: {user_privilege}: Saab lisada rollides: {local_roles}
fi: {user_privilege}: Voidaan lisätä rooliin {local_roles}
fr: {user_privilege}: Peut être ajouté en tant que {local_roles}
lv: {user_privilege}: Var pievienot kā {local_roles}
nb: {user_privilege}: Kan legges til som {local_roles}
nl: {user_privilege}: Kan worden toegevoegd als {local_roles}
pl: {user_privilege}: Może być dodany jako {local_roles}
sv: {user_privilege}: Kan läggas till som {local_roles}

source: {user_privilege}: Cannot have a role
da: {user_privilege}: Kan ikke have en rolle
de: {user_privilege}: Kann keine Rolle haben
et: {user_privilege}: Rolli ei saa määrata
fi: {user_privilege}: Käyttäjällä ei voi olla roolia
fr: {user_privilege}: Ne peut pas avoir de rôle
lv: {user_privilege}: Nevar būt amats
nb: {user_privilege}: Kan ikke ha en rolle
nl: {user_privilege}: Kan geen rol hebben
pl: {user_privilege}: Nie może mieć roli
sv: {user_privilege}: Kan inte ha en roll

source: Can be added
da: Kan tilføjes
de: Kann hinzugefügt werden
et: Saab lisada
fi: Voi lisätä
fr: Peut être ajouté
lv: Var pievienot
nb: Kan legges til
nl: Kan worden toegevoegd
pl: Może być dodany
sv: Kan tilläggas

source: No modifications done to collaborators
da: Ingen ændringer af samarbejdspartnere
de: Keine Änderungen an Kollaborateuren gemacht
et: Kaasloojaid ei ole muudetud
fi: Yhteiskäyttäjiä ei muokattu
fr: Aucune modification apportée aux collaborateurs
lv: Sadarbības kolēģiem nav veiktas nekādas izmaiņas
nb: Ingen endringer foretatt av samarbeidspartnere
nl: Geen wijzigingen aangebracht aan medewerkers
pl: Nie wprowadzono zmian do współpracowników
sv: Inga ändringar gjorda på samarbetare

source: Collaborators modified successfully
da: Samarbejdspartnere ændret med succes
de: Kollaborateure erfolgreich geändert
et: Kaasloojate muutmine õnnestus
fi: Yhteiskäyttäjiä muokattiin onnistuneesti
fr: Collaborateurs modifiés avec succès
lv: Sadarbības kolēģi veiksmīgi mainīti
nb: Samarbeidspartnere ble endret
nl: Medewerkers succesvol gewijzigd
pl: Współpracownicy zostali pomyślnie zmodyfikowani
sv: Samarbetare redigerades

source: Granted access: {}.
da: Tildelt adgang: {}.
de: Zugriff gewährt: {}.
et: Antud juurdepääs: {}.
fi: Myönnetty käyttöoikeus: {}.
fr: Accès accordé : {}.
lv: Piešķirta piekļuve: {}.
nb: Innvilget tilgang: {}.
nl: Toegang verleend: {}.
pl: Przyznano dostęp: {}.
sv: Beviljad åtkomst: {}.

source: Removed access: {}.
da: Fjernet adgang: {}.
de: Zugriff entfernt: {}.
et: Eemaldatud juurdepääs: {}.
fi: Poistettu käyttöoikeus: {}.
fr: Accès supprimé : {}.
lv: Noņemta piekļuve: {}.
nb: Fjernet tilgang: {}.
nl: Toegang verwijderd: {}.
pl: Usunięto dostęp: {}.
sv: Borttagen åtkomst: {}.

source: This message already has configuration
da: Denne besked har allerede en konfiguration
de: Diese Nachricht wurde bereits konfiguriert
et: See sõnum on juba konfigureeritud
fi: Tämä viesti on jo konfiguroitu
fr: Ce message a déjà une configuration
lv: Šim ziņojumam jau ir konfigurācija
nb: Denne meldingen har allerede konfigurasjon
nl: Dit bericht heeft al een configuratie
pl: Ta wiadomość ma już konfigurację
sv: Detta meddelande har redan konfigurerats

source: Community group name '{group_name}' already exists
da: Fællesskabsgruppenavnet '{group_name}' findes allerede
de: Community Grupenname '{group_name}' existiert bereits
et: Talent Community grupi nimi „{group_name}“ on juba olemas
fi: Talent Community -ryhmän nimi '{group_name}' on jo olemassa
fr: Le nom de groupe communautaire '{group_name}' existe déjà
lv: Grupas kategorijas nosaukums “{group_name}” jau pastāv
nb: Fellesskapsgruppenavnet “{group_name}” finnes allerede
nl: Communitygroupnaam '{group_name}' bestaat al
pl: Nazwa grupy społeczności '{group_name}' już istnieje
sv: Talent Community gruppen '{group_name}' finns redan

source: Title is missing in the entry
da: Titel mangler i indgangen
de: Der Titel fehlt im Eintrag
et: Kirje pealkiri puudub
fi: Otsikko puuttuu merkinnästä
fr: Le titre est manquant dans l'entrée
lv: Ierakstā trūkst nosaukuma
nb: Tittel mangler i oppføringen
nl: Titel ontbreekt in de invoer
pl: Brakuje tytułu w wpisie
sv: Titel saknas i posten

source: Too many entries at once
da: For mange indgange på én gang
de: Zu viele Einträge auf einmal
et: Liiga palju kirjeid korraga
fi: Liian monta merkintää kerralla
fr: Trop d'entrées à la fois
lv: Pārāk daudz ierakstu vienlaicīgi
nb: For mange oppføringer på en gang
nl: Te veel invoer tegelijk
pl: Zbyt wiele wpisów naraz
sv: För många poster samtidigt

source: AI
de: KI
fi: Tekoäly
fr: IA

source: Others
da: Andre
de: Andere
et: Teised
fi: Muut
fr: Autres
lv: Citi
nb: Andre
nl: Overige
pl: Inne
sv: Andra

source: Verbal
da: Mundtlig
de: Mündlich
et: Suuline
fi: Suullinen
lv: Mutiski
nb: Muntlig
nl: Mondeling
pl: Ustna
sv: Muntligt

source: Written
da: Skriftlig
de: Schriftlich
et: Kirjalik
fi: Kirjallinen
fr: Écrit
lv: Rakstiski
nb: Skriftlig
nl: Schriftelijk
pl: Pisemna
sv: Skriftlig

source: Prior
da: Forrige
de: Vorherige
et: Varem
fi: Edellinen
fr: Préalable
lv: Iepriekšējais
nb: Forrige
nl: Vooraf
pl: Wcześniejsza
sv: Föregående

source: Web form
da: Webformular
de: Onlineformular
et: Veebivorm
fi: Internet-lomake
fr: Formulaire web
lv: Tīmekļa veidlapa
nb: Nettskjema
nl: Webformulier
pl: Formularz internetowy
sv: Webbformulär

source: Legitimate interest
da: Berettiget interesse
de: Berechtiges Interesse
et: Õigustatud huvi
fi: Oikeutettu etu
fr: Intérêt légitime
lv: Likumīgās intereses
nb: Berettiget interesse
nl: Gerechtvaardigd belang
pl: Uzasadniony interes
sv: Berättigat intresse

source: Format of the consent
da: Samtykkets format
de: Format der Einverständniserklärung
et: Nõusoleku vorm
fi: Suostumuksen muodossa
fr: Format du consentement
lv: Piekrišanas formāts
nb: Samtykkets format
nl: Formaat van de toestemming
pl: Format zgody
sv: Samtyckets format

source: Date and time
da: Dato og klokkeslæt
de: Datum und Zeit
et: Kuupäev ja kellaaeg
fi: Ajankohta
fr: Date et heure
lv: Datums un laiks
nb: Dato og klokkeslett
nl: Datum en tijd
pl: Data i godzina
sv: Datum och tid

source: Place
da: Sted
de: Ort
et: Koht
fi: Paikka
fr: Lieu
lv: Vieta
nb: Sted
nl: Plaats
pl: Miejsce
sv: Plats

source: I have the person’s permission or the legitimate interest to store their data.
da: Jeg har personens tilladelse eller legitime interesse i at gemme deres data.
de: Ich habe die Erlaubnis der Person oder das berechtigte Interesse ihre Daten zu speichern.
et: Mul on isiku andmete salvestamiseks nõusolek või õigustatud huvi.
fi: Minulla on oikeus tai henkilön lupa säilyttää hänen tietonsa.
lv: Man ir personas atļauja vai likumīgas intereses uzglabāt tās datus.
nb: Jeg har personens tillatelse eller berettiget interesse i å lagre opplysningene.
sv: Jag har personens tillstånd eller berättigat intresset att lagra deras data.

source: Laid off employees (will be added as confirmed members)
da: Afskedigede medarbejdere (vil blive tilføjet som bekræftede medlemmer)
de: Beurlaubte Mitarbeiter (werden als bestätigte Mitglieder hinzugefügt)
et: Koondatud töötajad (lisatakse liikmetena)
fi: Irtisanotut työntekijät (lisätään vahvistetuiksi jäseniksi)
fr: Employés licenciés (seront ajoutés en tant que membres confirmés)
lv: Atlaistie darbinieki (tiks pievienoti kā apstiprināti dalībnieki)
nb: Permitterte ansatte (vil bli lagt til som bekreftede medlemmer)
nl: Ontslagen werknemers (worden toegevoegd als bevestigde leden)
pl: Zwolnieni pracownicy (zostaną dodani jako potwierdzeni członkowie)
sv: Avskedade anställda (läggs till som bekräftade medlemmar)

source: View form
da: Vis formular
de: Formular anzeigen
et: Vaata vormi
fi: Näytä lomake
fr: Voir le formulaire
lv: Skatīt formu
nb: Vis skjema
nl: Formulier bekijken
pl: Wyświetl formularz
sv: Visa formulär

source: Edit form
da: Rediger formular
de: Formular bearbeiten
et: Muuda vormi
fi: Muokkaa lomaketta
fr: Modifier le formulaire
lv: Rediģēt formu
nb: Rediger skjema
nl: Formulier bewerken
pl: Edytuj formularz
sv: Redigera formulär

source: Delete form
da: Slet formular
de: Formular löschen
et: Kustuta vorm
fi: Poista lomake
fr: Supprimer le formulaire
lv: Dzēst formu
nb: Slett skjema
nl: Formulier verwijderen
pl: Usuń formularz
sv: Ta bort formulär

source: Duplicate form
da: Duplikér formular
de: Formular duplizieren
et: Dubleeri vorm
fi: Kopioi lomake
fr: Dupliquer le formulaire
lv: Dublēt formu
nb: Dupliser skjema
nl: Formulier dupliceren
pl: Duplikuj formularz
sv: Duplicera formulär

source: Form is in use as default
da: Formularen bruges som standard
de: Formular wird standardmäßig verwendet
et: Vorm on vaikimisi kasutusel
fi: Lomake on käytössä oletuksena
fr: Le formulaire est utilisé par défaut
lv: Veidlapa tiek izmantota kā noklusējuma
nb: Skjemaet er i bruk som standard
nl: Formulier wordt gebruikt als standaard
pl: Formularz jest używany jako domyślny
sv: Formuläret är i användning som standard

source: The form is in use in {} positions
da: Formularen bruges i {} stillinger
de: Das Formular wird in {} Positionen verwendet
et: Vorm on kasutusel {} ametikohal
fi: Lomake on käytössä {} työpaikassa
fr: Le formulaire est utilisé dans {} postes
lv: Veidlapa tiek izmantota {} amatos
nb: Skjemaet er i bruk i {} stillinger
nl: Het formulier wordt gebruikt in {} posities
pl: Formularz jest używany w {} stanowiskach
sv: Formuläret används i {} positioner

source: Form with this name already exists.
da: Der findes allerede en formular med dette navn.
de: Formular mit diesem Namen existiert bereits
et: Selle nimega vorm on juba olemas.
fi: Tämän niminen lomake on jo olemassa.
fr: Un formulaire avec ce nom existe déjà.
lv: Veidlapa ar šo nosaukumu jau pastāv.
nb: Det finnes allerede et skjema med dette navnet.
nl: Er bestaat al een formulier met deze naam.
pl: Formularz o tej nazwie już istnieje.
sv: Formulär med detta namn finns redan.

source: New application form has been added.
da: Ny ansøgningsformular er tilføjet.
de: Neues Bewerbungsformular wurde hinzugefügt.
et: Uus kandideerimisankeet on lisatud.
fi: Uusi hakulomake on lisätty.
fr: Un nouveau formulaire de candidature a été ajouté.
lv: Ir pievienota jauna pieteikuma veidlapa.
nb: Ny søknadsskjema har blitt lagt til.
nl: Nieuw aanvraagformulier is toegevoegd.
pl: Dodano nowy formularz aplikacyjny.
sv: Nytt ansökningsformulär har lagts till

source: Form saved successfully.
da: Formular gemt med succes.
de: Formular erfolgreich gespeichert
et: Vormi salvestamine õnnestus.
fi: Lomake tallennettu
fr: Formulaire enregistré avec succès.
lv: Veidlapa veiksmīgi saglabāta.
nb: Skjemaet er lagret.
nl: Formulier succesvol opgeslagen.
pl: Formularz został pomyślnie zapisany.
sv: Formulär har sparats

source: Duplicated title: {}
da: Duplikeret titel: {}
de: Duplizierter Titel: {}
et: Dubleeritud pealkiri: {}
fi: Kopioitu otsikko: {}
fr: Titre dupliqué : {}
lv: Dublēts nosaukums: {}
nb: Duplisert tittel: {}
nl: Gedupliceerde titel: {}
pl: Zduplikowany tytuł: {}
sv: Duplicerad titel: {}

source: Missing field type: {}
da: Manglende felttype: {}
de: Fehlender Feldtyp: {}
et: Puuduv välja tüüp: {}
fi: Puuttuva kenttätyyppi: {}
fr: Type de champ manquant : {}
lv: Trūkst lauka tips: {}
nb: Manglende felttype: {}
nl: Ontbrekend veldtype: {}
pl: Brakujący typ pola: {}
sv: Saknad fälttyp: {}

source: Missing name for the custom message!
da: Mangler navn til den brugerdefinerede besked!
de: Fehlender Name für benutzerdefinierte Nachricht!
et: Kohandatud sõnumil ei ole nime.
fi: Muokatulta viestiltä puuttuu nimi!
fr: Nom manquant pour le message personnalisé !
lv: Trūkst pielāgotā ziņojuma nosaukuma!
nb: Mangler navn på den egendefinerte meldingen!
nl: Naam voor het aangepaste bericht ontbreekt!
pl: Brakuje nazwy niestandardowej wiadomości!
sv: Namn saknas på anpassat meddelande!

source: Custom message with name already exists
da: Brugerdefineret besked med navn findes allerede
de: Benutzerdefinierte Nachricht mit diesem Namen existiert bereits
et: Selle nimega kohandatud sõnum on juba olemas
fi: Oma viesti tällä nimellä on jo olemassa
fr: Un message personnalisé avec ce nom existe déjà
lv: Pielāgots ziņojums ar nosaukumu jau pastāv
nb: Egendefinert melding med navn finnes allerede
nl: Aangepast bericht met naam bestaat al
pl: Niestandardowa wiadomość o tej nazwie już istnieje
sv: Anpassat meddelande med det namnet finns redan

source: Message was not saved because no changes were made
da: Beskeden blev ikke gemt, fordi der ikke blev foretaget ændringer
de: Nachricht wurde nicht gespeichtert, da keine Änderungen gemacht wurden
et: Sõnumit ei salvestatud, sest seda ei muudetud
fi: Viestiä ei tallennettu, koska sitä ei muutettu
fr: Le message n'a pas été enregistré car aucune modification n'a été apportée
lv: Ziņojums netika saglabāts, jo netika veiktas izmaiņas
nb: Meldingen ble ikke lagret fordi det ikke ble gjort noen endringer
nl: Bericht is niet opgeslagen omdat er geen wijzigingen zijn aangebracht
pl: Wiadomość nie została zapisana, ponieważ nie wprowadzono żadnych zmian
sv: Meddelandet sparades inte då inga förändringar gjordes

source: Preview status update
da: Forhåndsvisning af statusopdatering
de: Vorschau der Statusaktualisierung
et: Oleku uuenduse eelvaade
fi: Esikatsele päivitystä
fr: Aperçu de la mise à jour du statut
lv: Priekšskatījuma statusa atjauninājums
nb: Forhåndsvisning av statusoppdatering
nl: Voorbeeld statusupdate
pl: Podgląd aktualizacji statusu
sv: Förhandsgranska statusuppdateringen

source: {vendor}: Errors occurred.
da: {vendor}: Der opstod fejl.
de: {vendor}: Fehler aufgetreten.
et: {vendor}: Ilmnesid tõrked.
fi: {vendor}: Virheitä tapahtunut.
fr: {vendor} : Des erreurs se sont produites.
lv: {vendor}: Radās kļūdas.
nb: {vendor}: Det oppsto feil.
nl: {vendor}: Er zijn fouten opgetreden.
pl: {vendor}: Wystąpiły błędy.
sv: {vendor}: Fel uppstod.

source: {}: Not configured
da: {}: Ikke konfigureret
de: {}: Nicht konfiguriert
et: {}: Ei ole konfigureeritud
fi: {}: Ei määritetty
fr: {} : Non configuré
lv: {}: Nav konfigurēts
nb: {}: Ikke konfigurert
nl: {}: Niet geconfigureerd
pl: {}: Nie skonfigurowano
sv: {}: Inte konfigurerad

source: Assessment in progress
da: Vurdering i gang
de: Assessment im Gange
et: Hindamine on pooleli
fi: Testi keskeneräinen
fr: Évaluation en cours
lv: Notiek novērtējums
nb: Vurdering pågår
nl: Beoordeling in uitvoering
pl: Ocena w toku
sv: Bedömningen är inte slutförd

source: Unconfigured?
da: Ikke konfigureret?
de: Nicht konfiguriert
et: Kas see on konfigureerimata?
fi: Ei määritelty
fr: Non configuré ?
lv: Nekonfigurēts?
nb: Ikke konfigurert?
nl: Niet geconfigureerd?
pl: Nieskonfigurowany?
sv: Inte konfigurerat?

source: {vendor}: reports
da: {vendor}: rapporter
de: {vendor}: Berichte
et: {vendor}: aruanded
fi: {vendor}: raportit
fr: {vendor} : rapports
lv: {vendor}: atskaites
nb: {vendor}: rapporter
nl: {vendor}: rapporten
pl: {vendor}: raporty
sv: {vendor}: Rapporter
