Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: You do not have permission to schedule face to face interview
da: Du har ikke tilladelse til at planlægge et ansigt til ansigt-interview
de: Sie haben nicht die Befugnis ein persönliches Bewerbungsgespräch zu planen
et: Sul ei ole õigust planeerida vestlust
fi: Sinulla ei ole oikeutta varata haastatteluja
fr: Vous n'avez pas la permission de planifier un entretien en face à face
lv: Jums nav atļaujas ieplānot klātienes interviju
nb: Du har ikke tillatelse til å avtale personlig intervju
nl: U heeft geen toestemming om een persoonlijk interview in te plannen
pl: Nie masz uprawnień do planowania rozmowy twarzą w twarz
sv: Du har inte behörighet att boka intervjuer

source: You do not have permission to schedule face to face interview for {} applications
da: Du har ikke tilladelse til at planlægge et ansigt til ansigt-interview for {} ansøgninger
de: Sie haben nicht die Befugnis ein persönliches Bewerbungsgespräch für {} Bewerbungen zu planen
et: Sul ei ole õigust planeerida vestlust {} avaldusele
fi: Sinulla ei ole oikeutta varata haastattelua {} hakijalle
fr: Vous n'avez pas la permission de planifier un entretien en face à face pour {} candidatures
lv: Jums nav atļaujas ieplānot klātienes interviju {} pieteikumiem
nb: Du har ikke tillatelse til å avtale personlig intervju for {}-søknader
nl: U heeft geen toestemming om een persoonlijk interview in te plannen voor {} sollicitaties
pl: Nie masz uprawnień do planowania rozmowy twarzą w twarz dla {} aplikacji
sv: Du har inte behörighet att boka intervjuer för {} kandidater

source: You do not have permission to schedule group interview
da: Du har ikke tilladelse til at planlægge gruppeinterview
de: Sie haben keine Berechtigung, ein Gruppeninterview zu planen
et: Teil pole õigust rühmavestlust planeerida
fi: Sinulla ei ole oikeutta varata ryhmähaastattelua
fr: Vous n'avez pas la permission de planifier un entretien de groupe
lv: Jums nav atļaujas ieplānot grupas interviju
nb: Du har ikke tillatelse til å planlegge gruppeintervju
nl: U heeft geen toestemming om een groepsinterview in te plannen
pl: Nie masz uprawnień do planowania rozmowy grupowej
sv: Du har inte behörighet att schemalägga gruppintervju

source: You do not have permission to schedule group interview for {} applications
da: Du har ikke tilladelse til at planlægge gruppeinterview for {} ansøgninger
de: Sie haben keine Berechtigung, ein Gruppeninterview für {} Bewerbungen zu planen
et: Teil pole õigust planeerida rühmavestlust {} kandideerimisele
fi: Sinulla ei ole oikeutta varata ryhmähaastattelua {} hakemukselle
fr: Vous n'avez pas la permission de planifier un entretien de groupe pour {} candidatures
lv: Jums nav atļaujas ieplānot grupas interviju {} pieteikumiem
nb: Du har ikke tillatelse til å planlegge gruppeintervju for {} søknader
nl: U heeft geen toestemming om een groepsinterview in te plannen voor {} sollicitaties
pl: Nie masz uprawnień do planowania rozmowy grupowej dla {} aplikacji
sv: Du har inte behörighet att schemalägga gruppintervju för {} ansökningar

source: You do not have permission to schedule video interview
et: Teil pole luba videointervjuud planeerida
fi: Sinulla ei ole lupaa ajoittaa videohaastattelua
sv: Du har inte behörighet att schemalägga videointervju

source: You do not have permission to schedule video interview for {} applications
et: Teil pole luba planeerida videointervjuud {} kandideerimisavalduse jaoks
fi: Sinulla ei ole lupaa ajoittaa videohaastattelua {} hakemukselle
sv: Du har inte behörighet att schemalägga videointervju för {} ansökningar

source: You do not have permission to send SMS
da: Du har ikke tilladelse til at sende SMS
de: Sie haben nicht die Befugnis SMS zu senden
et: Sul ei ole õigust saata lühisõnumeid
fi: Sinulla ei ole oikeuksia lähettää tekstiviestejä
fr: Vous n'avez pas la permission d'envoyer des SMS
lv: Jums nav atļaujas sūtīt īsziņas
nb: Du har ikke tillatelse til å sende SMS
nl: U heeft geen toestemming om een sms te verzenden
pl: Nie masz uprawnień do wysyłania SMS-ów
sv: Ni har inte rättighet att skicka SMS

source: You do not have permission to send SMS for {} applications
da: Du har ikke tilladelse til at sende SMS til {} ansøgninger
de: Sie haben nicht die Befugnis SMS an {} Bewerbungen zu senden
et: Sul ei ole õigust saata lühisõnumit {} avaldusele
fi: Sinulla ei ole oikeuksia lähettää tekstiviestiä {} hakijalle
fr: Vous n'avez pas la permission d'envoyer des SMS pour {} candidatures
lv: Jums nav atļaujas sūtīt īsziņas {} pieteikumiem
nb: Du har ikke tillatelse til å sende SMS for {} søknader
nl: U heeft geen toestemming om een sms te verzenden voor {} sollicitaties
pl: Nie masz uprawnień do wysyłania SMS-ów dla {} aplikacji
sv: Du har inte behörighet att skicka SMS till {} ansökningar

source: Not configured to send SMS
da: Ikke konfigureret til at sende SMS
de: SMS-Versand nicht konfiguriert
et: Ei ole lühisõnumite saatmiseks konfigureeritud
fi: Ei konfiguroitu tekstiviestien lähettämiseen
fr: Non configuré pour envoyer des SMS
lv: Nav konfigurēts īsziņu sūtīšanai
nb: Ikke konfigurert til å sende SMS
nl: Niet geconfigureerd om sms te verzenden
pl: Nie skonfigurowano do wysyłania SMS-ów
sv: Inte konfigurerat för att skicka SMS

source: No permission to introduce this candidate
da: Ingen tilladelse til at præsentere denne kandidat
de: Keine Befugnis dieses Kandidaten vorzustellen
et: Sul ei ole õigust seda kandidaati esitleda
fi: Ei lupaa esitellä tätä hakijaa
fr: Aucune permission de présenter ce candidat
lv: Nav atļaujas iepazīstināt ar šo kandidātu
nb: Ingen tillatelse til å introdusere denne kandidaten
nl: Geen toestemming om deze kandidaat voor te stellen
pl: Brak uprawnień do przedstawienia tego kandydata
sv: Ingen rättighet att introducera denna kandidat

source: {} applications cannot be introduced as you dont have permission to share
da: {} ansøgninger kan ikke præsenteres, da du ikke har tilladelse til at dele
de: {} Bewerbungen können nicht vorstellt werden, weil Ihnen die Befugnis zum teilen fehlt
et: {} avaldust ei saa esitleda, sest sul ei ole jagamise õigust
fi: {} hakemusta ei voida esitellä, koska sinulla ei ole lupaa jakaa hakemusta
fr: {} candidatures ne peuvent pas être présentées car vous n'avez pas la permission de partager
lv: {} pieteikumus nevar izmantot iepazīstināšanā, jo jums nav kopīgošanas atļaujas
nb: {} søknader kan ikke introduseres fordi du ikke har tillatelse til å dele
nl: {} sollicitaties kunnen niet worden voorgesteld omdat u geen toestemming heeft om te delen
pl: {} aplikacji nie może zostać przedstawionych, ponieważ nie masz uprawnień do udostępniania
sv: {} ansökningar kan inte bli introducerade eftersom du inte har tillstånd att dela

source: Application is not from Talent Community
da: Ansøgningen er ikke fra Talent Community
de: Bewerbung ist nicht aus der Talent-Communtiy
et: Avaldus ei ole pärit Talent Communityst
fi: Hakemus ei ole Talent Communitysta
fr: La candidature ne provient pas de la Communauté de Talents
lv: Pieteikums nav no Talent Community
nb: Søknaden er ikke fra Talent Community
nl: Sollicitatie is niet afkomstig van Talent Community
pl: Aplikacja nie pochodzi z Talent Community
sv: Ansökan är inte från Talent Community

source: Applicant event is not present
da: Ansøgerhændelse er ikke til stede
de: Bewerbermaßnahme ist nicht vorhanden
et: Sündmust ei ole
fi: Hakijan tapahtuma ei ole saatavilla
fr: L'événement du candidat n'est pas présent
lv: Nav kandidāta notikuma
nb: Søkerhendelsen er ikke tilgjengelig
nl: Sollicitant-evenement is niet aanwezig
pl: Zdarzenie aplikanta nie jest obecne
sv: Ansökandens händelse är inte till förfogande

source: The required applicant event is not present
da: Den påkrævede ansøgerhændelse er ikke til stede
de: Die erforderliche Bewerbermaßnahme ist nicht vorhanden
et: Vajalikku sündmust ei ole
fi: Tarvittava hakijatapahtuma ei ole saatavilla
fr: L'événement requis du candidat n'est pas présent
lv: Nav nepieciešamā kandidāta notikuma
nb: Den påkrevde søkerhendelsen er ikke tilgjengelig
nl: De vereiste sollicitant gebeurtenis is niet aanwezig
pl: Wymagane zdarzenie aplikanta nie jest obecne
sv: Den ansökandehändelsen som behövs är inte till förfogande

source: {name} Copy {next_copy_number}
da: {name} Kopi {next_copy_number}
de: {name} Kopie {next_copy_number}
et: {name} Koopia {next_copy_number}
fi: {name} Kopio {next_copy_number}
fr: {name} Copie {next_copy_number}
lv: {name} Kopija {next_copy_number}
nb: {name} Kopi {next_copy_number}
nl: {name} Kopie {next_copy_number}
pl: {name} Kopia {next_copy_number}
sv: {name} Kopia {next_copy_number}

source: Face-to-face interview at
da: Ansigt-til-ansigt-interview den
de: Persönliches Interview um
et: Vestlus ajal
fi: Haastattelu
fr: Entretien en face à face à
lv: Klātienes intervija plkst.
nb: Personlig intervju på
nl: Persoonlijk sollicitatiegesprek op
pl: Rozmowa twarzą w twarz o
sv: Intervju

source: Group interview at
da: Gruppeinterview den
de: Gruppenbewerbungsgespräch um
et: Grupivestlus ajal
fi: Ryhmähaastattelu
fr: Entretien de groupe à
lv: Grupas intervija plkst.
nb: Gruppeintervju på
nl: Groepsgesprek op
pl: Rozmowa grupowa o
sv: Gruppintervju

source: Phone interview at
da: Telefoninterview den
de: Telefonisches Bewerbungsgespräch um
et: Telefonivestlus ajal
fi: Puhelinhaastattelu
fr: Entretien téléphonique à
lv: Telefona intervija plkst.
nb: Telefonintervju på
nl: Telefonisch sollicitatiegesprek op
pl: Rozmowa telefoniczna o
sv: Telefonintervju

source: Online interview at
da: Online-interview kl.
de: Online-Interview um
et: Veebipõhine intervjuu aadressil
fi: Online-haastattelu on
fr: Entretien en ligne à
lv: Tiešsaistes intervija
nb: Nettintervju kl
nl: Online interview op
pl: Rozmowa kwalifikacyjna online o
sv: Online-intervju kl

source: Read
da: Læst
de: Lesen
et: Loetud
fi: Luettu
fr: Lu
lv: Lasīt
nb: Les
nl: Gelezen
pl: Przeczytane
sv: Läs

source: Delivered
da: Leveret
de: Zugestellt
et: Kohale toimetatud
fi: Toimitettu
fr: Livré
lv: Piegādāts
nb: Levert
nl: Afgeleverd
pl: Dostarczone
sv: Levererad

source: Message bounced
da: Beskeden blev afvist
de: Nachricht vom Empfänger abgelehnt
et: Sõnum ei jõudnud kohale
fi: Viesti palautunut lähettäjälle
fr: Message rejeté
lv: Nepiegādāts ziņojums
nb: Meldingen ble avvist
nl: Bericht teruggekaatst
pl: Wiadomość odrzucona
sv: Meddelande studsade

source: Waiting to be sent
da: Venter på at blive sendt
de: Wartet versendet zu werden
et: Saatmise ootel
fi: Odottaa lähetystä
fr: En attente d'envoi
lv: Gaida nosūtīšanu
nb: Venter på å bli sendt
nl: Wachten om verzonden te worden
pl: Oczekuje na wysłanie
sv: Väntar på att skickas

source: Subject: {}
da: Emne: {}
de: Betreff: {}
et: Teema: {}
fi: Aihe: {}
fr: Objet: {}
lv: Temats: {}
nb: Emne: {}
nl: Onderwerp: {}
pl: Temat: {}
sv: Ämne: {}

source: {user_name} via {channel}
et: {user_name} kanali {channel} kaudu
fi: {user_name} {channel}
lv: {user_name}, izmantojot {channel}
pl: {user_name} przez {channel}

source: by %(name)s
da: af %(name)s
de: von %(name)s
et: isikult %(name)s
fi: %(name)s
fr: par %(name)s
lv: pēc %(name)s
nb: av %(name)s
nl: door %(name)s
pl: przez %(name)s
sv: av %(name)s

source: Custom status
da: Brugerdefineret status
de: Benutzerdefinierter Status
et: Kohandatud olek
fi: Oma status
fr: Statut personnalisé
lv: Pielāgots statuss
nb: Tilpasset status
nl: Aangepaste status
pl: Status niestandardowy
sv: Skräddarsydd status

source: %(num)s day
da: %(num)s dag
de: %(num)s Tag
et: %(num)s päev
fi: %(num)s päivä
lv: %(num)s diena
nb: %(num)s dag
sv: %(num)s dag

source: Overdue
da: Overskredet
de: Überfällig
et: Tähtaeg ületatud
fi: Erääntynyt
fr: En retard
lv: Nokavēts
nb: Forfalt
nl: Te laat
pl: Zaległe
sv: Förfallna

source: Deadline ({date}) for finalizing this status step has already passed.
da: Deadline ({date}) for færdiggørelse af dette statustrin er allerede overskredet.
de: Frist ({date}) um diesen Schritt zu beenden ist bereits abgelaufen
et: Selle etapi tähtaeg ({date}) on ületatud.
fi: Tälle vaiheelle asetettu eräpäivä ({date}) on ylittynyt.
fr: La date limite ({date}) pour finaliser cette étape de statut est déjà passée.
lv: Šā statusa posma pabeigšanas termiņš ({date}) jau ir pagājis.
nb: Fristen ({date}) for å fullføre dette statustrinnet er allerede overskredet.
nl: Deadline ({date}) voor het afronden van deze statusstap is al verstreken.
pl: Termin ({date}) na sfinalizowanie tego kroku statusu już minął.
sv: Förfallodagen ({date}) för att slutföra detta steg har redan gått.

source: Delayed
da: Forsinket
de: Verzögert
et: Hilinenud
fi: Viivästynyt
fr: Retardé
lv: Aizkavēts
nb: Forsinket
nl: Vertraagd
pl: Opóźnione
sv: Fördröjd

source: The candidate has been in this status step longer than the set target lead time ({n_days}).
da: Kandidaten har været i dette statustrin længere end den fastsatte gennemløbstid ({n_days}).
de: Der Kandidat ist länger in diesem Schritt als die vorgegebene Zieldurchlaufzeit ({n_days}).
et: Kandidaat on olnud selles etapis tähtajast ({n_days}) kauem.
fi: Hakijan käsittelyaika tässä vaiheessa on viivästynyt ja ylittänyt tavoiteajan ({n_days}).
fr: Le candidat est resté dans cette étape de statut plus longtemps que le délai cible fixé ({n_days}).
lv: Kandidāts šajā statusa posmā ir bijis ilgāk par noteikto mērķa izpildes laiku ({n_days}).
nb: Kandidaten har vært på dette statustrinnet lenger enn den angitte ledetiden ({n_days}).
nl: De kandidaat bevindt zich langer in deze statusstap dan de ingestelde doellevertijd ({n_days}).
pl: Kandydat jest w tym kroku statusu dłużej niż ustalony docelowy czas realizacji ({n_days}).
sv: Kandidaten har dröjt i detta steg längre än målsättningen ({n_days}).

source: Default approval process
da: Standard godkendelsesproces
de: Standard-Genehmigungsprozess
et: Vaikimisi kinnitamine
fi: Oletushyväksyntäprosessi
fr: Processus d'approbation par défaut
lv: Noklusējuma apstiprināšanas process
nb: Standard godkjenningsprosess
nl: Standaard goedkeuringsproces
pl: Domyślny proces zatwierdzania
sv: Standardprocess

source: Asking for approval
da: Beder om godkendelse
de: Bitte um Genehmigung
et: Kinnituse taotlemine
fi: Kysyy hyväksyntää
fr: Demande d'approbation
lv: Apstiprinājuma pieprasīšana
nb: Be om godkjenning
nl: Vragen om goedkeuring
pl: Prośba o zatwierdzenie
sv: Ber om godkännande

source: Approvers
da: Godkendere
de: Genehmigende
et: Kinnitajad
fi: Hyväksyjät
fr: Approbateurs
lv: Apstiprinātāji
nb: Godkjennere
nl: Goedkeurders
pl: Osoby zatwierdzające
sv: Granskare

source: Approval process started
da: Godkendelsesprocessen er startet
de: Genehmigungsprozess gestartet
et: Kinnitusprotsess on alanud
fi: Hyväksyntäprosessi on aloitettu
fr: Processus d'approbation démarré
lv: Apstiprināšanas process ir uzsākts
nb: Godkjenningsprosessen startet
nl: Goedkeuringsproces gestart
pl: Proces zatwierdzania rozpoczęty
sv: Godkännandeprocessen har påbörjats

source: At least {} approvals needed
da: Mindst {} godkendelser påkrævet
de: Mindestens {} Genehmigungen erforderlich
et: Vaja on vähemalt {} kinnitust
fi: Tarvitaan vähintään {} hyväksyntää
fr: Au moins {} approbations nécessaires
lv: Nepieciešami vismaz {} apstiprinājumi
nb: Minst {} godkjenninger nødvendig
nl: Minstens {} goedkeuringen vereist
pl: Wymagane co najmniej {} zatwierdzenia
sv: Minst {} godkännanden behövs

source: At most {} approvers needed
da: Højst {} godkendere nødvendige
de: Maximal {} Genehmiger erforderlich
et: Vajalik maksimaalselt {} kinnitajat.
fi: Enintään {} hyväksyjää tarvitaan.
fr: Au maximum {} approbateurs nécessaires
lv: Nepieciešami ne vairāk kā {} apstiprinātāji.
nb: Høyst {} godkjennere nødvendig.
nl: Maximaal {} goedkeurders nodig
pl: Potrzeba maksymalnie {} osób zatwierdzających
sv: Högst {} godkännare behövs.

source: Approval process configuration error.
da: Fejl i konfiguration af godkendelsesproces.
de: Fehler bei der Konfiguration des Genehmigungsprozesses.
et: Kinnitamisprotsessi seadistuse viga.
fi: Hyväksyntäprosessin määrityksen virhe.
fr: Erreur de configuration du processus d'approbation.
lv: Apstiprināšanas procesa konfigurācijas kļūda.
nb: Feil i konfigurasjonen av godkjenningsprosessen.
nl: Fout bij het configureren van het goedkeuringsproces.
pl: Błąd konfiguracji procesu zatwierdzania.
sv: Fel i konfigurationen av godkännandeprocessen.

source: Deleted
da: Slettet
de: Gelöscht
et: Kustutatud
fi: Poistettu
fr: Supprimé
lv: Dzēsts
nb: Slettet
nl: Verwijderd
pl: Usunięte
sv: Borttagen

source: Wrong email format
da: Forkert e-mail-format
de: Falsches Emailformat
et: Vale e-kirja vorming
fi: Väärä sähköpostiformaatti
fr: Format d'email incorrect
lv: Nepareizs e-pasta formāts
nb: Feil e-postformat
nl: Verkeerd e-mailformaat
pl: Nieprawidłowy format e-maila
sv: Fel email-format

source: This reviewer is active in a position!
da: Denne anmelder er aktiv i en stilling!
de: Dieser Gutachter ist aktiv in einer Stelle!
et: Sellel ülevaatajal on aktiivne roll!
fi: Tämä arvioija on aktiivisena työpaikassa!
fr: Ce réviseur est actif dans un poste !
lv: Šis pārskatītājs ir aktīvs vakancē!
nb: Denne anmelderen er aktiv i en stilling!
nl: Deze beoordelaar is actief in een functie!
pl: Ten recenzent jest aktywny na stanowisku!
sv: Denna utvärderare är aktiv i en tjänst!

source: New approver added
da: Ny godkender tilføjet
de: Neuer Genehmiger hinzugefügt
et: Uus kinnitaja on lisatud
fi: Uusi hyväksyjä lisätty
fr: Nouvel approbateur ajouté
lv: Pievienots jauns apstiprinātājs
nb: Ny godkjenner lagt til
nl: Nieuwe goedkeurder toegevoegd
pl: Dodano nowego zatwierdzającego
sv: Ny granskare tillagd

source: Email already exists!
da: E-mail findes allerede!
de: Emailadresse existiert bereits!
et: E-posti aadress on juba olemas.
fi: Sähköpostiosoite on jo käytössä!
fr: L'email existe déjà !
lv: E-pasts jau pastāv!
nb: E-postadressen finnes allerede!
nl: E-mail bestaat al!
pl: E-mail już istnieje!
sv: Emailet finns redan!

source: Unknown
da: Ukendt
de: Unbekannt
et: Teadmata
fi: Tuntematon
fr: Inconnu
lv: Nezināms
nb: Ukjent
nl: Onbekend
pl: Nieznany
sv: Okänd

source: Please fill in the approval details to start the process
da: Udfyld godkendelsesoplysningerne for at starte processen
de: Bitte füllen sie die Genehmigungsdetails aus um den Prozess zu starten
et: Kinnitamise alustamiseks sisesta vajalik info
fi: Täytä tiedot aloittaaksesi hyväksyntäprosessin
fr: Veuillez remplir les détails d'approbation pour démarrer le processus
lv: Lūdzu, aizpildiet apstiprinājuma informāciju, lai sāktu procesu
nb: Fyll ut godkjenningsopplysningene for å starte prosessen
nl: Vul de goedkeuringsgegevens in om het proces te starten
pl: Proszę wypełnić szczegóły zatwierdzenia, aby rozpocząć proces
sv: Fyll i informationen för att starta godkännandeprocessen

source: Select approvers for the next step
da: Vælg godkendere til næste trin
de: Genehmiger für den nächsten Schritt auswählen
et: Vali järgmise etapi jaoks kinnitajad
fi: Vaitse seuraavan vaiheen hyväksyjät
fr: Sélectionnez les approbateurs pour l'étape suivante
lv: Izvēlieties apstiprinātājus nākamajam posmam
nb: Velg godkjennere for neste trinn
nl: Selecteer goedkeurders voor de volgende stap
pl: Wybierz osoby zatwierdzające do następnego kroku
sv: Välj godkännare för nästa steget

source: Error occurred.
da: Der opstod en fejl.
de: Fehler aufgetreten.
et: Ilmnes tõrge.
fi: Tapahtui virhe.
fr: Une erreur s'est produite.
lv: Radusies kļūda.
nb: Det oppsto en feil.
nl: Er is een fout opgetreden.
pl: Wystąpił błąd.
sv: Ett problem uppstod.

source: None
da: Ingen
de: Keine
et: Puudub
fi: Ei mitään
fr: Aucun
lv: Nav
nb: Ingen
nl: Geen
pl: Brak
sv: Ingen

source: Unspecified
da: Uspecificeret
de: Nicht angegeben
et: Määramata
fi: Ei määritetty
lv: Nav norādīts
nb: Uspesifisert
pl: Nieokreślony
sv: Ospecifierad

source: Message sent successfully
da: Besked sendt
de: Nachricht erfolgreich gesendet
et: Sõnumi saatmine õnnestus
fi: Viesti lähetetty onnistuneesti
fr: Message envoyé avec succès
lv: Ziņojums ir veiksmīgi nosūtīts
nb: Meldingen er sendt
nl: Bericht succesvol verzonden
pl: Wiadomość wysłana pomyślnie
sv: Meddelandet har skickats

source: Please input some message
da: Indtast en besked
de: Bitte eine Nachricht eingeben
et: Sisesta sõnum
fi: Syötä viestin teksti
fr: Veuillez saisir un message
lv: Lūdzu, ievadiet kādu ziņojumu
nb: Vennligst skriv en melding
nl: Voer een bericht in
pl: Wprowadź treść wiadomości
sv: Tillägg text till meddelandet

source: The job needs to be approved by previous approvers first
da: Jobbet skal først godkendes af tidligere godkendere
de: Der Auftrag muss zuerst von den vorherigen Verantwortlichen genehmigt werden
et: Eelmised kinnitajad peavad ametikoha enne kinnitama
fi: Ensimmäisten hyväksyjien tulee hyväksyä ilmoitus ensin
fr: Le poste doit d'abord être approuvé par les approbateurs précédents
lv: Darbu vispirms jāapstiprina iepriekšējiem apstiprinātajiem
nb: Jobben må først godkjennes av tidligere godkjennere
nl: De taak moet eerst worden goedgekeurd door eerdere goedkeurders
pl: Oferta pracy musi być najpierw zatwierdzona przez poprzednich zatwierdzających
sv: Jobbet måste först godkännas av tidigare godkännare

source: You have approved this position
da: Du har godkendt denne stilling
de: Sie haben die Stelle genehmigt
et: Oled selle ametikoha kinnitanud
fi: Olet hyväksynyt tämän työpaikkailmoituksen
fr: Vous avez approuvé ce poste
lv: Jūs esat apstiprinājis šo vakanci
nb: Du har godkjent denne stillingen
nl: U heeft deze positie goedgekeurd
pl: Zatwierdziłeś to stanowisko
sv: Du har godkänt denna position

source: New
da: Ny
de: Neu
et: Uus
fi: Uusi
fr: Nouveau
lv: Jauns
nb: Ny
nl: Nieuw
pl: Nowy
sv: Ny

source: Done
da: Færdig
de: Erledigt
et: Valmis
fi: Valmis
fr: Terminé
lv: Pabeigts
nb: Ferdig
nl: Voltooid
pl: Zakończone
sv: Klart

source: Blocked
da: Blokeret
de: Blockiert
et: Blokeeritud
fi: Estetty
fr: Bloqué
lv: Bloķēts
nb: Sperret
nl: Geblokkeerd
pl: Zablokowane
sv: Inte tillåten

source: Paused
da: Standset
de: Pausiert
et: Peatatud
fi: Keskeytetty
fr: En pause
lv: Pārtraukts
nb: Midlertidig stoppet
nl: Gepauzeerd
pl: Wstrzymane
sv: Pausad

source: Cancelled
da: Aflyst
de: Abgelehnt
et: Tühistatud
fi: Peruttu
fr: Annulé
lv: Atcelts
nb: Avbrutt
nl: Geannuleerd
pl: Anulowane
sv: Avbruten

source: Error
da: Fejl
de: Fehler
et: Tõrge
fi: Virhe
fr: Erreur
lv: Kļūda
nb: Feil
nl: Fout
pl: Błąd
sv: Fel

source: Processing result
da: Resultat af behandling
de: Verarbeite Ergebnis
et: Tulemuse töötlemine
fi: Tuloksia käsitellään
fr: Traitement du résultat
lv: Apstrādes rezultāts
nb: Behandlingsresultat
nl: Resultaat verwerken
pl: Przetwarzanie wyniku
sv: Behandlar resultat

source: Package does not contain any tests
da: Pakken indeholder ikke nogen test
de: Packet enthält keine Tests
et: Pakett ei sisalda teste
fi: Testipaketti ei sisällä yhtään testiä
fr: Le package ne contient aucun test
lv: Komplektā nav iekļauti jebkādi testi
nb: Pakken inneholder ingen tester
nl: Pakket bevat geen tests
pl: Pakiet nie zawiera żadnych testów
sv: Testpaketet innehåller inga test

source: Some tests are not available
da: Nogle tests er ikke tilgængelige
de: Einige Tests sind nicht verfügbar
et: Osa teste ei ole saadaval
fi: Jotkut testit eivät ole saatavilla
fr: Certains tests ne sont pas disponibles
lv: Daži testi nav pieejami
nb: Noen tester er ikke tilgjengelige
nl: Sommige tests zijn niet beschikbaar
pl: Niektóre testy są niedostępne
sv: Några av testerna är inte tillgängliga

source: Invite to assessment
da: Inviter til vurdering
de: Zum Assessment einladen
et: Kutsu hindamisele
fi: Kutsu testiin
fr: Inviter à l'évaluation
lv: Uzaicināt uz novērtējumu
nb: Invitere til vurdering
nl: Uitnodigen voor beoordeling
pl: Zaproś do oceny
sv: Skicka inbjudan till test
