Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: In "Application has just been submitted" status
da: I status "Ansøgningen er lige blevet sendt"
de: Im Status "Die Bewerbung wurde gerade eingereicht"
et: Olek on „Avaldus on esitatud“
fi: Viestissä "hakemus on juuri jätetty"
fr: Dans le statut "La candidature vient d'être soumise"
lv: Statusā “Pieteikums tikko iesniegts”
nb: I status "Søknaden er nettopp sendt inn"
nl: In de status "Sollicitatie is zojuist ingediend"
pl: W statusie "Aplikacja została właśnie przesłana"
sv: I "Ansökan har inlämnats"

source: Application summary
da: Resumé af ansøgningen
de: Bewerbungszusammenfassung
et: Avalduse kokkuvõte
fi: Hakemuksen yhteenveto
fr: Résumé de la candidature
lv: Pieteikuma kopsavilkums
nb: Sammendrag av søknaden
nl: Samenvatting van de sollicitatie
pl: Podsumowanie aplikacji
sv: Sammanfattning av ansökan

source: In interview confirmation messages
da: I bekræftelsesbeskeder til interviews
de: In Bewerbungsgesprächs-Bestätigungsnachrichten
et: Vestluse kinnituse sõnumites
fi: Haastattelujen vahvistusviesteissä
fr: Dans les messages de confirmation d'entretien
lv: Intervijas apstiprinājuma ziņojumi
nb: I intervjubekreftelsesmeldinger
nl: In berichten ter bevestiging van het sollicitatiegesprek
pl: W wiadomościach potwierdzających rozmowę kwalifikacyjną
sv: I intervju konfirmationsmeddelande

source: Applicant's confirmed interview time
da: Ansøgerens bekræftede interviewtidspunkt
de: Bewerber bestätigt Bewerbungsgesprächszeit
et: Kandidaat kinnitatud vestluse aeg
fi: Hakijan vahvistettu haastatteluaika
fr: Heure d'entretien confirmée du candidat
lv: Kandidāta apstiprinātais intervijas laiks
nb: Søkerens bekreftede intervjutid
nl: Bevestigde tijd van het sollicitatiegesprek van de sollicitant
pl: Potwierdzony termin rozmowy kwalifikacyjnej kandydata
sv: Kandidatens bekräftad intervjutid

source: Timezone of interview time
da: Tidszone for interviewtidspunkt
de: Zeitzone der Bewerbungsgesprächszeit
et: Vestluse ajavöönd
fi: Haastattelun aikavyöhyke
fr: Fuseau horaire de l'heure de l'entretien
lv: Intervijas laika josla
nb: Tidssone for intervjutid
nl: Tijdzone van de tijd van het sollicitatiegesprek
pl: Strefa czasowa terminu rozmowy kwalifikacyjnej
sv: Intervjutidens tidszon

source: Location of the interview or online interview link
da: Placering af interviewet eller link til online-interview
de: Ort des Interviews oder Link zum Online-Interview
et: Intervjuu asukoht või veebipõhise intervjuu link
fi: Haastattelun sijainti tai verkkohastattelun linkki
fr: Lieu de l'entretien ou lien de l'entretien en ligne
lv: Intervijas vieta vai tiešsaistes intervijas saite
nb: Sted for intervjuet eller lenke til nettintervju
nl: Locatie van het interview of online interviewlink
pl: Lokalizacja rozmowy kwalifikacyjnej lub link do rozmowy online
sv: Plats för intervjun eller länk till onlineintervju

source: In Talent Community invitation
da: I Talent Community invitation
de: In der Einladung der Talent-Community
et: Talent Community kutses
fi: Talent Community -kutsussa
fr: Dans l'invitation de la communauté des talents
lv: Uzaicinājums Talent Community
nb: I invitasjon fra Talent Community
nl: In uitnodiging voor de Talent Community
pl: W zaproszeniu do Talent Community
sv: I Talent Community inbjudningsmeddelande

source: Talent Community confirmation link
da: Bekræftelseslink til Talent Community
de: Bestätigungslink der Talent-Community
et: Talent Community kinnituslink
fi: Talent Community -vahvistuslinkki
fr: Lien de confirmation de la communauté des talents
lv: Talent Community apstiprinājuma saite
nb: Talent Community-bekreftelseslenke
nl: Bevestigingslink voor de Talent Community
pl: Link potwierdzający dołączenie do Talent Community
sv: Talent Community bekräftelselänk

source: In "Link to active recruitment" message
da: I "Link til aktiv rekruttering" besked
de: In "Link zur aktiven Bewerbungssprozessen" Nachricht
et: Sõnumis „Aktiivse värbamise link“
fi: Viestissä ”Linkki käynnissä olevaan rekrytointiin”
fr: Dans le message "Lien vers le recrutement actif"
lv: Ziņojumā “Saite uz aktīvo atlasi”
nb: I meldingen "Lenke til aktiv rekruttering"
nl: In bericht "Link naar actieve werving"
pl: W wiadomości "Link do aktywnej rekrutacji"
sv: Inom "Länk till aktiv rekryteringsprocess" meddelande

source: Suggested positions links
da: Links til foreslåede stillinger
de: Empfohlene-Stellen-Links
et: Soovitatud ametikohtade lingid
fi: Suositeltujen työpaikkojen linkit
fr: Liens des postes suggérés
lv: Ieteikto vakanču saites
nb: Foreslåtte lenker til stillinger
nl: Links naar voorgestelde functies
pl: Linki do sugerowanych stanowisk
sv: Position länk föreslag

source: Link for talents to edit their information
da: Link til talenter, så de kan redigere deres oplysninger
de: Informationsbearbeitungslinks für Talente
et: Talentidele mõeldud link oma info muutmiseks
fi: Linkki Talent Community -tietojen muokkaukseen
fr: Lien permettant aux talents de modifier leurs informations
lv: Saite talantiem savas informācijas rediģēšanai
nb: Lenke for talenter til å redigere informasjon
nl: Link voor talenten om hun gegevens te bewerken
pl: Link dla talentów do edycji swoich informacji
sv: Länk för att redigera din Talent Community -information.

source: Greeting section
da: Afsnit med hilsener
de: Begrüßungsabschnitt
et: Tervitusjaotis
fi: Tervehdysosuus
fr: Section de salutation
lv: Sasveicināšanās sadaļa
nb: Hilsen-del
nl: Begroetingssectie
pl: Sekcja powitalna
sv: Välkomstsektion

source: Thanks section
da: Afsnit med tak
de: Danke-Abschnitt
et: Tänujaotis
fi: Kiitososuus
fr: Section de remerciement
lv: Pateikšanās sadaļa
nb: Takk-del
nl: Bedanktsectie
pl: Sekcja podziękowań
sv: Tack-sektion

source: The section where requirements for the job are mentioned
da: Afsnittet hvor kravene til jobbet nævnes
de: Der Abschnitt, in dem die Anforderungen für die Stelle aufgeführt sind
et: Jaotis, kus mainitakse ametikoha nõudeid
fi: Osuus, jossa työn vaatimukset mainitaan
fr: La section où les exigences pour le poste sont mentionnées
lv: Sadaļa, kurā ir norādītas vakances prasības
nb: Delen der kravene til jobben nevnes
nl: De sectie waar de vereisten voor de functie worden vermeld
pl: Sekcja, w której wymienione są wymagania dotyczące pracy
sv: Sektionen var kraven för positonen nämns

source: The section where additional skills for the job are mentioned
da: Afsnittet hvor yderligere færdigheder til jobbet nævnes
de: Der Abschnitt, in dem zusätzliche Fähigkeiten für die Stelle aufgeführt sind
et: Jaotis, kus mainitakse ametikohal kasuks tulevaid lisaoskusi
fi: Osuus, jossa työn muut toivotut taidot mainitaan
fr: La section où les compétences supplémentaires pour le poste sont mentionnées
lv: Sadaļa, kurā ir minētas darbam papildus nepieciešamās prasmes
nb: Delen der tilleggskompetanse for jobben nevnes
nl: De sectie waar aanvullende vaardigheden voor de functie worden vermeld
pl: Sekcja, w której wymienione są dodatkowe umiejętności wymagane w pracy
sv: Sektionen var ytterligare kunskaper för positionen nämns

source: The section where the decision is mentioned
da: Afsnittet hvor beslutningen nævnes
de: Der Abschnitt, in dem die Entscheidung erwähnt wird
et: Jaotis, kus mainitakse värbamisotsust
fi: Osuus, jossa päätös mainitaan
fr: La section où la décision est mentionnée
lv: Sadaļa, kurā ir minēts lēmums
nb: Delen der avgjørelsen nevnes
nl: De sectie waar de beslissing wordt vermeld
pl: Sekcja, w której wspomniana jest decyzja
sv: Sektionen var beslutet nämns

source: The section where the positive findings in the application are mentioned
da: Afsnittet hvor de positive resultater i ansøgningen nævnes
de: Der Abschnitt, in dem positive Punkte der Bewerbung erwähnt werden
et: Jaotis, kus mainitakse avalduse positiivseid külgi
fi: Osuus, jossa hakemuksen positiiviset kohdat mainitaan
fr: La section où les résultats positifs de la candidature sont mentionnés
lv: Sadaļa, kurā ir minēti pieteikuma pozitīvie rezultāti
nb: Delen der de positive funnene i søknaden nevnes
nl: De sectie waar de positieve bevindingen in de sollicitatie worden vermeld
pl: Sekcja, w której wymienione są pozytywne ustalenia z aplikacji
sv: Sektionen där det positiva i ansökningen nämns

source: The section where the custom positive findings, i.e. company's own evaluation items are mentioned
da: Afsnittet hvor de brugerdefinerede positive resultater, dvs. virksomhedens egne vurderingselementer, nævnes
de: Der Abschnitt, in dem benutzerdefinierte, positive Punkte der Bewerbung erwähnt werden, z.B. die unternehmenseigenen Bewertungspunkte
et: Jaotis, kus mainitakse kohandatud positiivseid külgi ehk seda, mida ettevõte hindas ise positiivselt
fi: Osuus, jossa kustomoidut positiiviset kohdat, ts. yrityksen omat arvostelukohdat mainitaan
fr: La section où les résultats positifs personnalisés, c'est-à-dire les éléments d'évaluation propres à l'entreprise, sont mentionnés
lv: Sadaļa, kurā ir minēti pielāgoti pozitīvie rezultāti, t. i., minēti uzņēmuma vērtējuma elementi
nb: Delen der de kandidatspesifikke positive funnene, dvs. selskapets egne evalueringselementer, nevnes
nl: De sectie waar de aangepaste positieve bevindingen, d.w.z. de eigen evaluatie-items van het bedrijf, worden vermeld
pl: Sekcja, w której wymienione są niestandardowe pozytywne ustalenia, tj. własne elementy oceny firmy
sv: Sektionen där de positiva anpassade anmärkningarna, dvs. företagets egna utvärderingspunkter nämns

source: The section where the areas of improvement in the application are mentioned
da: Afsnittet hvor forbedringsområderne i ansøgningen nævnes
de: Der Abschnitt, in dem die verbesserungswürdigen Bereiche der Bewerbung genannt werden
et: Jaotis, kus mainitakse avalduse täiustamist vajavaid külgi
fi: Osuus, jossa mainitaan kohdat jossa hakemus jätti parantamisen varaa
fr: La section où les domaines d'amélioration de la candidature sont mentionnés
lv: Sadaļa, kurā ir minētas pieteikumā uzlabojamās jomas
nb: Delen der forbedringsområdene i søknaden nevnes
nl: De sectie waar de verbeterpunten in de sollicitatie worden vermeld
pl: Sekcja, w której wymienione są obszary do poprawy w aplikacji
sv: Sektionen där förbättringsområden i ansökan nämns

source: The section where the custom areas of improvement, i.e. company's own negative evaluation items are mentioned
da: Afsnittet hvor de brugerdefinerede forbedringsområder, dvs. virksomhedens egne negative vurderingspunkter, nævnes
de: Der Abschnitt, in dem die benutzerdefinierten, verbesserungswürdigen Bereiche der Bewerbung genannt werden, z.B. die negativen, unternehmenseigenen Bewertungspunkte
et: Jaotis, kus mainitakse täiustamist vajavaid kohandatud külgi ehk seda, mida ettevõte hindas ise negatiivselt
fi: Osuus, jossa kustomoidut parantamisen alueet, ts. yrityksen omat negatiiviset arviointikohdat mainitaan
fr: La section où les domaines d'amélioration personnalisés, c'est-à-dire les éléments d'évaluation négatifs propres à l'entreprise, sont mentionnés
lv: Sadaļa, kurā ir minētas pielāgotās uzlabojamās jomas, t. i., uzņēmuma negatīvie vērtējuma punkti
nb: Delen der de kandidatspesifikke forbedringsområdene, dvs. selskapets egne negative evalueringspunkter, nevnes
nl: De sectie waar de aangepaste verbeterpunten, d.w.z. de eigen negatieve evaluatie-items van het bedrijf, worden vermeld
pl: Sekcja, w której wymienione są niestandardowe obszary do poprawy, tj. własne negatywne elementy oceny firmy
sv: Sektionen där de anpassade anmärkningarna gällande förbättringsområden, dvs. företagets egna utvärderingspunkter nämns

source: The section where custom items before ending are defined, e.g. words of encouragement, call to action etc
da: Afsnittet hvor brugerdefinerede elementer før afslutningen defineres, f.eks. opmuntrende ord, opfordring til handling osv
de: Der Abschnitt, in dem benutzerdefinierte Elemente vor dem Ende definiert werden, z.B. Worte der Ermutigung, Aufruf zum Handeln usw.
et: Jaotis, kus määratakse enne lõppu lisatavad kohandatud elemendid, näiteks julgustussõnad, üleskutse tegutsema jne
fi: Osuus, jossa määritellään kustomoidut kohdat ennen päätöstä, ts. rohkaisun sanoja, kehotus toimintaan jne
fr: La section où les éléments personnalisés avant la fin sont définis, par exemple des mots d'encouragement, un appel à l'action, etc.
lv: Sadaļa, kurā tiek definēti pielāgotie elementi pirms nobeiguma, piemēram, uzmundrinājuma vārdi, aicinājums rīkoties utt.
nb: Delen der kandidatspesifikke elementer før avslutning defineres, f.eks. oppmuntrende ord, oppfordring til handling osv.
nl: De sectie waar aangepaste items voor het einde worden gedefinieerd, bijv. bemoedigende woorden, oproep tot actie, enz.
pl: Sekcja, w której zdefiniowane są niestandardowe elementy przed zakończeniem, np. słowa zachęty, wezwanie do działania itp.
sv: Sektionen där anpassade delar före avslutningen preciseras, dvs. uppmuntrande ord, uppmaning till handling etc

source: The ending section
da: Det afsluttende afsnit
de: Der Endabschnitt
et: Lõppjaotis
fi: Lopetusosuus
fr: La section de fin
lv: Nobeiguma sadaļa
nb: Den avsluttende delen
nl: De eindsectie
pl: Sekcja końcowa
sv: Avslutningssektionen

source: Seen
da: Set
de: Gesehen
et: Nähtud
fi: Nähty
fr: Vu
lv: Skatīts
nb: Sett
nl: Gezien
pl: Wyświetlone
sv: Sett

source: {name} has mentioned you in position {position_name}
da: {name} har nævnt dig i stilling {position_name}
de: {name} hat Sie in der Stelle {position_name} erwähnt
et: {name} mainis sind ametikohas {position_name}
fi: {name} on maininnut sinut työpaikassa {position_name}
fr: {name} vous a mentionné pour le poste de {position_name}
lv: {name} ir pieminējis jūs vakancē {position_name}
nb: {name} har nevnt deg i stilling {position_name}
nl: {name} heeft je genoemd in de functie {position_name}
pl: {name} wspomniał o Tobie na stanowisku {position_name}
sv: {name} har nämnt dig i position {position_name}

source: {name} has mentioned you in {application_name}'s application
da: {name} har nævnt dig i {application_name}s ansøgning
de: {name} hat Sie in einer Bewerbung zum {application_name} erwähnt
et: {name} mainis sind kandidaadi {application_name} avalduses
fi: {name} on maininnut sinut hakemuksessa ({application_name})
fr: {name} vous a mentionné dans la candidature de {application_name}
lv: {name} jūs ir pieminējis {application_name} pieteikumā
nb: {name} har nevnt deg i {application_name}s søknad
nl: {name} heeft je genoemd in de sollicitatie van {application_name}
pl: {name} wspomniał o Tobie w aplikacji {application_name}
sv: {name} har nämnt dig i {application_name}s ansökan

source: {name} has mentioned you in {talent_name}'s notes
da: {name} har nævnt dig i {talent_name}s noter
de: {name} hat Sie in den Notizen zu {talent_name} erwähnt
et: {name} mainis sind talendi {talent_name} märkmetes
fi: {name} on maininnut sinut muistiinpanoissa ({talent_name})
fr: {name} vous a mentionné dans les notes de {talent_name}
lv: {name} jūs ir pieminējis {talent_name} piezīmēs
nb: {name} har nevnt deg i {talent_name}s merknader
nl: {name} heeft je genoemd in de notities van {talent_name}
pl: {name} wspomniał o Tobie w notatkach {talent_name}
sv: {name} har nämnt dig i {talent_name}s anteckningar

source: Start checking
da: Begynd at tjekke
de: Überprüfung beginnen
et: Alusta kontrollimist
fi: Aloita tarkistaminen
fr: Commencer la vérification
lv: Sākt pārbaudi
nb: Begynn å krysse av
nl: Start controle
pl: Rozpocznij sprawdzanie
sv: Börja kontrollera

source: Mark checked
da: Marker som tjekket
de: Markiert
et: Märgi kontrollituks
fi: Merkitse käsitellyksi
fr: Marquer comme vérifié
lv: Atzīmēt kā pārbaudītu
nb: Marker avkrysset
nl: Markeer als gecontroleerd
pl: Oznacz jako sprawdzone
sv: Markera kontrollerad

source: Mark invalid
da: Markér som ugyldig
de: Als ungültig markieren
et: Märgi kehtetuks
fi: Merkitse epäsopivaksi
fr: Marquer comme invalide
lv: Atzīmēt kā nederīgu
nb: Markering ugyldig
nl: Markeer als ongeldig
pl: Oznacz jako nieprawidłowe
sv: Markera ogiltig

source: Return to new
da: Tilbage til ny
de: Zurück zu neu
et: Tagasi uue juurde
fi: Palaa uuteen
fr: Retourner à nouveau
lv: Atgriezties pie jaunā
nb: Gå tilbake til ny
nl: Terug naar nieuw
pl: Wróć do nowych
sv: Gå tillbaka till ny

source: Checked
da: Tjekket
de: Überprüft
et: Kontrollitud
fi: Tarkistettu
fr: Vérifié
lv: Pārbaudīts
nb: Avkrysset
nl: Gecontroleerd
pl: Sprawdzone
sv: Kontrollerad

source: Invalid
da: Ugyldig
de: Ungültig
et: Kehtetu
fi: Ei pätevä
fr: Invalide
lv: Nederīgs
nb: Ugyldig
nl: Ongeldig
pl: Nieprawidłowe
sv: Ogiltig

source: Preferred language
da: Foretrukket sprog
de: Bevorzugte Sprache
et: Eelistatud keel
fi: Kieli
fr: Langue préférée
lv: Vēlamā valoda
nb: Foretrukket språk
nl: Voorkeurstaal
pl: Preferowany język
sv: Önskat språk

source: Other emails
da: Andre e-mails
de: Andere Email-Addressen
et: Muud e-posti aadressid
fi: Muut sähköpostit
fr: Autres e-mails
lv: Citas e-pasta adreses
nb: Andre e-postadresser
nl: Andere e-mails
pl: Inne adresy e-mail
sv: Andra e-postadresser

source: Other phones
da: Andre telefoner
de: Andere Telefonnummern
et: Muud telefonid:
fi: Muut puhelinnumerot
fr: Autres téléphones
lv: Citi tālruņu numuri
nb: Andre telefonnumre
nl: Andere telefoonnummers
pl: Inne numery telefonów
sv: Andra telefonnummer

source: Invited by user: {user}
da: Inviteret af bruger: {user}
de: Von Benutzer eingeladen: {user}
et: Kutse kasutajalt: {user}
fi: Käyttäjä joka on lähettänyt kutsun: {user}
fr: Invité par l'utilisateur: {user}
lv: Uzaicināja šis lietotājs: {user}
nb: Invitert av bruker: {user}
nl: Uitgenodigd door gebruiker: {user}
pl: Zaproszony przez użytkownika: {user}
sv: Inbjuden av användaren: {user}

source: Welcomed by user: {user}
da: Budt velkommen af bruger: {user}
de: Begrüßt von Benutzer: {user}
et: Tervitus kasutajalt: {user}
fi: Lisätty käyttäjän {user} toimesta
fr: Accueilli par l'utilisateur: {user}
lv: Sagaidīja šīs lietotājs: {user}
nb: Velkommen av bruker: {user}
nl: Verwelkomd door gebruiker: {user}
pl: Przywitany przez użytkownika: {user}
sv: Välkomnad av användaren: {user}

source: Referred by: {referral}
da: Henvist af: {referral}
de: Empfohlen von: {referral}
et: Soovitaja: {referral}
fi: Suosittelija: {referral}
fr: Référé par: {referral}
lv: Ieteicējs: {referral}
nb: Henvist av: {referral}
nl: Doorverwezen door: {referral}
pl: Polecony przez: {referral}
sv: Hänvisad av: {referral}

source: Self-joined
da: Selv tilmeldt
de: Selbst beigetreten
et: Ise liitunud
fi: Liittynyt itse
fr: Auto-inscrit
lv: Pievienojies pats
nb: Ble med på eget initiativ
nl: Zelf toegetreden
pl: Dołączył samodzielnie
sv: Gick med själv

source: Invite user
da: Inviter bruger
de: Benutzer einladen
et: Kutsu kasutaja
fi: Kutsu käyttäjä
fr: Inviter l'utilisateur
lv: Uzaicināt lietotāju
nb: Inviter bruker
nl: Gebruiker uitnodigen
pl: Zaproś użytkownika
sv: Bjud in användare

source: Privileges
da: Privilegier
de: Rechte
et: Õigused
fi: Käyttöoikeudet
fr: Privilèges
lv: Priekšrocības
nb: Rettigheter
nl: Rechten
pl: Uprawnienia
sv: Användarroll

source: Pilot
et: Juht
fi: Pilotti
fr: Pilote
lv: Atbildīgais

source: Superuser
da: Superbruger
de: Super-Benutzer
et: Peakasutaja
fi: Superkäyttäjä
fr: Super utilisateur
lv: Superlietotājs
nb: Superbruker
nl: Supergebruiker
pl: Superużytkownik
sv: Superanvändare

source: Cut-e qualified
da: Cut-e kvalificeret
de: Qualifiziert für Cut-e
et: Cut-e kohaselt
fi: Cut-e kvalifioitunut
fr: Qualifié Cut-e
lv: Cut-e kvalifikācija
nb: Cut-e-kvalifisert
nl: Cut-e gekwalificeerd
pl: Kwalifikowany Cut-e
sv: Cut-e-kvalificerad

source: Hogrefe qualified
da: Hogrefe kvalificeret
de: Qualifiziert für Hogrefe
et: Hogrefe kohaselt
fi: Hogrefe kvalifioitunut
fr: Qualifié Hogrefe
lv: Hogrefe kvalifikācija
nb: Hogrefe-kvalifisert
nl: Hogrefe gekwalificeerd
pl: Kwalifikowany Hogrefe
sv: Hogrefe-kvalificerad

source: Kind regards, {user_name} {title} {company_name}
da: Med venlig hilsen, {user_name} {title} {company_name}
de: Mit freundlichen Grüßen, {user_name} {title} {company_name}
et: Heade soovidega {user_name} {title} {company_name}
fi: Ystävällisin terveisin, {user_name} {title} {company_name}
fr: Cordialement, {user_name} {title} {company_name}
lv: Ar cieņu {user_name} {title} {company_name}
nb: Med vennlig hilsen {user_name} {title} {company_name}
nl: Met vriendelijke groet, {user_name} {title} {company_name}
pl: Z poważaniem, {user_name} {title} {company_name}
sv: Vänliga hälsningar, {user_name} {title} {company_name}

source: Regards, {user_name}, {company_name}
da: Mvh, {user_name}, {company_name}
de: Grüße, {user_name}, {company_name}
et: Heade soovidega {user_name}, {company_name}
fi: Ystävällisin terveisin, {user_name}, {company_name}
fr: Cordialement, {user_name}, {company_name}
lv: Ar cieņu {user_name}, {company_name}
nb: Hilsen {user_name}, {company_name}
nl: Groeten, {user_name}, {company_name}
pl: Pozdrawiam, {user_name}, {company_name}
sv: Hälsningar, {user_name}, {company_name}

source: All users
da: Alle brugere
de: Alle Benutzer
et: Kõik kasutajad
fi: Kaikki käyttäjät
fr: Tous les utilisateurs
lv: Visi lietotāji
nb: Alle brukere
nl: Alle gebruikers
pl: Wszyscy użytkownicy
sv: Alla användare

source: The page you were looking for does not seem to exist.
da: Den side, du leder efter, ser ikke ud til at eksistere.
de: Diese Seite existiert leider nicht.
et: Tundub, et otsitavat lehte ei ole olemas.
fi: Etsimääsi sivua ei näytä olevan olemassa.
fr: La page que vous recherchiez ne semble pas exister.
lv: Šķiet, ka meklētā lapa nepastāv.
nb: Siden du leter etter ser ikke ut til å eksistere.
nl: De pagina die u zocht, lijkt niet te bestaan.
pl: Strona, której szukasz, nie istnieje.
sv: Sidan som du letade efter verkar inte existera.

source: Return back to home page
da: Tilbage til startsiden
de: Zur Startseite zurückkehren
et: Tagasi avalehele
fi: Palaa takaisin etusivulle
fr: Retourner à la page d'accueil
lv: Atgriezties sākuma lapā
nb: Gå tilbake til startsiden
nl: Ga terug naar de startpagina
pl: Wróć do strony głównej
sv: Återvänd till startsida

source: Select a position first.
da: Vælg en stilling først.
de: Zuerst eine Stelle auswählen.
et: Vali ametikoht.
fi: Valitse työpaikka ensin.
fr: Sélectionnez d'abord une position.
lv: Vispirms izvēlieties vakanci.
nb: Velg en stilling først.
nl: Selecteer eerst een functie.
pl: Najpierw wybierz stanowisko.
sv: Välj en tjänst först.

source: Click outside the form's fields to be able to fill in the fields automatically from LinkedIn.
da: Klik uden for formularens felter for at kunne udfylde felterne automatisk fra LinkedIn.
de: Klicken Sie außerhalb der Felder des Formulars, um die Felder automatisch aus LinkedIn auszufüllen.
et: Klõpsa väljaspool vormi välju, et täita väljad automaatselt LinkedIni andmetega.
fi: Klikkaa lomakkeen kenttien ulkopuolelle täyttääksesi kentät automaattisesti LinkedInistä.
fr: Cliquez en dehors des champs du formulaire pour pouvoir remplir automatiquement les champs à partir de LinkedIn.
lv: Noklikšķiniet ārpus veidlapas laukiem, lai varētu automātiski aizpildīt laukus no LinkedIn.
nb: Klikk utenfor feltene i skjemaet for å kunne fylle ut feltene automatisk fra LinkedIn.
nl: Klik buiten de velden van het formulier om de velden automatisch in te vullen vanuit LinkedIn.
pl: Kliknij poza polami formularza, aby móc automatycznie wypełnić pola z LinkedIn.
sv: Klicka utanför formulärets fält för att hämta in uppgifterna automatiskt från LinkedIn.
