Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Today job market researches confirm that CVKeskus.ee is the first place where job seekers start their job search. We are truly grateful that Estonian employers and job seekers have selected CVKeskus.ee as their first choice when searching for employees or in pursuit of a better job. Our purpose is to make job-seeking as easy as possible and help everyone to find a good job.
da: Undersøgelser af jobmarkedet i Estland bekræfter i dag, at CVKeskus.ee er det første sted, hvor jobsøgende starter deres jobsøgning. Vi er virkelig taknemmelige for, at estiske arbejdsgivere og jobsøgende har valgt CVKeskus.ee som deres foretrukne sted, når de søger efter medarbejdere eller er på jagt efter et bedre job. Vores formål er at gøre jobsøgning så let som muligt og hjælpe alle med at finde et godt job.
de: Heutige Arbeitsmarktstudien bestätigen, dass CVKeskus.ee die erste Anlaufstelle für Arbeitssuchende bei der Stellensuche ist. Es erfüllt uns mit aufrichtiger Dankbarkeit, dass estnische Arbeitgeber und Arbeitssuchende CVKeskus.ee als ihre erste Wahl bei der Suche nach Mitarbeitern oder einem besseren Job ausgewählt haben. Unser Ziel ist es, die Stellensuche so einfach wie möglich zu gestalten und jedem dabei zu helfen, einen guten Arbeitsplatz zu finden.
et: Tööturu-uuringud kinnitavad, et CVKeskus.ee on esimene koht, kust tööotsijad oma tööotsinguid alustavad. Oleme siiralt tänulikud, et Eesti tööandjad ja tööotsijad on valinud CVKeskus.ee oma esimeseks valikuks töötajate otsimisel või parema töö leidmisel. Meie eesmärk on muuta tööotsimine võimalikult lihtsaks ja aidata kõigil sobiv töökoht leida.
fi: Nykyiset työmarkkinatutkimukset vahvistavat, että CVKeskus.ee on ensisijainen paikka, jossa työnhakijat aloittavat työnhaun. Olemme todella kiitollisia, että virolaiset työnantajat ja työnhakijat ovat valinneet CVKeskus.ee:n ykkösvalinnnakseen työntekijöitä tai parempaa työtä etsiessään. Tavoitteemme on tehdä työnhausta mahdollisimman helppoa ja auttaa jokaista löytämään itselleen hyvä työpaikka.
fr: Aujourd'hui, les recherches sur le marché du travail confirment que CVKeskus.ee est le premier endroit où les chercheurs d'emploi commencent leur recherche d'emploi. Nous sommes vraiment reconnaissants que les employeurs estoniens et les chercheurs d'emploi aient choisi CVKeskus.ee comme premier choix lors de la recherche d'employés ou dans la poursuite d'un meilleur emploi. Notre objectif est de rendre la recherche d'emploi aussi facile que possible et d'aider chacun à trouver un bon emploi.
lv: Darba tirgus izpētes dati liecina, ka šobrīd CVKeskus.ee ir pirmā vieta, kur darba meklētāji sāk meklēt nodarbinātības iespējas. Mēs esam patiesi pateicīgi, ka darba devēji un darba meklētāji Igaunijā izvēlas CVKeskus.ee kā galveno avotu, kur meklēt jaunus darbiniekus vai labāku darbu. Mēs vēlamies padarīt darba meklēšanu pēc iespējas vienkāršāku un palīdzēt ikvienam atrast darbu.
nb: I dag bekrefter arbeidsmarkedsundersøkelser at CVKeskus.ee er det stedet der jobbsøkere starter å sjekke ut nye jobber. Vi er meget takknemlige for at estiske arbeidsgivere og jobbsøkere har CVKeskus.ee som sitt førstevalg når de søker etter medarbeidere eller en bedre jobb. Målet vårt er å gjøre jobbsøkingen så enkel som mulig og å hjelpe alle med å finne en god jobb.
nl: Onderzoeken naar de arbeidsmarkt van vandaag bevestigen dat CVKeskus.ee de eerste plek is waar werkzoekenden hun zoektocht naar werk beginnen. We zijn echt dankbaar dat Estse werkgevers en werkzoekenden CVKeskus.ee hebben gekozen als hun eerste keuze bij het zoeken naar werknemers of het nastreven van een betere baan. Ons doel is om het zoeken naar een baan zo gemakkelijk mogelijk te maken en iedereen te helpen een goede baan te vinden.
pl: Dzisiejsze badania rynku pracy potwierdzają, że CVKeskus.ee jest pierwszym miejscem, w którym osoby poszukujące pracy rozpoczynają swoje poszukiwania. Jesteśmy naprawdę wdzięczni, że estońscy pracodawcy i osoby poszukujące pracy wybrali CVKeskus.ee jako swój pierwszy wybór podczas poszukiwania pracowników lub w dążeniu do lepszej pracy. Naszym celem jest uczynienie poszukiwania pracy tak łatwym, jak to tylko możliwe i pomoc każdemu w znalezieniu dobrej pracy.
sv: Arbetsmarknadsundersökningar bekräftar att CVKeskus.ee är det första stället där arbetssökande börjar sitt jobbsökande. Vi är verkligen tacksamma för att estniska arbetsgivare och arbetssökande har valt CVKeskus.ee som sitt förstahandsval när de söker efter anställda eller i jakten på ett bättre jobb. Vårt syfte är att göra jobbsökandet så enkelt som möjligt och hjälpa alla att hitta ett bra jobb.

source: Help everyone to find a good job
da: Hjælp alle med at finde et godt job
de: Hilft jedem, eine gute Arbeit zu finden
et: Aitame kõigil sobiva töö leida
fi: Auttaa jokaista löytämään hyvä työpaikka
fr: Aidez tout le monde à trouver un bon emploi
lv: Palīdzēt ikvienam atrast darbu
nb: Hjelpe alle med å finne en god jobb
nl: Help iedereen een goede baan te vinden
pl: Pomóż każdemu znaleźć dobrą pracę
sv: Hjälp alla att hitta ett bra jobb

source: CV-Online is the first online recruitment company in the Baltic States established in Estonia in 1996 and expanded to Latvia and Lithuania in 1999. During more than 20 years of operation CV-Online has become a stable market leader in the Baltic states not only by the sales turnover, but also as the forerunner of innovation in its segment. It has been achieved based on its well elaborated technology and strong marketing activities in combination with the service minded organisation culture. CV-Online Latvia today represents several business lines and brands.
da: CV-Online er det første online rekrutteringsfirma i de baltiske lande, etableret i Estland i 1996 og udvidet til Letland og Litauen i 1999. I løbet af mere end 20 års drift er CV-Online blevet en stabil markedsleder i de baltiske lande, ikke kun på grund af omsætningen, men også som forløber for innovation i sit segment. Det er opnået på baggrund af en veludviklet teknologi og stærke marketingaktiviteter i kombination med en serviceminded organisationskultur. CV-Online Letland repræsenterer i dag adskillige forretningsområder og brands.
de: CV-Online ist das erste baltische Online-Personalvermittlungsunternehmen, welches 1996 in Estland gegründet wurde und 1999 nach Lettland und Litauen expandierte. In den mehr als 20 Jahren seines Bestehens hat sich CV-Online zu einem soliden Marktführer in den baltischen Staaten entwickelt, nicht nur in Bezug auf den Umsatz, sondern auch als Vorreiter für Innovationen in diesem Geschäftsbereich. Erreicht wurde dies durch eine gut durchdachte Technologie und starke Marketing-Aktivitäten in Kombination mit einer dienstleistungsorientierten Unternehmenskultur. CV-Online Lettland repräsentiert heutzutage mehrere Geschäftsbereiche und Marken.
et: CV-Online asutati Eestis 1996. aastal Balti riikide esimese veebipõhise värbamisettevõttena. 1999. aastal laienes ettevõte Lätti ja Leetu. Üle 20 tegevusaasta jooksul ei ole CV-Online’ist saanud Balti riikides stabiilne turuliider mitte ainult käivet arvestades, vaid ka oma valdkonna uuendajana. See saavutati tänu hästi läbitöötatud tehnoloogiale ja aktiivsele turundustegevusele, mida toetab teeninduskeskne kultuur. CV-Online Läti esindab praegu mitmesuguseid ärivaldkondi ja kaubamärke.
fi: CV-Online on Baltian ensimmäinen online-rekrytointiyritys, joka perustettiin Viroon vuonna 1996 ja laajeni Latviaan ja Liettuaan vuonna 1999. Yli 20 toimintavuoden aikana CV-Onlinesta on tullut vakaa markkinajohtaja Baltiassa paitsi myyntiliikevaihdon, mutta myös oman segmentin innovaatioiden edelläkävijänä. Se on saavutettu hyvin kehitetyn teknologian ja vahvan markkinointitoiminnan sekä palveluhenkisen organisaatiokulttuurin ansiosta. CV-Online Latvia edustaa nykyään useita liiketoimintalinjoja ja brändejä.
fr: CV-Online est la première [company] de [recruitment] en [online] dans les [Baltic] [States], fondée en [Estonia] en 1996 et étendue à la [Latvia] et à la [Lithuania] en 1999. Pendant plus de 20 [years] d'[operation], CV-Online est devenu un [leader] [stable] du [market] dans les États baltes, non seulement par le chiffre d'affaires des [sales], mais aussi en tant que [forerunner] de l'[innovation] dans son [segment]. Cela a été [achieved] grâce à sa [technology] bien [elaborated] et à ses [strong] [activities] de [marketing], combinées à une [culture] d'[organisation] axée sur le [service]. Aujourd'hui, CV-Online Lettonie [represents] plusieurs [lines] d'[business] et [brands].
lv: CV-Online ir pirmais interneta personāla atlases uzņēmums Baltijas valstīs, kas dibināts 1996. gadā Igaunijā, 1999. gadā paplašinot darbību arī Latvijā un Lietuvā. Vairāk nekā 20 gadu darbības laikā CV-Online ir kļuvis par stabilu tirgus līderi Baltijas valstīs ne tikai pēc pārdošanas apgrozījuma, bet arī kā inovāciju priekšgājējs savā segmentā. Tas ir sasniegts pateicoties labi izstrādātām tehnoloģijām, spēcīgām mārketinga aktivitātēm savienojumā ar uz klientu servisu orientētu uzņēmuma kultūru. CV-Online Latvia šobrīd pārstāv vairākus biznesa virzienus un zīmolus.
nb: CV-Online var det første nettbaserte rekrutteringsselskapet i Baltikum. Det ble etablert i Estland i 1996 og utvidet til Latvia og Litauen i 1999. I løpet av de mer enn 20 årene CV-Online har vært i drift, har selskapet blitt en stabil markedsleder i Baltikum, ikke bare målt i omsetning, men også som et foregangsselskap i bransjen. Dette har CV-Online oppnådd takket være en velutviklet teknologi og sterke markedsføringsaktiviteter kombinert med en serviceinnstilt organisasjonskultur. CV-Online Latvia representerer i dag flere forretningsområder og varemerker.
nl: CV-Online is het eerste online wervingsbedrijf in de Baltische staten, opgericht in Estland in 1996 en uitgebreid naar Letland en Litouwen in 1999. Gedurende meer dan 20 jaar is CV-Online uitgegroeid tot een stabiele marktleider in de Baltische staten, niet alleen qua omzet, maar ook als voorloper van innovatie in zijn segment. Dit is bereikt op basis van goed uitgewerkte technologie en sterke marketingactiviteiten in combinatie met de servicegerichte organisatiecultuur. CV-Online Letland vertegenwoordigt vandaag de dag verschillende bedrijfslijnen en merken.
pl: CV-Online jest pierwszą firmą rekrutacyjną online w krajach bałtyckich, założoną w Estonii w 1996 roku i rozszerzoną na Łotwę i Litwę w 1999 roku. W ciągu ponad 20 lat działalności CV-Online stało się stabilnym liderem rynku w krajach bałtyckich nie tylko pod względem obrotów, ale także jako prekursor innowacji w swoim segmencie. Osiągnięto to w oparciu o dobrze opracowaną technologię i silne działania marketingowe w połączeniu z kulturą organizacyjną nastawioną na usługi. CV-Online Łotwa reprezentuje obecnie kilka linii biznesowych i marek.
sv: CV-Online är det första onlinerekryteringsföretaget i de baltiska staterna som etablerades i Estland 1996 och expanderade till Lettland och Litauen 1999. Under mer än 20 års verksamhet har CV-Online blivit en stabil marknadsledare i de baltiska staterna, inte bara genom att försäljningsomsättningen, men också som föregångare till innovation inom sitt segment. Det har uppnåtts baserat på dess väl genomarbetade teknologi och starka marknadsföringsaktiviteter i kombination med den serviceinriktade organisationskulturen. CV-Online Lettland representerar idag flera affärsområden och varumärken.

source: Job distribution channels throughout the Baltics
da: Job-distributionskanaler i hele Baltikum
de: Job-Vertriebskanäle im ganzen Baltikum
et: Tööportaalid Balti riikides
fi: Työnjakelukanavat kaikkialla Baltiassa
fr: Canaux de distribution d'emplois dans les pays baltes
lv: Darba vakanču izplatīšana visā Baltijā
nb: Jobbdistribusjonskanaler i hele Baltikum
nl: Vacaturedistributiekanalen in de Baltische staten
pl: Kanały dystrybucji ofert pracy w krajach bałtyckich
sv: Arbetsfördelningskanaler i hela Baltikum

source: Our mission is to create the right conditions for a well-functioning labor market. We also provide society with information, analyzes and forecasts about the labor market.
da: Vores mission er at skabe de rette betingelser for et velfungerende arbejdsmarked. Vi forsyner også samfundet med information, analyser og prognoser om arbejdsmarkedet.
de: Es ist unsere Aufgabe, die richtigen Bedingungen für einen reibungslosen Ablauf auf dem Arbeitsmarkt zu schaffen. Außerdem versorgen wir die Öffentlichkeit mit Informationen, Analysen und Prognosen über den Arbeitsmarkt.
et: Meie eesmärk on luua õiged tingimused hästi toimiva tööturu jaoks. Samuti pakume ühiskonnale teavet, analüüse ja prognoose tööturu kohta.
fi: Missiomme on luoda oikeat olosuhteet hyvin toimiville työmarkkinoille. Tarjoamme myös yhteisön joka sisältää informaatiota, analyysejä ja ennustuksia työmarkkinoista.
fr: Notre mission est de créer les bonnes conditions pour un marché du travail qui fonctionne bien. Nous fournissons également à la société des informations, des analyses et des prévisions sur le marché du travail.
lv: Mūsu misija ir radīt pareizos apstākļus labi funkcionējošam darba tirgum. Mēs arī nodrošinām sabiedrībai informāciju, analīzi un prognozes par darba tirgu.
nb: Vår misjon er å skape de rette forutsetningene for et velfungerende arbeidsmarked. Vi gir også samfunnet informasjon, analyser og prognoser om arbeidsmarkedet.
nl: Onze missie is om de juiste voorwaarden te creëren voor een goed functionerende arbeidsmarkt. We voorzien de samenleving ook van informatie, analyses en prognoses over de arbeidsmarkt.
pl: Naszą misją jest stworzenie odpowiednich warunków dla dobrze funkcjonującego rynku pracy. Dostarczamy również społeczeństwu informacji, analiz i prognoz dotyczących rynku pracy.
sv: Vårt mål är att skapa rätta förutsättningar för en välfungerande arbetsmarknad. Vi förser också samhället med information, analyser och prognoser om arbetsmarknaden.

source: Swedish public employment service
da: Svensk offentlig arbejdsformidling
de: Schwedische öffentliche Arbeitsvermittlung
et: Rootsi avalike tööhõiveteenuste osutaja
fi: Ruotsin työvoimatoimisto
fr: Service public suédois de l'emploi
lv: Zviedrijas publiskā nodarbinātības aģentūra
nb: Svensk offentlig arbeidsformidling
nl: Zweedse openbare dienst voor arbeidsvoorziening
pl: Szwedzki publiczny urząd pracy
sv: Arbetsförmedlingen

source: With TalentAdore Job Portal Hub, you can post your job ads on multiple channels – globally – with just one click, increasing your reach and visibility.
da: Med TalentAdore Job Portal Hub kan du lægge dine jobannoncer ud på flere kanaler - globalt - med blot ét klik, hvilket øger din rækkevidde og synlighed.
de: Mit TalentAdore Job Portal Hub können Sie Ihre Stellenanzeigen auf mehreren Kanälen - weltweit - mit nur einem Klick veröffentlichen und so Ihre Reichweite und Sichtbarkeit erhöhen.
et: TalentAdore Job Portal Hubiga saate oma tööpakkumisi postitada mitmes kanalis – ülemaailmselt – vaid ühe klikiga, suurendades oma haaret ja nähtavust.
fi: TalentAdore Job Portal Hub:n avulla voit jakaa työpaikkailmoituksesi useilla kanavilla – maailmanlaajuisesti – yhdellä klikkauksella kasvatat tavoitettavuuttasi ja näkyvyyttäsi.
fr: Avec TalentAdore Job Portal Hub, vous pouvez publier vos offres d'emploi sur plusieurs canaux - dans le monde entier - en un seul clic, augmentant ainsi votre portée et votre visibilité.
lv: Izmantojot TalentAdore Job Portal Hub, varat publicēt sludinājumus par darbu vairākos kanālos – visā pasaulē – ar vienu klikšķi, palielinot savu sasniedzamību un redzamību.
nb: Med TalentAdore Job Portal Hub kan du legge ut jobbannonser i flere kanaler – globalt – med bare ett klikk, noe som øker rekkevidden og synligheten din.
nl: Met TalentAdore Job Portal Hub kunt u uw vacatures met slechts één klik op meerdere kanalen plaatsen - wereldwijd - waardoor uw bereik en zichtbaarheid toenemen.
pl: Dzięki TalentAdore Job Portal Hub możesz publikować swoje ogłoszenia o pracę na wielu kanałach - globalnie - za pomocą jednego kliknięcia, zwiększając swój zasięg i widoczność.
sv: Med TalentAdore Job Portal Hub kan du publicera upp dina jobbannonser på flera kanaler – globalt – med bara ett klick, vilket ökar din räckvidd och synlighet.

source: Instant jobs distributions saves you time
da: Øjeblikkelig jobfordeling sparer dig tid
de: Sofortige Verteilung von Aufträgen spart Ihnen Zeit
et: Kohene tööpakkumiste levitamine säästab teie aega
fi: Välittömästi tehty työpaikkojen jakaminen säästää aikaasi
fr: Les distributions d'emplois instantanées vous font gagner du temps
lv: Tūlītēja darba sludinājumu izplatīšana ietaupa jūsu laiku
nb: Øyeblikkelig fordeling av jobber sparer tid
nl: Instant vacature distributie bespaart u tijd
pl: Natychmiastowa dystrybucja ofert pracy oszczędza Twój czas
sv: Omedelbara jobbdistributioner sparar tid

source: Details
da: Detaljer
et: Üksikasjad
fi: Lisätietoja
fr: Détails
lv: Informācija
nb: Detaljer
pl: Szczegóły
sv: Mer information

source: Open
da: Åben
de: Öffnen
et: Ava
fi: Avaa
fr: Ouvrir
lv: Atvērt
nb: Åpne
pl: Otwórz
sv: Öppna

source: Saved!
da: Gemt!
de: Gespeichert!
et: Salvestatud.
fi: Tallennettu!
fr: Enregistré!
lv: Saglabāts!
nb: Lagret!
nl: Opgeslagen!
pl: Zapisano!
sv: Sparad!

source: Date of birth
da: Fødselsdato
de: Geburtsdatum
et: Sünnikuupäev
fi: Syntymäaika
fr: Date de naissance
lv: Dzimšanas datums
nb: Fødselsdato
nl: Geboortedatum
pl: Data urodzenia
sv: Födelsedatum

source: Gender
da: Køn
de: Geschlecht
et: Sugu
fi: Sukupuoli
fr: Genre
lv: Dzimums
nb: Kjønn
nl: Geslacht
pl: Płeć
sv: Kön

source: Image
da: Billede
de: Bild
et: Pilt
fi: Kuva
lv: Attēls
nb: Bilde
nl: Afbeelding
pl: Zdjęcie
sv: Bild

source: Phone number
da: Telefonnummer
de: Telefonnummer
et: Telefoninumber
fi: Puhelinnumero
fr: Numéro de téléphone
lv: Tālruņa numurs
nb: Telefonnummer
nl: Telefoonnummer
pl: Numer telefonu
sv: Telefonnummer

source: Address
da: Adresse
de: Adresse
et: Aadress
fi: Osoite
fr: Adresse
lv: Adrese
nb: Adresse
nl: Adres
pl: Adres
sv: Adress

source: You do not have permission to perform this operation
da: Du har ikke tilladelse til at udføre denne handling
de: Sie haben nicht die Berechtigung, diesen Befehl auszuführen
et: Sul ei ole õigust seda toimingut teha
fi: Sinulla ei ole lupaa tähän toimintoon
fr: Vous n'avez pas la permission d'effectuer cette opération
lv: Jums nav atļaujas veikt šo darbību
nb: Du har ikke tillatelse til å utføre denne operasjonen
nl: U heeft geen toestemming om deze bewerking uit te voeren
pl: Nie masz uprawnień do wykonania tej operacji
sv: Du har inte behörighet att utföra denna handling

source: Changing application step failed for some applicants. Please see the list of failed applicants
da: Ændring af ansøgningstrin mislykkedes for nogle ansøgere. Se venligst listen over mislykkede ansøgere
de: Änderung des Bewerbungsschritts für einige Bewerber fehlgeschlagen.Siehe Liste der fehlgeschlagenen Bewerber
et: Mõne kandidaadi avalduse etapi muutmine ebaõnnestus. Nende kandidaatide loend on siin
fi: Rekrytointivaiheen muuttaminen ei onnistunut kaikkien hakijoiden kohdalla. Tarkista lista hakijoista, joiden kohdalla tapahtui virhe.
fr: La modification de l'étape de candidature a échoué pour certains candidats. Veuillez consulter la liste des candidats ayant échoué
lv: Dažiem kandidātiem neizdevās mainīt pieteikuma posmu. Lūdzu, skatiet to kandidātu sarakstu, kuriem tas neizdevās
nb: Endring av søknadstrinn mislyktes for noen søkere. Se listen over søkere der dette mislyktes
nl: Het wijzigen van de sollicitatiestap is mislukt voor sommige sollicitanten. Bekijk de lijst met mislukte sollicitanten
pl: Zmiana etapu aplikacji nie powiodła się dla niektórych kandydatów. Proszę sprawdzić listę nieudanych kandydatów
sv: Det gick inte att flytta alla kandidater till ett nytt steg. Se listan av kandidaterna, som inte flyttades.

source: Changed step of {} applicants
da: Ændrede trin for {} ansøgere
de: Schritt für {} Berwerber geändert
et: Muudeti {} kandidaadi etappi
fi: {} hakijan rekrytointivaihetta muutettiin
fr: Étape modifiée de {} candidats
lv: {} kandidātiem ir mainīts posms
nb: Endret trinn for {} søkere
nl: Stap van {} sollicitanten gewijzigd
pl: Zmieniono etap {} kandydatów
sv: Flyttade {} kandidater till ett annat steg

source: No step found for the application in the recruitment flow
da: Intet trin fundet for ansøgningen i rekrutteringsflowet
de: Kein Schritt für die Bewerbung im Einstellungsablauf gefunden
et: Värbamisvoos ei leitud avalduse etappi
fi: Vaihe puuttuu hakijan rekrytointipolulta
fr: Aucune étape trouvée pour la candidature dans le flux de recrutement
lv: Nav atrasts neviens posms pieteikumam atlases plūsmā
nb: Det ble ikke funnet noe trinn for søknaden i rekrutteringsflyten
nl: Geen stap gevonden voor de sollicitatie in het wervingsproces
pl: Nie znaleziono etapu dla aplikacji w procesie rekrutacji
sv: Steget finns inte i rekryteringsflödet

source: Confirm hiring decision
da: Bekræft beslutning om ansættelse
de: Einstellungsentscheidung bestätigen
et: Värbamisotsuse kinnitamine
fi: Vahvista palkkauspäätös
fr: Confirmer la décision d'embauche
lv: Apstiprināt lēmumu par pieņemšanu darbā
nb: Bekreft ansettelsesbeslutning
nl: Bevestig aannamebelissing
pl: Potwierdź decyzję o zatrudnieniu
sv: Bekräfta anställningsbeslut

source: Application is removed
da: Ansøgningen er fjernet
de: Bewerbung entfernt
et: Avaldus on eemaldatud
fi: Hakemusta ei löydy
fr: La candidature est supprimée
lv: Pieteikums ir noņemts
nb: Søknaden er fjernet
nl: Sollicitatie is verwijderd
pl: Aplikacja została usunięta
sv: Ansökan tas bort

source: Application has different outcome status
da: Ansøgningen har forskellig udfaldsstatus
de: Bewerbung hat anderen Entscheidungs-Status
et: Avaldusel on teistsugune tulemus
fi: Hakemuksella on eri lopputulos
fr: La candidature a un statut de résultat différent
lv: Pieteikumam ir atšķirīgs rezultāta statuss
nb: Søknaden har forskjellig utfallsstatus
nl: Sollicitatie heeft een andere uitkomststatus
pl: Aplikacja ma inny status wyniku
sv: Ansökan har ett annat slutresultat

source: Application already has outcome email sent
da: Ansøgningen har allerede fået en e-mail med resultatet
de: Bewerbung hat bereits Entscheidungs-Email gesendet
et: Avalduse tulemuse e-kiri on juba saadetud
fi: Hakemuksen lopputuloksen sähköposti on jo lähetetty
fr: La candidature a déjà reçu un e-mail de résultat
lv: Pieteikumam jau ir nosūtīts rezultāta e-pasta ziņojums
nb: Det er allerede sendt en utfalls-e-post for søknaden
nl: Voor de sollicitatie is al een e-mail met de uitkomst verzonden
pl: Wiadomość e-mail z wynikiem aplikacji została już wysłana
sv: Ansökan har redan skickats ett utfall e-postmeddelanden

source: Application has already been rejected
da: Ansøgningen er allerede blevet afvist
de: Bewerbung wurde bereits abgelehnt
et: Avaldus on juba tagasi lükatud
fi: Hakemus on jo hylätty
fr: La candidature a déjà été rejetée
lv: Pieteikums jau ir noraidīts
nb: Søknaden er allerede avslått
nl: Sollicitatie is al afgewezen
pl: Aplikacja została już odrzucona
sv: Ansökan har redan ratats
