Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Reference check status
da: Status for referencetjek
de: Status der Referenzüberprüfung
et: Soovitajate ülevaatuse olek
fi: Referenssitarkistuksen tila
fr: Statut de la vérification des références
lv: Atsauksmju pārbaudes statuss
nb: Status for referansesjekk
nl: Status referentiecontrole
pl: Status sprawdzania referencji
sv: Referenskontroll status

source: Video answers
da: Videosvar
de: Videoantworten
et: Videovastused
fi: Videohaastattelun vastaukset
fr: Réponses vidéo
lv: Video atbildes
nb: Videosvar
nl: Video antwoorden
pl: Odpowiedzi wideo
sv: Video svar

source: Video application answers
da: Svar på videoansøgninger
de: Antworten auf die Video-Bewerbung
et: Videovastused
fi: Videohakemuksen vastaukset
fr: Réponses aux candidatures vidéo
lv: Video pieteikuma atbildes
nb: Svar på videosøknader
nl: Video sollicitatie antwoorden
pl: Odpowiedzi na pytania aplikacji wideo
sv: Videoansökningssvar

source: Wants feedback
da: Ønsker feedback
de: Wünscht Feedback
et: Soovib tagasisidet
fi: Haluaa palautetta
fr: Souhaite un retour d'information
lv: Vēlas atsauksmes
nb: Ønsker tilbakemelding
nl: Wil feedback
pl: Chce informacji zwrotnej
sv: Vill ha feedback

source: Work location
da: Arbejdssted
de: Arbeitsplatz
et: Töö asukoht
fi: Työpaikan sijainti
fr: Lieu de travail
lv: Darba vieta
nb: Arbeidssted
nl: Werklocatie
pl: Miejsce pracy
sv: Jobbets läge

source: Load more
da: Indlæs mere
de: Mehr laden
et: Lae rohkem
fi: Lataa lisää
fr: Charger plus
lv: Ielādēt vēl
nb: Last inn mer
nl: Meer laden
pl: Załaduj więcej
sv: Ladda mer

source: Ascending
da: Stigende
de: Aufsteigend
et: Kasvav
fi: Nouseva
fr: Croissant
lv: Augoši
nb: Stigende
nl: Oplopend
pl: Rosnąco
sv: Stigande

source: Descending
da: Faldende
de: Absteigend
et: Kahanev
fi: Laskeva
fr: Décroissant
lv: Dilstoši
nb: Synkende
nl: Aflopend
pl: Malejąco
sv: Fallande

source: Sort by
da: Sortèr efter
de: Sortieren nach
et: Sorteeri
fi: Lajittele
fr: Trier par
lv: Kārtot pēc
nb: Sorter etter
nl: Sorteren op
pl: Sortuj według
sv: Sortera efter

source: The Kanban view is accessible for search results with fewer than {} candidates. Please refine your search by adjusting the <b>search filters</b> to reduce the candidate count.
da: Kanban-visningen er tilgængelig for søgeresultater med færre end {} kandidater. Begræns venligst din søgning ved at justere <b>søgefiltrene</b> for at reducere antallet af kandidater.
de: Die Kanban-Ansicht ist für Suchergebnisse mit weniger als {} Kandidaten zugänglich. Bitte verfeinern Sie Ihre Suche, indem Sie die <b>Suchfilter</b> anpassen, um die Anzahl der Kandidaten zu reduzieren.
et: Kanban vaade on kättesaadav otsingutulemustel, kus on vähem kui {} kandidaati. Palun täpsustage oma otsingut, kohandades <b>otsingu filtreid</b>, et vähendada kandidaatide arvu.
fi: Kanban-näkymä on käytettävissä hakutuloksille, joissa on vähemmän kuin {} hakijaa. Tarkenna hakuasi säätämällä <b> hakusuodattimia </b> vähentääksesi hakijoiden määrää.
fr: La vue Kanban est accessible pour les résultats de recherche avec moins de {} candidats. Veuillez affiner votre recherche en ajustant les <b>filtres de recherche</b> pour réduire le nombre de candidats.
lv: Kanban skats ir pieejams meklēšanas rezultātiem ar mazāk nekā {} kandidātiem. Lūdzu, precizējiet meklēšanu, pielāgojot <b>meklēšanas filtrus</b>, lai samazinātu kandidātu skaitu.
nb: Kanban-visningen er tilgjengelig for søkeresultater med færre enn {} kandidater. Vennligst fininnstill søket ved å justere <b>søkefiltrene</b> for å redusere antall kandidater.
nl: De Kanban-weergave is toegankelijk voor zoekresultaten met minder dan {} kandidaten. Verfijn uw zoekopdracht door de <b>zoekfilters</b> aan te passen om het aantal kandidaten te verminderen.
pl: Widok Kanban jest dostępny dla wyników wyszukiwania z mniej niż {} kandydatami. Proszę zawęzić wyszukiwanie, dostosowując <b>filtry wyszukiwania</b>, aby zmniejszyć liczbę kandydatów.
sv: Kanban-vyn är tillgänglig för sökresultat med färre än {} kandidater. Var god förfina din sökning genom att justera <b>sökfilter</b> för att minska antalet kandidater.

source: Too many candidates to display in Kanban view
da: For mange kandidater til visning i Kanban-visning
de: Zu viele Kandidaten für die Anzeige in der Kanban-Ansicht
et: Liiga palju kandidaate Kanban vaates kuvamiseks
fi: Liian monta hakijaa näytettäväksi Kanban-näkymässä
fr: Trop de candidats à afficher dans la vue Kanban
lv: Pārāk daudz kandidātu, lai attēlotu Kanban skatā
nb: For mange kandidater til å vise i Kanban-visning
nl: Te veel kandidaten om weer te geven in Kanban-weergave
pl: Zbyt wielu kandydatów, aby wyświetlić w widoku Kanban
sv: För många kandidater för att visa i Kanban-vyn

source: Please contact me
da: Kontakt mig venligst
de: Bitte kontaktieren Sie mich
et: Võta minuga ühendust
fi: Ottakaa minuun yhteyttä
fr: Veuillez me contacter
lv: Lūdzu, sazinieties ar mani
nb: Vennligst kontakt meg
nl: Neem contact met mij op
pl: Proszę o kontakt
sv: Kontakta mig

source: Go to website
da: Gå til hjemmesiden
de: Webseite besuchen
et: Mine veebisaidile
fi: Mene verkkosivulle
fr: Aller sur le site web
lv: Dodieties uz tīmekļa vietni
nb: Gå til nettstedet
nl: Ga naar website
pl: Przejdź do strony internetowej
sv: Gå till webbsidan

source: To learn more about this add-on, please click the button "Please contact me" below and our customer success team will be in touch with you shortly.
da: Hvis du vil vide mere om denne tilføjelse, skal du klikke på knappen "Kontakt mig" nedenfor, og vores kundesuccesteam vil kontakte dig inden for kort tid.
de: Um mehr über dieses Add-on zu erfahren, klicken Sie bitte auf die Schaltfläche "Bitte kontaktieren Sie mich"und unser Customer Success Team wird sich in Kürze mit Ihnen in Verbindung setzen.
et: Kui soovid saada selle lisandmooduli kohta lisainfot, klõpsa allolevat nuppu „Võta minuga ühendust“ ja meie klienditeenindusmeeskond võtab sinuga varsti ühendust.
fi: Jos haluat kuulla lisää tästä toiminnosta, klikkaa alla olevaa painiketta, niin Customer Success -tiimimme on sinuun pian yhteydessä.
fr: Pour en savoir plus sur cet add-on, veuillez cliquer sur le bouton "Contactez-moi" ci-dessous et notre équipe de customer success vous contactera sous peu.
lv: Lai uzzinātu vairāk par šo papildinājumu, lūdzu, noklikšķiniet uz tālāk redzamās pogas “Lūdzu, sazinieties ar mani”, un mūsu klientu atbalsta komanda drīz ar jums sazināsies.
nb: Hvis du vil vite mer om dette tillegget, kan du klikke på knappen "Vennligst kontakt meg" nedenfor, så tar kundeserviceteamet vårt snart kontakt med deg.
nl: Om meer te weten te komen over deze add-on, klik op de knop "Neem contact met mij op" hieronder en ons customer success team zal spoedig contact met u opnemen.
pl: Aby dowiedzieć się więcej o tym dodatku, kliknij przycisk "Proszę o kontakt" poniżej, a nasz zespół ds. sukcesu klienta wkrótce się z Tobą skontaktuje.
sv: Klicka på knappen "Kontakta mig" om du vill veta mer om den här extrafunktionen. Vårt Customer Success -team kontaktar dig då inom kort.

source: You do not have permission to request for an integration. Please contact the admin
da: Du har ikke tilladelse til at anmode om en integration. Kontakt venligst administratoren
de: Sie sind nicht berechtigt, Add-ons anzufragen. Bitte kontaktieren Sie den Administrator
et: Sul ei ole õigust integratsiooni taotleda. Võta administraatoriga ühendust
fi: Sinulla ei ole lupaa tähän toimintoon. Ota yhteyttä pääkäyttäjään.
fr: Vous n'avez pas la permission de demander une integration. Veuillez contacter l'admin
lv: Jums nav atļaujas pieprasīt integrāciju. Lūdzu, sazinieties ar administratoru
nb: Du har ikke tillatelse til å be om en integrasjon. Ta kontakt med administratoren
nl: U heeft geen toestemming om een integratie aan te vragen. Neem contact op met de beheerder
pl: Nie masz uprawnień do żądania integracji. Skontaktuj się z administratorem
sv: Du har inte behörighet att begära om en integration. Var god kontakta din administrator.

source: No integration found with this ID. Please contact support@talentadore.com
da: Ingen integration fundet med dette ID. Kontakt venligst support@talentadore.com
de: Kein Add-on mit dieser ID gefunden. Bitte kontaktieren Sie support@talentadore.com
et: Selle ID-ga integratsiooni ei leitud. Võta ühendust aadressil support@talentadore.com
fi: Tällä tunnuksella ei löytynyt integraatiota. Ole hyvä ja ota yhteyttä osoitteeseen support@talentadore.com.
fr: Aucune integration trouvée avec cet ID. Veuillez contacter support@talentadore.com
lv: Nav atrasta integrācija ar šo ID. Lūdzu, sazinieties ar support@talentadore.com
nb: Fant ingen integrasjon med denne ID-en. Ta kontakt med support@talentadore.com
nl: Geen integratie gevonden met deze ID. Neem contact op met support@talentadore.com
pl: Nie znaleziono integracji o tym identyfikatorze. Skontaktuj się z support@talentadore.com
sv: Ingen integration med detta ID hittades. Var god kontakta support@talentadore.com

source: Email sent to TalentAdore support. We will contact you shortly.
da: E-mail sendt til TalentAdore support. Vi vil kontakte dig snarest.
de: E-Mail an den TalentAdore Support gesendet. Wir werden Sie in Kürze kontaktieren.
et: E-kiri on saadetud TalentAdore’i klienditoele. Võtame sinuga varsti ühendust.
fi: Sähköposti lähetetty TalentAdoren tukeen. Olemme sinuun pian yhteydessä.
fr: Email envoyé au support de TalentAdore. Nous vous contacterons sous peu.
lv: E-pasts nosūtīts TalentAdore atbalsta dienestam. Mēs ar jums drīz sazināsimies.
nb: E-post sendt til TalentAdore support. Vi vil snart ta kontakt med deg.
nl: E-mail verzonden naar TalentAdore support. We nemen binnenkort contact met u op.
pl: E-mail wysłany do pomocy technicznej TalentAdore. Wkrótce się z Tobą skontaktujemy.
sv: Email har skickats till TalentAdores support. Vi kontaktar dig inom kort.

source: No candidate introduction found in the system
da: Ingen kandidatintroduktion fundet i systemet
de: Keine Kandidatenvorstellung im System gefunden
et: Süsteemist ei leitud kandidaaditutvustusi
fi: Hakijaesittelyitä ei löytynyt järjestelmästä
fr: Aucune introduction de candidate trouvée dans le système
lv: Sistēmā nav atrasta neviena kandidāta iepazīstināšana
nb: Fant ingen kandidatintroduksjon i systemet
nl: Geen kandidaatintroductie gevonden in het systeem
pl: Nie znaleziono wprowadzenia kandydata w systemie
sv: Inga kandidatintroduktion hittas i systemet

source: Missing parameters for searching introduced candidates
da: Manglende parametre til søgning efter introducerede kandidater
de: Fehlende Parameter um vorgestellte Kandidaten zu suchen
et: Esitletud kandidaatide otsingus puuduvad parameetrid
fi: Parametrejä puuttuu hakijoiden etsimistä varten
fr: Paramètres manquants pour la recherche de candidates introduits
lv: Trūkstošie parametri iepazīstinātu kandidātu meklēšanai
nb: Manglende parametere for søk etter introduserte kandidater
nl: Ontbrekende parameters voor het zoeken naar geïntroduceerde kandidaten
pl: Brakujące parametry do wyszukiwania wprowadzonych kandydatów
sv: Saknas parametrar för att söka introducerade kandidater

source: Rating is missing
da: Vurdering mangler
de: Wertung fehlt
et: Hinnang puudub
fi: Arviointi puuttuu
fr: La rating est manquante
lv: Trūkst vērtējuma
nb: Rangering mangler
nl: Beoordeling ontbreekt
pl: Brakuje oceny
sv: Betyg saknas

source: You are not on this approval step
da: Du er ikke på dette godkendelsestrin
de: Sie sind nicht in diesem Genehmigungsschritt
et: Sa ei ole selles kinnitamisetapis
fi: Et ole kyseisessä hyväksynnän vaiheessa
fr: Vous n'êtes pas à cette étape d'approval
lv: Jūs neesat šajā apstiprināšanas posmā
nb: Du er ikke på dette godkjenningstrinnet
nl: U bevindt zich niet in deze goedkeuringsstap
pl: Nie jesteś na tym etapie zatwierdzania
sv: Du är inte i detta steg av godkännandet

source: You do not have any assessment vendors connected.
da: Du har ikke nogen vurderingsleverandører tilsluttet.
de: Sie haben keine Verbindung zu Assessmentanbieter.
et: Sa ei ole hindamisteenuse osutajaid ühendanud.
fi: Sinulla ei ole yhtään testien toimittajaa kytkettynä.
fr: Vous n'avez aucun assessment vendors connecté.
lv: Jums nav pievienoti novērtējumu pakalpojumu sniedzēji.
nb: Du har ingen tilkoblede vurderingsleverandører.
nl: U heeft geen beoordelingsleveranciers verbonden.
pl: Nie masz podłączonych żadnych dostawców oceny.
sv: Inga leverantörer av lämplighetstest är ännu aktiverade.

source: The main language has remained the same
da: Hovedsproget er forblevet det samme
de: Die Hauptsprache ist dieselbe geblieben
et: Põhikeel ei ole muutunud
fi: Pääkieli on pysynyt samana
fr: La langue principale est restée la même
lv: Galvenā valoda nav mainīta
nb: Hovedspråket er fremdeles det samme
nl: De hoofdtaal is hetzelfde gebleven
pl: Główny język pozostał taki sam
sv: Det huvudsakliga språket har förblivit detsamma

source: No job found
da: Intet job fundet
de: Keine Stelle gefunden
et: Ametikohta ei leitud
fi: Yhtään positiota ei löydetty
fr: Aucun emploi trouvé
lv: Vakance nav atrasta
nb: Fant ingen jobb
nl: Geen vacature gevonden
pl: Nie znaleziono pracy
sv: Ingen tjänst hittades

source: Invalid section
da: Ugyldigt afsnit
de: Ungültiger Abschnitt
et: Kehtetu jaotis
fi: Virheellinen osio
fr: Section non valide
lv: Nederīga sadaļa
nb: Ugyldig seksjon
nl: Ongeldige sectie
pl: Nieprawidłowa sekcja
sv: Ogiltig sektion

source: Job ad URL cannot be formed because position name is missing
da: Jobannonce-URL kan ikke dannes, fordi stillingsnavn mangler
de: Die URL der Stellenbeschreibung kann nicht erstellt werden, da Stellenname fehlt
et: Töökuulutuse URL-i ei saa luua, sest ametikohal ei ole nime
fi: Työpaikkailmoituksen osoitetta ei voitu muodostaa, koska työpaikan nimi puuttuu
fr: L'URL de l'annonce d'emploi ne peut pas être formée car le nom du poste est manquant
lv: Darba sludinājuma URL nav iespējams izveidot, jo trūkst vakances nosaukuma
nb: URL-adressen til jobbannonsen kan ikke opprettes fordi stillingsnavnet mangler
nl: Job advertentie URL kan niet worden gevormd omdat de positienaam ontbreekt
pl: Nie można utworzyć adresu URL ogłoszenia o pracę, ponieważ brakuje nazwy stanowiska
sv: Jobbannonsens URL kan inte skapas för att positionens namn saknas

source: Unable to publish. Language versions ({}) not finalised.
da: Kan ikke offentligøres. Sprogversioner ({}) ikke færdiggjort.
de: Kann nicht veröffentlicht werden. Sprachversionen ({}) nicht fertiggestellt.
et: Ei saa avaldada. Keeleversioonid ({}) ei ole valmis.
fi: Ei voida julkaista. Kieliversioita ({}) ei ole viimeistelty.
fr: Impossible de publier. Les versions linguistiques ({}) ne sont pas finalisées.
lv: Nevar publicēt. Valodas versijas ({}) nav pabeigtas.
nb: Kan ikke publiseres. Språkversjoner ({}) ikke ferdigstilt.
nl: Kan niet publiceren. Taalversies ({}) niet afgerond.
pl: Nie można opublikować. Wersje językowe ({}) nie są sfinalizowane.
sv: Det går inte att publicera. Språkversioner ({}) är inte slutförda.

source: Display
de: Anzeige
et: Kuva
fi: Näyttö
fr: Afficher
lv: Displejs
nb: Vise
nl: Weergave
pl: Wyświetl
sv: Skärm

source: Type of question
da: Type af spørgsmål
de: Art der Frage
et: Küsimuse tüüp
fi: Kysymystyyppi
fr: Type de question
lv: Jautājuma veids
nb: Type spørsmål
nl: Type vraag
pl: Typ pytania
sv: Typ av fråga

source: Short text field
da: Kort tekstfelt
de: Kurztextfeld
et: Lühike tekstiväli
fi: Lyhyt tekstikenttä
fr: Champ de texte court
lv: Īsa teksta lauks
nb: Felt med kort tekst
nl: Kort tekstveld
pl: Krótkie pole tekstowe
sv: Kort textfält

source: Long text field
da: Lang tekstfelt
de: Langtextfeld
et: Pikk tekstiväli
fi: Pitkä tekstikenttä
fr: Champ de texte long
lv: Gara teksta lauks
nb: Felt med lang tekst
nl: Lang tekstveld
pl: Długie pole tekstowe
sv: Långt textfält

source: Checkboxes
da: Afkrydsningsfelter
de: Kontrollkästchen
et: Märkeruudud
fi: Valintaruudut
fr: Cases à cocher
lv: Izvēles rūtiņas
nb: Avmerkingsbokser
nl: Selectievakjes
pl: Pola wyboru
sv: Kryssrutor

source: Radio button
da: Radioknap
de: Optionsschaltfläche
et: Raadionupp
fi: Radiopainike
fr: Bouton radio
lv: Radiopoga
nb: Radioknapp
nl: Keuzerondje
pl: Przycisk radiowy
sv: Radioknapp

source: Optional
da: Valgfri
et: Valikuline
fi: Valinnainen
fr: Facultatif
lv: Pēc izvēles
nb: Valgfritt
nl: Optioneel
pl: Opcjonalne
sv: Valfri

source: Options for the answer
da: Muligheder for svaret
de: Optionen für die Antwort
et: Vastusevariandid
fi: Vastauksen vaihtoehdot
fr: Options pour la réponse
lv: Atbildes iespējas
nb: Svaralternativer
nl: Opties voor het antwoord
pl: Opcje odpowiedzi
sv: Alternativ för svaret

source: Position does not exist
da: Stilling findes ikke
de: Stelle existiert nicht
et: Ametikohta ei ole olemas
fi: Työpaikkaa ei ole olemassa
fr: Le poste n'existe pas
lv: Vakance nepastāv
nb: Stillingen finnes ikke
nl: Positie bestaat niet
pl: Stanowisko nie istnieje
sv: Positionen existerar inte

source: Fill in every field
da: Udfyld alle felter
de: Füllen Sie jedes Feld aus
et: Täida kõik väljad
fi: Täytä kaikki kentät
fr: Remplissez tous les champs
lv: Aizpildiet visus laukus
nb: Fyll ut alle feltene
nl: Vul elk veld in
pl: Wypełnij każde pole
sv: Fyll i alla fält

source: Request to publish the job ad in Duunitori sent
da: Anmodning om at offentliggøre jobannoncen i Duunitori sendt
de: Anfrage zur Veröffentlichung der Stellenanzeige in Duunitori gesendet
et: Töökuulutuse Duunitoris avaldamise palve on saadetud
fi: Pyyntö julkaista työpaikkailmoitus Duunitorissa on lähetetty
fr: Demande de publication de l'annonce d'emploi dans Duunitori envoyée
lv: Nosūtīts pieprasījums publicēt darba sludinājumu portālā Duunitori
nb: Forespørsel om å publisere jobbannonsen i Duunitori sendt
nl: Verzoek om de vacature te publiceren in Duunitori verzonden
pl: Wysłano prośbę o publikację ogłoszenia o pracę w Duunitori
sv: Begäran om att publicera jobbannonsen i Duunitori skickad

source: We have an open position! Apply here:
da: Vi har en ledig stilling! Ansøg her:
de: Wir haben eine offene Stelle! Bewerben Sie sich hier:
et: Meil on vaba ametikoht. Kandideeri siin:
fi: Meillä on avoin työpaikka! Hae täällä:
fr: Nous avons un poste à pourvoir ! Postulez ici :
lv: Mums ir pieejama vakance! Pieteikties šeit:
nb: Vi har en ledig stilling! Søk her:
nl: We hebben een openstaande vacature! Solliciteer hier:
pl: Mamy otwarte stanowisko! Aplikuj tutaj:
sv: Vi har en öppen position! Ansök här:

source: Job alert URL
da: URL til jobalarm
de: URL der Stellenanzeige
et: Tööpakkumise teavituse URL
fi: Hakuvahdin URL
fr: URL de l'alerte emploi
lv: Darba brīdinājuma URL
nb: URL for jobbvarsling
nl: Vacature alert URL
pl: URL alertu o pracy
sv: URL för jobbvakt

source: Edit video questions in application forms
da: Redigér videospørgsmål i ansøgningsformularer
de: Video-Fragen in Bewerbungsformular bearbeiten
et: Muuda avalduse vormides videoküsimusi
fi: Muokkaa videokysymystä hakulomakkeessa
fr: Modifier les questions vidéo dans les formulaires de candidature
lv: Video jautājumu rediģēšana pieteikuma veidlapās
nb: Redigere videospørsmål i søknadsskjemaer
nl: Videovragen bewerken in sollicitatieformulieren
pl: Edytuj pytania wideo w formularzach aplikacyjnych
sv: Redigera videofrågor i ansökningsformulär

source: Add video questions in application forms
da: Tilføj videospørgsmål i ansøgningsformularer
de: Video-Fragen in Bewerbungsformular hinzufügen
et: Lisa avalduse vormidesse videoküsimusi
fi: Lisää videokysymys hakulomakkeeseen
fr: Ajouter des questions vidéo dans les formulaires de candidature
lv: Video jautājumu pievienošana pieteikuma veidlapās
nb: Legge til videospørsmål i søknadsskjemaer
nl: Videovragen toevoegen in sollicitatieformulieren
pl: Dodaj pytania wideo w formularzach aplikacyjnych
sv: Lägg till videofrågor i ansökningsformulär

source: Unknown autocomplete category:
da: Ukendt autocomplete-kategori:
de: Unbekannte Auto-Vervollständigen-Kategorie:
et: Tundmatu automaatse täitmise kategooria:
fi: Tuntematon kategoria:
fr: Catégorie d'autocomplétion inconnue :
lv: Nav zināma automātiskās pabeigšanas kategorija:
nb: Ukjent kategori for automatisk fullføring:
nl: Onbekende autocomplete categorie:
pl: Nieznana kategoria autouzupełniania:
sv: Okänd autokompletterad kategori:

source: Error performing action
da: Fejl ved udførelse af handling
de: Ausführen der Aktion fehlgeschlagen
et: Toimingu tegemisel ilmnes tõrge
fi: Virhe suorittaessa toimintoa
fr: Erreur lors de l'exécution de l'action
lv: Kļūda, veicot darbību
nb: Feil ved utførelse av handling
nl: Fout bij het uitvoeren van de actie
pl: Błąd podczas wykonywania działania
sv: Fel uppstod i genomföringen av åtgärden

source: No interview times selected, click on "{}" again to open the calendar
da: Ingen interviewtidspunkter valgt, klik på "{}" igen for at åbne kalenderen
de: Keine Bewerbungsgesprächszeiten ausgewählt, erneut "{}" klicken um den Kalendar zu öffnen
et: Vestluse aegu ei ole valitud, klõpsa uuesti nuppu „{}“, et avada kalender
fi: Haastatteluaikoja ei ole valittu, klikkaa "{}" avataksesi haastattelukalenterin
fr: Aucun horaire d'entretien sélectionné, cliquez à nouveau sur "{}" pour ouvrir le calendrier
lv: Nav izvēlēti intervijas laiki; vēlreiz noklikšķiniet uz "{}", lai atvērtu kalendāru
nb: Hvis ingen intervjutider er valgt, klikker du på "{}" igjen for å åpne kalenderen
nl: Geen interviewtijden geselecteerd, klik nogmaals op "{}" om de kalender te openen
pl: Nie wybrano terminów rozmowy, kliknij ponownie na "{}", aby otworzyć kalendarz
sv: Inga intervjutider valda, klicka på "{}" för att öppna kalendern

source: Schedule Interview
da: Planlæg interview
de: Bewerbungsgespräch planen
et: Planeeri vestlus
fi: Varaa haastattelu
fr: Planifier un entretien
lv: Ieplānot interviju
nb: Avtal intervju
nl: Interview inplannen
pl: Zaplanuj rozmowę
sv: Boka intervju

source: Feature deleted
da: Funktion slettet
de: Merkmal gelöscht
et: Funktsioon kustutati
fi: Ominaisuus poistettu
fr: Fonctionnalité supprimée
lv: Funkcija dzēsta
nb: Funksjon er slettet
nl: Functie verwijderd
pl: Funkcja usunięta
sv: Funktionen raderad

source: Feature created. Only features in the feedback's language are shown.
da: Funktion oprettet. Kun funktioner på feedbackens sprog vises.
de: Merkmal erstellt. Nur Merkmale in der Sprache des Feedbacks werden angezeigt.
et: Funktsioon on loodud. Kuvatakse ainult tagasiside keeles olevad funktsioonid.
fi: Ominaisuus luotu. Kulloinkin näkyvillä on vain ominaisuudet, joiden kieli on sama kuin viestintäkieli.
fr: Fonctionnalité créée. Seules les fonctionnalités dans la langue du commentaire sont affichées.
lv: Funkcija izveidota. Tiek parādītas tikai funkcijas atsauksmju valodā.
nb: Funksjon er opprettet. Bare funksjoner på tilbakemeldingsspråket vises.
nl: Functie aangemaakt. Alleen functies in de taal van de feedback worden weergegeven.
pl: Funkcja utworzona. Wyświetlane są tylko funkcje w języku opinii.
sv: Funktionen skapad. Bara funktioner med feedback-språket visas.

source: Feature created
da: Funktion oprettet
de: Merkmal erstellt
et: Funktsioon on loodud
fi: Ominaisuus luotu
fr: Fonctionnalité créée
lv: Funkcija izveidota
nb: Funksjon er opprettet
nl: Functie aangemaakt
pl: Funkcja utworzona
sv: Funktionen skapad

source: Feature updated
da: Funktion opdateret
de: Merkmal aktualisiert
et: Funktsiooni uuendati
fi: Ominaisuus päivitetty
fr: Fonctionnalité mise à jour
lv: Funkcija atjaunināta
nb: Funksjon er oppdatert
nl: Functie bijgewerkt
pl: Funkcja zaktualizowana
sv: Funktionen uppdaterad

source: One message processed
da: En besked behandlet
de: Eine Nachricht wurde verarbeitet
et: Töödeldi üht sõnumit
fi: Viesti käsitelty
lv: Viens ziņojums apstrādāts
nb: Én melding er behandlet
sv: Ett meddelande behandlat
