Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Qualification comparison form
da: Kvalifikationssammenligningsformular
de: Formular zum Vergleich von Qualifikationen
et: Kvalifikatsiooni võrdlusvorm
fi: Pätevyyksien vertailulomake
fr: Formulaire de comparaison des qualifications
lv: Kvalifikācijas salīdzināšanas veidlapa
nb: Skjema for kvalifikasjonssammenligning
nl: Kwalificatievergelijkingsformulier
pl: Formularz porównania kwalifikacji
sv: Jämförelseformulär för kvalifikationer

source: Form for reference check
da: Formular til referencetjek
de: Formular für Referenzprüfung
et: Soovituste kontrollimise vorm
fi: Lomake referenssitarkistukselle
fr: Formulaire pour la vérification des références
lv: Veidlapa atsauksmju pārbaudei
nb: Skjema for referansesjekk
nl: Formulier voor referentiecontrole
pl: Formularz dla sprawdzania referencji
sv: Formulär för kontrollering av referenser

source: Form to edit talent
da: Formular til redigering af talent
de: Formular zum Bearbeiten von Talenten
et: Talendi muutmise vorm
fi: Lomake talentin muokkaamiseen
fr: Formulaire pour modifier le talent
lv: Veidlapa talanta rediģēšanai
nb: Skjema for å redigere talent
nl: Formulier om talent te bewerken
pl: Formularz do edycji kandydata
sv: Formulär för att editera talang

source: Form for talent
da: Formular for talent
de: Formular für Talent
et: Talendi vorm
fi: Lomake talentille
fr: Formulaire pour le talent
lv: Veidlapa talantam
nb: Skjema for talent
nl: Formulier voor talent
pl: Formularz dla kandydata
sv: Formulär för talang

source: Form to view talent
da: Formular til visning af talent
de: Formular zur Ansicht von Talenten
et: Talendi vaatamise vorm
fi: Lomake talentin näyttöön
fr: Formulaire pour voir le talent
lv: Veidlapa talanta apskatei
nb: Skjema for å se talent
nl: Formulier om talent te bekijken
pl: Formularz do przeglądania kandydata
sv: Formulär för att se talang

source: New application
da: Ny ansøgning
de: Neue Bewerbung
et: Uus avaldus
fi: Uusi hakemus
fr: Nouvelle candidature
lv: Jauns pieteikums
nb: Ny søknad
nl: Nieuwe sollicitatie
pl: Nowa aplikacja
sv: Ny ansökan

source: Withdrawal
da: Tilbagetrækning
de: Widerruf
et: Tagasivõtmine
fi: Vetäytyminen
fr: Retrait
lv: Atsaukšana
nb: Tilbaketrekking
nl: Intrekking
pl: Wycofanie
sv: Återkallning

source: Talent Community group
da: Talent Community-gruppe
de: Talent Community Gruppe
et: Talent Community grupp
fi: Talent Community ryhmä
fr: Groupe de la communauté de talents
lv: Talent Community grupas kategorijas
nb: Talent Community-gruppe
nl: Talentengemeenschapsgroep
pl: Grupa Talent Community
sv: Talent Community-grupp

source: Application has just been submitted
da: Ansøgningen er netop blevet indsendt
de: Die Bewerbung wurde gerade übermittelt
et: Avaldus on esitatud
fi: Hakemus on juuri jätetty
fr: La candidature vient d'être soumise
lv: Pieteikums ir tikko iesniegts
nb: Søknaden er nettopp sendt inn
nl: Sollicitatie is zojuist ingediend
pl: Aplikacja została właśnie przesłana
sv: Ansökan har inlämnats

source: Content of the [SUMMARY] placeholder
da: Indhold af [SUMMARY]-pladsholderen
de: Inhalt des [SUMMARY] Platzhalters
et: Kohatäite [SUMMARY] sisu
fi: [SUMMARY] paikanpitäjän sisältö
fr: Contenu de l'espace réservé [SUMMARY]
lv: Viettura [SUMMARY] saturs
nb: Innholdet i [SUMMARY] plassholderen
nl: Inhoud van de [SUMMARY] placeholder
pl: Zawartość symbolu zastępczego [SUMMARY]
sv: Innehåll för platshållaren [SUMMARY]

source: Phone interview invitation
da: Invitation til telefoninterview
de: Einladung zum telefonischen Bewerbungsgespräch
et: Telefonivestluse kutse
fi: Kutsu puhelinhaastatteluun
fr: Invitation à un entretien téléphonique
lv: Uzaicinājums uz telefona interviju
nb: Invitasjon til telefonintervju
nl: Uitnodiging voor telefonisch interview
pl: Zaproszenie na rozmowę telefoniczną
sv: Inbjudan till telefonintervju

source: Schedule another phone interview
da: Planlæg endnu et telefoninterview
de: Ein weiteres telefonisches Bewerbungsgespräch planen
et: Planeeri uus telefonivestlus
fi: Varaa uusi puhelinhaastattelu
fr: Planifier un autre entretien téléphonique
lv: Ieplānot vēl vienu telefona interviju
nb: Avtal et nytt telefonintervju
nl: Plan nog een telefonisch interview
pl: Zaplanuj kolejną rozmowę telefoniczną
sv: Boka en till telefonintervju

source: Cancel phone interview
da: Aflys telefoninterview
de: Telefoninterview absagen
et: Tühistage telefonivestlus
fi: Peru puhelinhaastattelu
fr: Annuler l'entretien téléphonique
lv: Atcelt telefona interviju
nb: Avlys telefonintervjuet
nl: Annuleer telefonisch interview
pl: Anuluj rozmowę telefoniczną
sv: Avboka telefonintervju

source: Cancel confirmed phone interview
da: Aflys bekræftet telefoninterview
de: Bestätigtes Telefoninterview absagen
et: Tühistage kinnitatud telefonivestlus
fi: Peru vahvistettu puhelinhaastattelu
fr: Annuler l'entretien téléphonique confirmé
lv: Atcelt apstiprinātu telefona interviju
nb: Avlys bekreftet telefonintervju
nl: Bevestigd telefonisch sollicitatiegesprek annuleren
pl: Anuluj potwierdzoną rozmowę telefoniczną
sv: Avboka bekräftad telefonintervju

source: Phone interview confirmation
da: Bekræftelse af telefoninterview
de: Bestätigung des telefonischen Bewerbungsgesprächs
et: Telefonivestluse kinnitus
fi: Puhelinhaastattelun vahvistus
fr: Confirmation de l'entretien téléphonique
lv: Telefona intervijas apstiprinājums
nb: Bekreftelse av telefonintervju
nl: Bevestiging van telefonisch sollicitatiegesprek
pl: Potwierdzenie rozmowy telefonicznej
sv: Telefonintervjubekräftelse

source: Interview invitation
da: Invitation til interview
de: Einladung zum Bewerbungsgespräch
et: Vestluse kutse
fi: Kutsu haastatteluun
fr: Invitation à l'entretien
lv: Uzaicinājums uz interviju
nb: Invitasjon til intervju
nl: Uitnodiging voor sollicitatiegesprek
pl: Zaproszenie na rozmowę kwalifikacyjną
sv: Inbjudan till personlig intervju

source: Online interview invitation
da: Invitation til onlineinterview
de: Einladung zum Online-Bewerbungsgespräch
et: Veebivestluse kutse
fi: Kutsu online-haastatteluun
fr: Invitation à l'entretien en ligne
lv: Uzaicinājums uz tiešsaistes interviju
nb: Invitasjon til intervju på nett
nl: Uitnodiging voor online sollicitatiegesprek
pl: Zaproszenie na rozmowę online
sv: Inbjudan till online-intervju

source: Video interview invitation
da: Invitation til videointerview
de: Einladung zum Videointerview
et: Videointervjuu kutse
fi: Videohaastattelukutsu
fr: Invitation à un entretien vidéo
lv: Video intervijas uzaicinājums
nb: Invitasjon til videointervju
nl: Uitnodiging voor video-interview
pl: Zaproszenie na rozmowę wideo
sv: Inbjudan till videointervju

source: Extend video interview deadline
da: Forlæng deadline for videointerview
de: Frist für das Videointerview verlängern
et: Pikenda videointervjuu tähtaega
fi: Pidennä videohaastattelun määräaikaa
fr: Prolonger la date limite de l'entretien vidéo
lv: Pagarināt video intervijas termiņu
nb: Forleng fristen for videointervju
nl: Deadline voor video-interview verlengen
pl: Przedłuż termin rozmowy wideo
sv: Förläng tidsfristen för videointervjun

source: Interview confirmation
da: Bekræftelse af interview
de: Bestätigung des Bewerbungsgesprächs
et: Vestluse kinnitus
fi: Haastatteluajan vahvistus
fr: Confirmation de l'entretien
lv: Intervijas apstiprinājums
nb: Bekreftelse av intervju
nl: Bevestiging van sollicitatiegesprek
pl: Potwierdzenie rozmowy kwalifikacyjnej
sv: Intervjubekräftelse

source: Online interview confirmation
da: Online bekræftelse af interview
de: Bestätigung des Online-Bewerbungsgesprächs
et: Veebivestluse kinnitus
fi: Online-haastattelun vahvistus
fr: Confirmation de l'entretien en ligne
lv: Tiešsaistes intervijas apstiprinājums
nb: Bekreftelse av intervjuet på nett
nl: Bevestiging van online sollicitatiegesprek
pl: Potwierdzenie rozmowy online
sv: Bekräfta online-intervju

source: Cancel confirmed online interview
da: Aflys bekræftet onlineinterview
de: Bestätigtes Online-Bewerbungsgespräch absagen
et: Tühista kinnitatud veebivestlus
fi: Peru vahvistettu online-haastattelu
fr: Annuler l'entretien en ligne confirmé
lv: Atcelt apstiprināto tiešsaistes interviju
nb: Avbestille det bekreftede intervjuet på nett
nl: Bevestigd online sollicitatiegesprek annuleren
pl: Anuluj potwierdzoną rozmowę online
sv: Avboka bekräftad online-intervju

source: Talent Community invitation message
da: Invitation til Talent Community
de: Talent-Community-Einladungsnachricht
et: Talent Communityga liitumise kutse
fi: Talent Community kutsuviesti
fr: Message d'invitation à la communauté de talents
lv: Talent Community uzaicinājuma ziņojums
nb: Invitasjonsmelding til talentsamfunn
nl: Uitnodigingsbericht voor Talent Community
pl: Wiadomość z zaproszeniem do Talent Community
sv: Inbjudan till Talent Community

source: Talent Community invitation message in feedback
da: Invitation til Talent Community i feedback
de: Talent-Community-Einladungsnachricht im Feedback
et: Talent Communityga liitumise kutse tagasisides
fi: Talent Community kutsuviesti palautteen mukana
fr: Message d'invitation à la communauté de talents dans les commentaires
lv: Talent Community uzaicinājuma ziņojums atbildē
nb: Talent Community-invitasjonsmelding i tilbakemeldingen
nl: Uitnodigingsbericht voor Talent Community in feedback
pl: Wiadomość z zaproszeniem do Talent Community w informacji zwrotnej
sv: Inkludera inbjudan till Talent Community i feedbackmeddelandet

source: Applicant withdraw from the process
da: Ansøger trækker sig fra processen
de: Bewerber aus dem Prozess zurückgetretten
et: Kandidaat loobus
fi: Hakijan peruuttaminen prosessista
fr: Le candidat se retire du processus
lv: Kandidāts atsauc pieteikumu
nb: Søkeren trekker seg fra prosessen
nl: Kandidaat trekt zich terug uit het proces
pl: Kandydat wycofuje się z procesu
sv: Ansökan återkallad från processen

source: Reschedule offered interview
da: Udsæt det tilbudte interview
de: Angebotenes Bewerbungsgespräch verschieben
et: Muuda planeeritud vestluse aega
fi: Siirrä tarjottu haastattelu
fr: Reprogrammer l'entretien proposé
lv: Pārplānot piedāvāto interviju
nb: Flytte det tilbudte intervjuet
nl: Aangeboden sollicitatiegesprek verzetten
pl: Zmień termin zaproponowanej rozmowy
sv: Boka om erbjuden intervjutid

source: Reschedule confirmed interview
da: Udsæt bekræftet interview
de: Bestätigtes Bewerbungsgespräch verschieben
et: Muuda kinnitatud vestluse aega
fi: Siirrä vahvistettu haastattelu
fr: Reprogrammer l'entretien confirmé
lv: Pārplānot apstiprināto interviju
nb: Flytte det bekreftede intervjuet
nl: Bevestigd sollicitatiegesprek verzetten
pl: Zmień termin potwierdzonej rozmowy
sv: Boka om bekräftad intervju

source: Reschedule offered online interview
da: Udsæt det tilbudte onlineinterview
de: Angebotenes Online-Bewerbungsgespräch verschieben
et: Muuda planeeritud veebivestluse aega
fi: Siirrä tarjottu online-haastattelu
fr: Reprogrammer l'entretien en ligne proposé
lv: Pārplānot piedāvāto tiešsaistes interviju
nb: Flytte det tilbudte intervjuet på nett
nl: Aangeboden online sollicitatiegesprek verzetten
pl: Zmień termin zaproponowanej rozmowy online
sv: Boka om erbjuden online-intervju

source: Reschedule confirmed online interview
da: Udsæt bekræftet onlineinterview
de: Bestätigtes Online-Bewerbungsgespräch verschieben
et: Muuda kinnitatud veebivestluse aega
fi: Siirrä vahvistettu online-haastattelu
fr: Reprogrammer l'entretien en ligne confirmé
lv: Pārplānot apstiprināto tiešsaistes interviju
nb: Flytte det bekreftede intervjuet på nett
nl: Bevestigd online sollicitatiegesprek verzetten
pl: Zmień termin potwierdzonej rozmowy online
sv: Boka om bekräftad online-intervju

source: Cancel offered interview
da: Aflys tilbudt interview
de: Angebotenes Bewerbungsgespräch absagen
et: Tühista pakutud vestlus
fi: Peru tarjottu haastattelu
fr: Annuler l'entretien proposé
lv: Atcelt piedāvāto interviju
nb: Avlyse det tilbudte intervjuet
nl: Aangeboden sollicitatiegesprek annuleren
pl: Anuluj zaproponowaną rozmowę
sv: Avboka erbjuden intervju

source: Cancel confirmed interview
da: Aflys bekræftet interview
de: Bestätigtes Interview absagen
et: Tühista kinnitatud vestlus
fi: Peru vahvistettu haastattelu
fr: Annuler l'entretien confirmé
lv: Atcelt apstiprināto interviju
nb: Avlyse det bekreftede intervjuet
nl: Bevestigd sollicitatiegesprek annuleren
pl: Anuluj potwierdzoną rozmowę
sv: Avboka bekräftad intervju

source: Cancel offered online interview
da: Aflys tilbudt onlineinterview
de: Angebotenes Online-Bewerbungsgespräch absagen
et: Tühista pakutud veebivestlus
fi: Peru tarjottu online-haastattelu
fr: Annuler l'entretien en ligne proposé
lv: Atcelt piedāvāto tiešsaistes interviju
nb: Avbestille det tilbudte intervjuet på nett
nl: Aangeboden online sollicitatiegesprek annuleren
pl: Anuluj zaproponowaną rozmowę online
sv: Avboka erbjuden online-intervju

source: Custom message
da: Brugerdefineret besked
de: Benutzerdefinierte Nachricht
et: Kohandatud sõnum
fi: Oma viesti
fr: Message personnalisé
lv: Pielāgots ziņojums
nb: Tilpasset melding
nl: Aangepast bericht
pl: Wiadomość niestandardowa
sv: Anpassat meddelande

source: Additional information message in Offer step
da: Yderligere informationsbesked i tilbudstrinnet
de: Zusätzliche Informationsnachricht im Angebotsschritt
et: Lisainfo sõnum etapis „Tööpakkumine“
fi: Tarjousvaiheen lisätietopyyntö
fr: Message d'informations supplémentaires à l'étape de l'offre
lv: Papildu informācijas ziņojums piedāvājuma posmā
nb: Melding om tilleggsinformasjon på tilbudstrinnet
nl: Aanvullend informatiebericht in aanbiedingsstap
pl: Dodatkowa wiadomość na etapie Oferty
sv: Ytterligare informationsmeddelande i Erbjudandesteg

source: Request for documents message
da: Anmodning om dokumenter besked
de: Nachricht zur Anforderung von Dokumenten
et: Dokumentide taotlemise sõnum
fi: Pyyntö asiakirjoista -viesti
fr: Message de demande de documents
lv: Pieprasījums pēc dokumentiem ziņojums
nb: Melding om forespørsel om dokumenter
nl: Verzoek om documenten bericht
pl: Wiadomość z żądaniem dokumentów
sv: Meddelande om dokumentbegäran

source: Assessment invitation
da: Invitation til vurdering
de: Einladung zum Assessment
et: Hindamise kutse
fi: Arviointitestien kutsuviesti
fr: Invitation à l'évaluation
lv: Uzaicinājums novērtēt
nb: Invitasjon til vurdering
nl: Uitnodiging voor assessment
pl: Zaproszenie do oceny
sv: Inbjudan till utvärdering

source: Assessment results
da: Vurdering af resultater
de: Assessmentergebnisse
et: Hindamise tulemused
fi: Arviointitestien tulokset
fr: Résultats de l'évaluation
lv: Novērtējuma rezultāti
nb: Vurderingsresultater
nl: Resultaten van assessment
pl: Wyniki oceny
sv: Resultat för utvärdering

source: Pre-onboarding invitation
da: Invitation til pre-onboarding
de: Einladung zum Pre-onboarding
et: Eeltutvustuse kutse
fi: Kutsu esiperehdytykseen
fr: Invitation de pré-intégration
lv: Uzaicinājums uz aktivitātēm pirms darba uzsākšanas
nb: Invitasjon til preboarding
nl: Uitnodiging voor pre-onboarding
pl: Zaproszenie do wstępnej adaptacji
sv: Inbjudan till pre-onboarding

source: Pre-onboarding reminder
da: Påmindelse til pre-onboarding
de: Erinnerung an das Pre-onboarding
et: Eeltutvustuse meeldetuletus
fi: Muistutus esiperehdytyksestä
fr: Rappel de pré-intégration
lv: Atgādinājums par aktivitāti pirms darba uzsākšanas
nb: Påminnelse om preboarding
nl: Herinnering voor pre-onboarding
pl: Przypomnienie o wstępnej adaptacji
sv: Påminnelse om introduktion till inskolning

source: Pre-onboarding magic link
da: Magisk link til pre-onboarding
de: Magic Link zum Pre-Onboarding
et: Eeltutvustuse otselink
fi: Linkki esiperehdytykseen
fr: Lien magique de pré-intégration
lv: Aktivitātes pirms darba uzsākšanas īpašā saite
nb: Magisk lenke til preboarding
nl: Magische link voor pre-onboarding
pl: Magiczny link do wstępnej adaptacji
sv: Introduktion till inskolning länk

source: Group interview invitation
da: Invitation til gruppeinterview
de: Einladung zum Gruppenbewerbungsgespräch
et: Grupivestluse kutse
fi: Kutsu ryhmähaastatteluun
fr: Invitation à l'entretien de groupe
lv: Uzaicinājums uz grupas interviju
nb: Invitasjon til gruppeintervju
nl: Uitnodiging voor groepsgesprek
pl: Zaproszenie na rozmowę grupową
sv: Inbjudan till gruppintervju

source: Group interview confirmation
da: Bekræftelse af gruppeinterview
de: Gruppenbewerbungsgesprächbestätigung
et: Grupivestluse kinnitus
fi: Ryhmähaastattelun vahvistus
fr: Confirmation de l'entretien de groupe
lv: Grupas intervijas apstiprinājums
nb: Bekreftelse av gruppeintervju
nl: Bevestiging van groepsgesprek
pl: Potwierdzenie rozmowy grupowej
sv: Bekräftelse av gruppintervju

source: Cancel offered group interview
da: Aflys tilbudt gruppeinterview
de: Angebotenes Gruppenbewerbungsgespräch absagen
et: Tühista pakutud grupivestlus
fi: Peru tarjottu ryhmähaastattelu
fr: Annuler l'entretien de groupe proposé
lv: Atcelt piedāvāto grupas interviju
nb: Avlyse tilbudt gruppeintervju
nl: Aangeboden groepsgesprek annuleren
pl: Anuluj zaproponowaną rozmowę grupową
sv: Avboka erbjuden gruppintervju

source: Cancel confirmed group interview
da: Aflys bekræftet gruppeinterview
de: Bestätigtes Gruppenbewerbungsgespräch absagen
et: Tühista kinnitatud grupivestlus
fi: Peru vahvistettu ryhmähaastattelu
fr: Annuler l'entretien de groupe confirmé
lv: Atcelt apstiprināto grupas interviju
nb: Avlyse bekreftet gruppeintervju
nl: Bevestigd groepsgesprek annuleren
pl: Anuluj potwierdzoną rozmowę grupową
sv: Avboka bekräftad gruppintervju

source: Reschedule offered group interview
da: Udsæt det tilbudte gruppeinterview
de: Angebotenes Gruppenbewerbungsgespräch verschieben
et: Muuda pakutud grupivestluse aega
fi: Siirrä tarjottu ryhmähaastattelu
fr: Reprogrammer l'entretien de groupe proposé
lv: Pārplānot piedāvāto grupas interviju
nb: Flytte det tilbudte gruppeintervjuet
nl: Aangeboden groepsgesprek verzetten
pl: Zmień termin zaproponowanej rozmowy grupowej
sv: Boka om erbjuden gruppintervju

source: Reschedule confirmed group interview
da: Udsæt bekræftet gruppeinterview
de: Bestätigtes Gruppenbewerbungsgespräch verschieben
et: Muuda kinnitatud grupivestluse aega
fi: Siirrä vahvistettu ryhmähaastattelu
fr: Replanifier l'entretien de groupe confirmé
lv: Pārplānot apstiprināto grupas interviju
nb: Flytte det bekreftede gruppeintervjuet
nl: Bevestigd groepsgesprek opnieuw inplannen
pl: Zmień termin potwierdzonej rozmowy grupowej
sv: Boka om bekräftad gruppintervju

source: Recruitment report
da: Rekrutteringsrapport
de: Einstellungsbericht
et: Värbamisaruanne
fi: Rekrytointiraportti
fr: Rapport de recrutement
lv: Atlases atskaite
nb: Rekrutteringsrapport
nl: Wervingsrapport
pl: Raport rekrutacyjny
sv: Din rekryteringsrapport

source: Candidate requests application edit link
da: Kandidat anmoder om link til redigering af ansøgning
de: Kandidat fordert Bewerbungsbearbeitungslink an
et: Kandidaat soovib avalduse muutmise linki
fi: Hakija pyytää hakemuksen muokkauslinkkiä
fr: Le candidat demande un lien de modification de candidature
lv: Kandidāts pieprasa pieteikuma rediģēšanas saiti
nb: Kandidaten ber om en lenke til redigering av søknaden
nl: Kandidaat vraagt om link voor bewerken sollicitatie
pl: Kandydat prosi o link do edycji aplikacji
sv: Kandidaten begär om ansökans redigeringslänk

source: Applicant edits application
da: Ansøger redigerer ansøgning
de: Bewerber bearbeitet Bewerbung
et: Kandidaat muudab kandideerimisavaldust
fi: Hakija muokkaa hakemusta
fr: Le candidat modifie sa candidature
lv: Pretendents rediģē pieteikumu
nb: Søker redigerer søknad
nl: Sollicitant bewerkt sollicitatie
pl: Kandydat edytuje aplikację
sv: Sökande redigerar ansökan

source: Link to active recruitment
da: Link til aktiv rekruttering
de: Link zum aktiven Bewerbungsverfahren
et: Link aktiivsele värbamisele
fi: Kutsu aktiiviseen rekrytointiprosessiin
fr: Lien vers le recrutement actif
lv: Saite uz aktīvo atlasi
nb: Lenke til aktiv rekruttering
nl: Link naar actieve werving
pl: Link do aktywnej rekrutacji
sv: Skicka länk till aktiv rekrytering

source: Welcome to Talent Community
da: Velkommen til Talent Community
de: Willkommen zur Talent Community
et: Tere tulemast Talent Communitysse!
fi: Tervetuloa Talent Communityyn
fr: Bienvenue dans la Communauté des Talents
lv: Laipni lūdzam Talent Community
nb: Velkommen til Talent Community
nl: Welkom bij Talent Community
pl: Witamy w Talent Community
sv: Välkommen till Talent Community

source: Thank you for subscribing
da: Tak, fordi du abonnerer
de: Vielen Dank für Ihr Abonnement
et: Aitäh tellimise eest
fi: Kiitos kun tilasit
fr: Merci de vous être abonné
lv: Paldies, ka abonējāt
nb: Takk for at du abonnerer
nl: Bedankt voor het abonneren
pl: Dziękujemy za subskrypcję
sv: Tack för att du prenumererar

source: Reminder to join Talent Community
da: Påmindelse om at deltage i Talent Community
de: Erinnerung Talent Community beizutreten
et: Talent Communityga ühinemise meeldetuletus
fi: Muistutus liittyä Talent Communityyn
fr: Rappel pour rejoindre la Communauté des Talents
lv: Atgādinājums pievienoties Talent Community
nb: Påminnelse om å bli med i Talent Community
nl: Herinnering om lid te worden van Talent Community
pl: Przypomnienie o dołączeniu do Talent Community
sv: Påminnelse om att gå med i Talent Community

source: Renew Talent Community consent
da: Samtykke til fornyelse af Talent Community
de: Erneuern der Talent Community Einwilligung
et: Uuenda nõusolekut Talent Communitys
fi: Talent Community -jäsenyyden uusiminen
fr: Renouveler le consentement à la Communauté des Talents
lv: Atjaunot Talent Community piekrišanu
nb: Fornye samtykke til Talent Community
nl: Vernieuw toestemming Talent Community
pl: Odnów zgodę na Talent Community
sv: Förnya samtycke till Talent Community

source: Link to continue editing the profile
da: Link til fortsat redigering af profilen
de: Link zur weiteren Bearbeitung des Profils
et: Profiili muutmise link
fi: Linkki hakijaprofiilin muokkaamiseen
fr: Lien pour continuer à modifier le profil
lv: Saite, lai turpinātu profila rediģēšanu
nb: Lenke for å fortsette å redigere profilen
nl: Link om door te gaan met het bewerken van het profiel
pl: Link do kontynuowania edycji profilu
sv: Länk till profilens uppgifter

source: AI feedback template
da: AI feedback-skabelon
de: KI-Feedback Vorlage
et: AI-tagasiside vorm
fi: Tekoälyn luoman palautteen mallipohja
fr: Modèle de feedback d'IA
lv: AI atsauksmes paraugs
nb: Mal for AI-tilbakemelding
nl: AI-feedbacksjabloon
pl: Szablon informacji zwrotnej AI
sv: AI feedbackmall

source: Feedback given verbally
da: Feedback givet mundtligt
de: Mündliches Feedback
et: Tagasisidet anti suuliselt
fi: Palaute on annettu toista kautta
fr: Feedback donné verbalement
lv: Mutiski sniegta atsauksme
nb: Muntlig tilbakemelding
nl: Feedback mondeling gegeven
pl: Informacja zwrotna przekazana ustnie
sv: Muntlig feedback har redan getts

source: Default mass rejection letter
da: Standard masseafvisningsbrev
de: Standard-Massenablehnungsschreiben
et: Äraütlev masskiri
fi: Oletus hylkäyskirje (massaviesti)
fr: Lettre de refus en masse par défaut
lv: Noklusējuma masveida noraidījuma vēstule
nb: Standard masseavslagsbrev
nl: Standaard massale afwijzingsbrief
pl: Domyślny list odrzucenia masowego
sv: Standard mass feedback meddelande

source: Video interview questions answered
da: Spørgsmål til videointerview besvaret
de: Videointerview Fragen beantwortet
et: Videovestluse vastatud küsimused
fi: Videohaastatteluun vastattu
fr: Questions d'entretien vidéo répondues
lv: Video intervijas jautājumi, uz kuriem saņemtas atbildes
nb: Svart på videointervjuspørsmål
nl: Vragen voor video-interview beantwoord
pl: Odpowiedzi na pytania z rozmowy wideo
sv: Videointervjufrågorna har besvarats
