Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Share this link on your company's communication channels to attract new talents to your Talent Community. After filling in their information, talents will receive a thank you email and become confirmed members of Talent Community.
da: Del dette link på din virksomheds kommunikationskanaler for at tiltrække nye talenter til jeres Talent Community. Når talenterne har udfyldt deres oplysninger, vil de modtage en takkemail og blive bekræftede medlemmer af Talent Community.
de: Teilen Sie diesen Link auf den Kommunikationskanälen Ihres Unternehmens, um neue Talente für Ihre Talent-Community zu gewinnen. Nachdem sie ihre Informationen eingegeben haben, erhalten die Talente eine Dankes-E-Mail und werden bestätigte Mitglieder der Talent-Community.
et: Jaga linki oma ettevõtte suhtluskanalites, et kutsuda uusi talente Talent Communityga liituma. Pärast andmete lisamist saadetakse talentidele tänukiri ja neist saavad Talent Community kinnitatud liikmed.
fi: Jaa tämä linkki yrityksesi viestintäkanavissa kutsuaksesi lisää osaajia Talent Communityynne. Täytettyään tietonsa, jäsenille lähetetään kiitosviesti ja heidät lisätään Talent Communityyn vahvistettuina jäseninä.
fr: Partagez ce lien sur les canaux de communication de votre entreprise pour attirer de nouveaux talents dans votre communauté de talents. Après avoir rempli leurs informations, les talents recevront un e-mail de remerciement et deviendront des membres confirmés de la communauté de talents.
lv: Kopīgojiet šo saiti uzņēmuma saziņas kanālos, lai savai Talent Community piesaistītu jaunus talantus. Pēc informācijas ievadīšanas talanti saņems pateicības e-pasta vēstuli un kļūs par apstiprinātiem Talent Community dalībniekiem.
nb: Del denne lenken i selskapets kommunikasjonskanaler for å tiltrekke nye talenter til Talent Community. Når talentene har fylt ut informasjonen sin, vil de få en e-post med takk og bli bekreftede medlemmer av Talent Community.
nl: Deel deze link op de communicatiekanalen van uw bedrijf om nieuwe talenten aan te trekken voor uw Talent Community. Na het invullen van hun gegevens ontvangen de talenten een bedankmail en worden ze bevestigde leden van de Talent Community.
pl: Udostępnij ten link na kanałach komunikacyjnych swojej firmy, aby przyciągnąć nowe talenty do Twojej Talent Community. Po wypełnieniu swoich danych, talenty otrzymają e-mail z podziękowaniem i staną się potwierdzonymi członkami Talent Community.
sv: Dela ut denna länk i företagets olika kanaler för att locka in nya talanger till er Talent Community. Talangerna ombes först att fylla i sin information, varefter de får en emailbekräftelse och blir bekräftade medlemmar av er Talent Community.

source: Select which group talents joining via the link are added to. If you do not want to assign them to any existing group, you can create a new group.
da: Vælg, den gruppe som talenter, der tilslutter sig via linket, skal føjes til. Hvis du ikke ønsker at tildele dem til en eksisterende gruppe, kan du oprette en ny gruppe.
de: Wählen Sie aus, zu welcher Gruppe Talente hinzugefügt werden, die über den Link beitreten. Wenn sie keiner bestehenden Gruppe zuordnet werden sollen, können Sie eine neue Gruppe erstellen.
et: Vali, millisesse gruppi lisatakse lingi kaudu liitunud talendid. Kui sa ei soovi neid olemasolevasse gruppi lisada, saad luua uue grupi.
fi: Valitse, mihin ryhmään linkin kautta liittyvät talentit lisätään. Jos et halua lisätä henkilöä olemassa olevaan ryhmään, voit luoda uuden ryhmän.
fr: Sélectionnez le groupe auquel les talents qui rejoignent via le lien sont ajoutés. Si vous ne souhaitez pas les affecter à un groupe existant, vous pouvez créer un nouveau groupe.
lv: Izvēlieties, kurai grupai tiek pievienoti talanti, kas pievienojas, izmantojot saiti. Ja nevēlaties tos piešķirt nevienai esošai grupai, varat izveidot jaunu grupu.
nb: Velg hvilken gruppe talenter som blir med via lenken, skal legges til. Hvis du ikke vil tilordne dem til en eksisterende gruppe, kan du opprette en ny gruppe.
nl: Selecteer aan welke groep talenten die via de link toetreden, worden toegevoegd. Als u ze niet aan een bestaande groep wilt toewijzen, kunt u een nieuwe groep maken.
pl: Wybierz, do której grupy dodawane są talenty dołączające za pośrednictwem linku. Jeśli nie chcesz przypisywać ich do żadnej istniejącej grupy, możesz utworzyć nową grupę.
sv: Välj till vilken grupp talangerna som deltagit via länken läggs till.

source: Share the built-in form
da: Del den indbyggede formular
de: Integriertes Formular teilen
et: Jaga sisseehitatud vormi
fi: Jaa linkki sisäänrakennetulle liittymislomakkeelle
fr: Partagez le formulaire intégré
lv: Kopīgot iebūvēto veidlapu
nb: Del det innebygde skjemaet
nl: Deel het ingebouwde formulier
pl: Udostępnij wbudowany formularz
sv: Dela länk till systemets blankett

source: Share the custom form
da: Del den brugerdefinerede formular
de: Benutzerdefiniertes Formular teilen
et: Jaga kohandatud vormi
fi: Jaa linkki mukautetulle lomakkeelle
fr: Partagez le formulaire personnalisé
lv: Kopīgot pielāgotu veidlapu
nb: Del det egendefinerte skjemaet
nl: Deel het aangepaste formulier
pl: Udostępnij niestandardowy formularz
sv: Dela länk till anpassad blankett

source: Summary of people who have recommended this talent
da: Oversigt over folk, der har anbefalet dette talent
de: Übersicht von Personen, die dieses Talent empfohlen haben
et: Seda talenti soovitanud inimeste kokkuvõte
fi: Yhteenveto suosittelijoista
fr: Résumé des personnes qui ont recommandé ce talent
lv: Kopsavilkums par cilvēkiem, kuri ir ieteikuši šo talantu
nb: Sammendrag av personer som har anbefalt dette talentet
nl: Overzicht van mensen die dit talent hebben aanbevolen
pl: Podsumowanie osób, które poleciły ten talent
sv: Sammanfattning av personer som har rekommenderat denna talang

source: Copy talents from Excel
da: Kopier talenter fra Excel
de: Talente aus Excel kopieren
et: Kopeeri talendid Excelist
fi: Kopioi hakemukset Excelistä
fr: Copiez les talents depuis Excel
lv: Kopēt talantus no Excel
nb: Kopier talenter fra Excel
nl: Kopieer talenten uit Excel
pl: Kopiuj talenty z Excela
sv: Kopiera ansökningar från Excel

source: Talent Community Groups
da: Grupper i Talent Community
de: Talent-Community-Gruppen
et: Talent Community grupid
fi: Talent Community Ryhmät
fr: Groupes de la communauté de talents
lv: Talent Community grupas kategorijas
nb: Grupper i Talent Community
nl: Talentengemeenschapsgroepen
pl: Grupy Talent Community
sv: Talent Community-grupper

source: Add a group in Talent Community
da: Tilføj en gruppe i Talent Community
de: Gruppe in Talent-Community hinzufügen
et: Lisa grupp Talent Communitysse
fi: Lisää ryhmä Talent Communityyn
fr: Ajouter un groupe dans la communauté de talents
lv: Pievienot grupu Talent Community
nb: Legg til en gruppe i Talent Community
nl: Voeg een groep toe in Talentengemeenschap
pl: Dodaj grupę w Talent Community
sv: Lägg till en grupp i Talent Community

source: Your groups
da: Dine grupper
de: Ihre Gruppen
et: Sinu grupid
fi: Ryhmäsi
fr: Vos groupes
lv: Jūsu grupas
nb: Gruppene dine
nl: Jouw groepen
pl: Twoje grupy
sv: Dina grupper

source: Add talent
da: Tilføj talent
de: Talent hinzufügen
et: Lisa talent
fi: Lisää talentti
fr: Ajouter un talent
lv: Pievienot talantu
nb: Legg til talent
nl: Talent toevoegen
pl: Dodaj talent
sv: Lägg till talang

source: The talent will be removed after 30 days if there is no valid consent
da: Talentet fjernes efter 30 dage, hvis der ikke foreligger et gyldigt samtykke
de: Ohne gültige Einverständniserklärung, wird das Talent nach 30 Tage entfernt
et: Kehtiva nõusoleku puudumisel eemaldatakse talent 30 päeva pärast
fi: Talentti poistetaan 30 päivän päästä jos lupaa ei ole saatu
fr: Le talent sera supprimé après 30 jours s'il n'y a pas de consentement valide
lv: Talants tiks noņemts pēc 30 dienām, ja nebūs derīgas piekrišanas
nb: Talentet fjernes etter 30 dager hvis det ikke foreligger et gyldig samtykke
nl: Het talent wordt na 30 dagen verwijderd als er geen geldige toestemming is
pl: Talent zostanie usunięty po 30 dniach, jeśli nie będzie ważnej zgody
sv: Talent Community -medlemmen raderas om 30 dagar ifall samtycke saknas

source: Delete talent
da: Slet talent
de: Talent löschen
et: Kustuta talent
fi: Poista talentti
fr: Supprimer le talent
lv: Dzēst talantu
nb: Slett talent
nl: Talent verwijderen
pl: Usuń talent
sv: Ta bort talang

source: Are you sure you want to delete this talent?
da: Er du sikker på, at du vil slette dette talent?
de: Sind Sie sicher, dass Sie dieses Talent löschen möchten?
et: Kas soovid selle talendi kustutada?
fi: Oletko varma, että haluat poistaa kyseisen hakijan?
fr: Êtes-vous sûr de vouloir supprimer ce talent ?
lv: Vai tiešām vēlaties dzēst šo talantu?
nb: Er du sikker på at du vil slette dette talentet?
nl: Weet u zeker dat u dit talent wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten talent?
sv: Är du säker att du vill radera denna ansökande?

source: Warning: Deleting talents will also delete all related applications.
da: Advarsel: Hvis du sletter talenter, slettes alle relaterede ansøgninger også.
de: Warnung: Löschen von Talenten wird alle dazugehörigen Berwerbungen ebenfalls löschen
et: Hoiatus! Talentide kustutamisel kustutatakse ka kõik seotud avaldused.
fi: Varoitus: Talenttien poistaminen poistaa myös kaikki niihin liittyvät hakemukset.
fr: Avertissement : La suppression des talents supprimera également toutes les candidatures associées.
lv: Brīdinājums! Dzēšot talantus, tiks dzēsti arī visi saistītie pieteikumi.
nb: Advarsel! Hvis du sletter talenter, slettes også alle relaterte søknader.
nl: Waarschuwing: Als u talenten verwijdert, worden ook alle gerelateerde sollicitaties verwijderd.
pl: Ostrzeżenie: Usunięcie talentów spowoduje również usunięcie wszystkich powiązanych aplikacji.
sv: Varning! När talanger tas bort tas även alla relaterade ansökningar bort.

source: The new visual look of TalentAdore is here!
da: TalentAdores nye visuelle look er her!
de: TalentAdores neue Optik ist da!
et: TalentAdore’i välimust on muudetud.
fi: TalentAdoren uusi visuaalinen ilme on täällä!
fr: Le nouveau look visuel de TalentAdore est arrivé !
lv: TalentAdore jaunais izskats ir klāt!
nb: Det nye visuelle uttrykket til TalentAdore er her!
nl: De nieuwe visuele look van TalentAdore is hier!
pl: Nowy wygląd TalentAdore jest już dostępny!
sv: TalentAdores nya visuella utseende är här!

source: We're proud to welcome you to the brand new look and feel of TalentAdore!
da: Vi er stolte af at kunne byde dig velkommen til TalentAdores helt nye look og feel!
de: Wir freuen uns, Sie beim brandneuen Look und Feel von TalentAdore begrüßen zu dürfen!
et: Esitleme uue välimusega TalentAdore’i.
fi: Olemme ylpeitä esittelemään teille TalentAdoren uuden ulkoasun!
fr: Nous sommes fiers de vous accueillir dans le tout nouveau look de TalentAdore !
lv: Mēs ar lepnumu aicinām jūs iepazīt TalentAdore jauno izskatu un noskaņu!
nb: Vi er stolte over å kunne ønske deg velkommen til TalentAdore med ny look!
nl: We zijn er trots op je te verwelkomen bij de gloednieuwe look en feel van TalentAdore!
pl: Z dumą witamy Cię w zupełnie nowym wyglądzie i stylu TalentAdore!
sv: Stolta hälsar vi dig välkommen till TalentAdores splitternya utseende och känsla!

source: What's new? We have updated our colors, styles, fonts and icons, for example. While the basic functionalities are still the same, the new user interface is more user friendly and more streamlined.
da: Hvad er der af nyheder? Vi har bl.a. opdateret vores farver, stilarter, skrifttyper og ikoner. Mens de grundlæggende funktioner stadig er de samme, er den nye brugergrænseflade mere brugervenlig og mere strømlinet.
de: Was gibt es Neues? Wir haben zum Beispiel unsere Farben, Stile, Schriftarten und Icons aktualisiert. Die grundlegenden Funktionen sind zwar immer noch dieselben, aber die neue Benutzeroberfläche ist benutzerfreundlicher und übersichtlicher.
et: Mis on uut? Uuendasime näiteks keskkonna värve, stiile, kirju ja ikoone. Kuigi põhifunktsioonid on samad, on uut kasutajaliidest lihtsam kasutada.
fi: Mitä uutta? Olemme päivittäneet esimerkiksi värejä, tyyliä, fontteja ja symboleita. Perustoiminnallisuuksien säilyessä ennallaan, uusi käyttöliittymä on käyttäjäystävällisempi ja selkeämpi.
fr: Quoi de neuf ? Nous avons mis à jour nos couleurs, styles, polices et icônes, par exemple. Bien que les fonctionnalités de base soient toujours les mêmes, la nouvelle interface utilisateur est plus conviviale et plus rationalisée.
lv: Kas ir jauns? Piemēram, mēs atjauninājām krāsas, stilus, fontus un ikonas. Lai gan pamatfunkcijas joprojām ir tādas pašas, jaunā lietotāja saskarne ir lietotājam ērtāka un vienkāršāka.
nb: Hva er nytt? Vi har blant annet oppdatert farger, stiler, skrifttyper og ikoner. De grunnleggende funksjonene er de samme, men det nye brukergrensesnittet er mer brukervennlig og strømlinjet.
nl: Wat is er nieuw? We hebben bijvoorbeeld onze kleuren, stijlen, lettertypen en pictogrammen bijgewerkt. Hoewel de basisfunctionaliteiten nog steeds hetzelfde zijn, is de nieuwe gebruikersinterface gebruiksvriendelijker en gestroomlijnder.
pl: Co nowego? Zaktualizowaliśmy na przykład nasze kolory, style, czcionki i ikony. Podstawowe funkcje pozostają takie same, ale nowy interfejs użytkownika jest bardziej przyjazny dla użytkownika i bardziej usprawniony.
sv: Vad är nytt? Vi har uppdaterat färger, stilar, teckensnitt och ikoner med mera. Basfunktionerna är fortfarande desamma, men det nya användargränssnittet är mer användarvänligt och strömlinjeformat.

source: We hope you like it - we sure do!
da: Vi håber, du kan lide det - det kan vi i hvert fald!
de: Wir hoffen, dass es Ihnen gefällt - uns gefällt es auf jeden Fall!
et: Loodame, et see meeldib sulle.
fi: Toivomme, että pidät siitä - me ainakin!
fr: Nous espérons que vous l'aimez - nous en sommes sûrs !
lv: Mēs ceram, ka jums tā patīk – mums patīk!
nb: Vi håper du liker den – for det gjør vi!
nl: We hopen dat je het leuk vindt - wij in ieder geval wel!
pl: Mamy nadzieję, że Ci się podoba - my na pewno tak!
sv: Vi hoppas att du gillar det – det gör vi!

source: P.S. If you have any questions or feedback about this update, our customer success team is here for you!
da: P.S. Hvis du har spørgsmål eller feedback om denne opdatering, er vores kundesuccesteam her for dig!
de: P.S. Wenn Sie Fragen oder Feedback zu diesem Update haben, ist unser Customer Success Team für Sie da!
et: NB! Kui sul on selle uuenduse kohta küsimusi või tagasisidet, võta meie klienditeenindusega ühendust.
fi: P.S. Jos sinulla on mitä tahansa kysymyksiä tai palautetta päivitykseen liittyen, asiakastukitiimimme on sinua varten!
fr: P.S. Si vous avez des questions ou des commentaires sur cette mise à jour, notre équipe de réussite client est là pour vous !
lv: P.S. Ja jums ir jautājumi vai atsauksmes par šo atjauninājumu, mūsu klientu atbalsta komanda ir gatava jums palīdzēt!
nb: P.S. Hvis du har spørsmål eller tilbakemeldinger om denne oppdateringen, er kundesuksessteamet vårt her for deg!
nl: P.S. Als je vragen of feedback hebt over deze update, staat ons customer success team voor je klaar!
pl: PS Jeśli masz jakiekolwiek pytania lub uwagi dotyczące tej aktualizacji, nasz zespół obsługi klienta jest do Twojej dyspozycji!
sv: PS. Om du har frågor eller feedback om uppdateringen så finns vårt kundteam här för dig!

source: Let's go!
da: Kom så!
de: Los geht's!
et: Alustame!
fi: Aloitetaan!
fr: Allons-y !
lv: Aiziet!
nb: Kom igjen!
nl: Laten we gaan!
pl: Zaczynajmy!
sv: Nu kör vi!

source: Welcome
da: Velkommen
de: Willkommen!
et: Tere tulemast
fi: Tervetuloa
fr: Bienvenue
lv: Laipni lūdzam
nb: Velkommen
nl: Welkom
pl: Witamy
sv: Välkommen

source: Welcome to the TalentAdore Hire!
da: Velkommen til TalentAdore Hire!
de: Willkommen zu TalentAdore Hire!
et: Tere tulemast keskkonda TalentAdore Hire!
fi: Tervetuloa käyttämään TalentAdore Hire -rekrytointijärjestelmää!
fr: Bienvenue sur TalentAdore Hire !
lv: Laipni lūdzam TalentAdore Hire!
nb: Velkommen til TalentAdore Hire!
nl: Welkom bij TalentAdore Hire!
pl: Witamy w TalentAdore Hire!
sv: Välkommen till TalentAdore Hire!

source: We’re super excited to have you on board! We just need to activate your account quickly. Shall we start?
da: Vi er superglade for at have dig om bord! Vi skal bare have aktiveret din konto hurtigt. Skal vi gå i gang?
de: Wir freuen uns sehr, Sie begrüßen zu dürfen! Wir müssen lediglich noch schnell Ihr Konto aktivieren. Sollen wir anfangen?
et: Meil on hea meel sind siin näha. Peame sinu konto aktiveerima. Kas alustame?
fi: Mahtavaa, että aloitat TalentAdoren käytön! Ensimmäisenä aktivoidaan käyttäjätilisi. Aloitetaanko?
lv: Ļoti priecājamies, ka esat mūsu pulkā! Mums tikai jāvelta nedaudz laika konta aktivizēšanai. Vai sāksim?
nb: Vi er veldig glade for å ha deg om bord! Vi trenger bare å aktivere kontoen din raskt. Skal vi sette i gang?
sv: Vi är glada att ha er ombord! Först måste vi aktivera ert konto. Skall vi börja?

source: First, please enter a safe password. It must be at least 12 characters.
da: Først skal du indtaste en sikker adgangskode. Den skal være på mindst 12 tegn.
de: Bitte geben Sie zunächst ein sicheres Passwort ein. Es muss mindestens 12 Zeichen lang sein.
et: Sisesta turvaline salasõna. Salasõna peab olema vähemalt 12 märgi pikkune.
fi: Aloita luomalla turvallinen salasana, jonka tulee olla vähintään 12 merkkiä pitkä.
fr: Tout d'abord, veuillez entrer un mot de passe sûr. Il doit comporter au moins 12 caractères.
lv: Vispirms ievadiet drošu paroli. Tajā jābūt vismaz 12 rakstzīmēm.
nb: Først må du skrive inn et sikkert passord. Det må bestå av minst 12 tegn.
nl: Voer eerst een veilig wachtwoord in. Het moet minimaal 12 tekens lang zijn.
pl: Najpierw wprowadź bezpieczne hasło. Musi mieć co najmniej 12 znaków.
sv: Vänligen lägg till ett tryggt lösenord. Den måste ha minst 12 tecken.

source: In this step we would like you to fill in your personal profile.
da: I dette trin vil vi gerne have dig til at udfylde din personlige profil.
de: In diesem Schritt bitten wir Sie Ihr persönliches Profil auszufüllen.
et: Selles etapis täida oma isiklik profiil.
fi: Seuraavaksi pyydämme sinua täyttämään omat tietosi käyttäjäprofiiliisi.
fr: Dans cette étape, nous aimerions que vous remplissiez votre profil personnel.
lv: Šajā posmā mēs aicinām jūs aizpildīt jūsu personīgo profilu.
nb: I dette trinnet ønsker vi at du fyller ut din personlige profil.
nl: In deze stap willen we graag dat je je persoonlijke profiel invult.
pl: W tym kroku prosimy o uzupełnienie Twojego profilu osobistego.
sv: I detta steg önskar vi att du fyller i din personliga profil.

source: Thanks, now you are ready. If you have any questions, don’t hesitate to contact support@talentadore.com or read our {}user guides.{}
da: Tak, nu er du klar. Hvis du har spørgsmål, så tøv ikke med at kontakte support@talentadore.com eller læse vores {}brugervejledninger.{}
de: Danke, jetzt ist alles erledigt. Wenn Sie Fragen jeglicher Art haben, zögern Sie nicht, uns unter support@talentadore.com zu kontaktieren. Gerne können Sie auch unsere {}Support Anleitungen{} lesen.
et: Nüüd on kõik valmis. Küsimuste korral võta meiega kindlasti ühendust aadressil support@talentadore.com või loe meie {}kasutusjuhendeid{}.
fi: Kiitos, nyt kaikki on valmista! Jos sinulla tulee mieleen jotakin kysyttävää, ota meihin yhteyttä sähköpostitse osoitteessa support@talentadore.com, tai tutustu hyödyllisiin {}tukioppaisiimme.{}
lv: Paldies, tagad esat gatavs. Ja jums ir jautājumi, sazinieties ar support@talentadore.com vai izlasiet mūsu {}lietotāja rokasgrāmatas.{}
nb: Takk, nå er du ferdig. Hvis du har spørsmål, er du velkommen til å kontakte support@talentadore.com eller lese våre {}brukerveiledninger.{}
sv: Tack, nu är du klar. Om du har frågor, vänligen kontakta support@talentadore.com eller läs igenom våra {}user guides.{}

source: Open “Home” page
da: Åbn siden "Hjem"
de: Startseite öffnen
et: Ava esileht
fi: Mene Etusivulle
lv: Atveriet lapu “Sākums”
nb: Åpne "Hjem"-siden
sv: Öppna Hemsidan

source: Warning! This company does not have admin users. Some integrations or views will fail.
da: Advarsel! Denne virksomhed har ikke admin-brugere. Nogle integrationer eller visninger vil mislykkes.
de: Warnung! Dieses Unternehmen hat keine administrativen Benutzer. Einige Integrationen oder Ansichten werden fehlschlagen.
et: Hoiatus! Sellel ettevõttel ei ole administraatoreid. Mõni integratsioon või vaade ei tööta.
fi: Varoitus! Tällä yrityksellä ei ole pääkäyttäjiä. Jotkut lisätoiminnot sekä näkymät eivät toimi.
fr: Attention! Cette entreprise n'a pas d'utilisateurs administrateurs. Certaines intégrations ou vues échoueront.
lv: Brīdinājums! Šim uzņēmumam nav administratoru. Dažas integrācijas vai skati neizdosies.
nb: Advarsel! Dette selskapet har ikke administratorbrukere. Noen integrasjoner eller visninger vil mislykkes.
nl: Waarschuwing! Dit bedrijf heeft geen beheerders. Sommige integraties of weergaven zullen mislukken.
pl: Uwaga! Ta firma nie ma użytkowników z uprawnieniami administratora. Niektóre integracje lub widoki mogą nie działać.
sv: Varning! Denna organisation har ingen admin användare. En del integrationer eller vyer kommer inte att fungera.

source: Encode
da: Kodning
de: Verschlüsseln
et: Kodeeri
fi: Koodaa
fr: Encoder
lv: Kodēt
nb: Kode
nl: Coderen
pl: Koduj
sv: Koda

source: Decode
da: Afkodning
de: Entschlüsseln
et: Dekodeeri
fi: Pura
fr: Décoder
lv: Dekodēt
nb: Dekode
nl: Decoderen
pl: Dekoduj
sv: Avkoda

source: Permission
da: Tilladelse
de: Berechtigung
et: Õigus
fi: Lupa
lv: Atļauja
nb: Tillatelse
nl: Toestemming
pl: Uprawnienie
sv: Behörighet

source: Path
da: Sti
de: Pfad
et: Tee
fi: Polku
fr: Chemin
lv: Ceļš
nb: Bane
nl: Pad
pl: Ścieżka
sv: Väg

source: Email for user
da: E-mail til bruger
de: E-Mail für Benutzer
et: Kasutaja e-posti aadress
fi: Käyttäjän sähköposti
fr: E-mail pour l'utilisateur
lv: Lietotāja e-pasta adrese
nb: E-post til bruker
nl: E-mail voor gebruiker
pl: E-mail użytkownika
sv: Email för användaren

source: Assessment report
da: Vurderingsrapport
de: Assessment-Bericht
et: Hindamisaruanne
fi: Testien raportti
fr: Rapport d'évaluation
lv: Novērtējuma atskaite
nb: Vurderingsrapport
nl: Beoordelingsrapport
pl: Raport z oceny
sv: Rapport om testerna

source: Candidate CV
da: Kandidatens CV
de: Lebenslauf des Kandidaten
et: Kandidaadi CV
fi: Hakijan CV
fr: CV du candidat
lv: Kandidāta CV
nb: Kandidatens CV
nl: CV van de kandidaat
pl: CV kandydata
sv: Kandidatens CV

source: Dates attended or expected graduation:
da: Datoer for deltagelse eller forventet eksamen:
de: Datum der Teilnahme oder des voraussichtlichen Abschlusses:
et: Õpingute ajavahemik või oodatav lõpetamine:
fi: Opintoaika tai odotettu valmistuminen
fr: Dates de fréquentation ou de remise des diplômes prévue:
lv: Bijušie vai gaidāmie absolvēšanas datumi:
nb: Datoer for utdanning eller forventet uteksaminering:
nl: Data bijgewoond of verwachte afstudeerdatum:
pl: Daty uczęszczania lub przewidywany termin ukończenia:
sv: Studietid eller förväntad utexaminering

source: Request a new password
da: Anmod om et nyt kodeord
de: Neues Passwort anfordern
et: Taotlege uus parool
fi: Pyydä uutta salasanaa
fr: Demander un nouveau mot de passe
lv: Pieprasīt jaunu paroli
nb: Be om et nytt passord
nl: Vraag een nieuw wachtwoord aan
pl: Poproś o nowe hasło
sv: Begär ett nytt lösenord
