Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: To ensure quick, relevant and easy search in TalentAdore, we’ve dedicated significant efforts to improve our search functionalities.
da: For at sikre hurtig, relevant og nem søgning i TalentAdore har vi gjort en stor indsats for at forbedre vores søgefunktioner.
de: Um eine schnelle, relevante und einfache Suche in TalentAdore zu gewährleisten, haben wir erhebliche Anstrengungen unternommen, unsere Suchfunktionalitäten zu verbessern.
et: Selleks et otsing oleks TalentAdore’is kiirem, asjakohasem ja lihtsam.
fi: Jotta hakujen suorittaminen TalentAdoressa olisi mahdollisimman helppoa ja nopeaa, olemme panostaneet hakutoimintojen tehostamiseen.
lv: Lai nodrošinātu ātru, atbilstošu un ērtu meklēšanu TalentAdore, mēs veltījām daudz pūļu, lai uzlabotu meklēšanas funkcijas.
nb: For å sikre raske, relevante og enkle søk i TalentAdore har vi lagt ned mye arbeid i å forbedre søkefunksjonene våre.
sv: Vi har satsat mycket på att förbättra sökfunktionerna i TalentAdore för att sökandet ska bli så enkelt och snabbt som möjligt.

source: Changes in “{}”
da: Ændringer i "{}"
de: Änderungen in "{}"
et: Funktsiooni „{}“ muudatused
fi: Muutos “{}” toimintoon
lv: Izmaiņas “{}”
nb: Endringer i "{}"
sv: Ändringar till funktionen “{}”

source: You can now choose if you want to copy the candidate's consent along with the application data. By default, the system assumes that you want to “{}”. If it is not the case then untick the checkbox.
da: Du kan nu vælge, om du vil kopiere kandidatens samtykke sammen med ansøgningsdataene. Som standard antager systemet, at du vil "{}". Hvis det ikke er tilfældet, skal du fjerne markeringen i afkrydsningsfeltet.
de: Sie können nun wählen, ob Sie die Zustimmung des Bewerbers zusammen mit den Bewerbungsdaten kopieren möchten. Standardmäßig geht das System davon aus, dass Sie "{}" wünschen. Wenn dies nicht der Fall ist, deaktivieren Sie das Kontrollkästchen.
et: Nüüd saad valida, kas tahad kopeerida kandidaadi nõusoleku koos avalduse andmetega. Vaikimisi eeldab süsteem, et soovid teha järgmist „{}“ Kui see ei ole nii, eemalda märkeruudust märge
fi: Voit nyt valita hakemuksia kopioidessa, sisällytätkö hakijan suostumuksen kopioitavaan hakemukseen. Oletuksena hakijan suostumus kopioituu, mutta jos et halua kopioida sitä, poista rasti ruudusta "{}".
lv: Tagad varat izvēlēties, vai kandidāta piekrišanu vēlaties kopēt kopā ar pieteikuma datiem. Pēc noklusējuma sistēma pieņem, ka vēlaties “{}”. Ja tas tā nav, noņemiet atzīmi no izvēles rūtiņas.
nb: Du kan nå velge om du vil kopiere kandidatens samtykke sammen med søknadsopplysningene. Som standard antar systemet at du vil "{}". Hvis det ikke er tilfelle, fjerner du merket i avmerkingsboksen.
sv: Då du kopierar ansökningar kan du nu välja om du vill inkludera kandidatens tidigare samtycke i den nya ansökan. Som standard kopieras samtycket över, men du kan lämna bort samtycket från den nya ansökan genom att kryssa ur rutan "{}".

source: JSON feeds
et: JSONi vood
fi: JSON-syötteet
fr: Flux JSON
lv: JSON plūsmas
nb: JSON-feeder
pl: Kanały JSON
sv: JSON-flöden

source: Position language is now included in the feeds.
da: Sproget for stillingen er nu inkluderet i feeds.
de: Die Sprache der Stellen ist jetzt in den Feeds enthalten.
et: Ametikoha keel on nüüd voogudesse lisatud.
fi: Syötteeseen on nyt sisällytetty työpaikan kielivalinta.
fr: La langue de la position est maintenant incluse dans les flux.
lv: Tagad ziņojumos ir iekļauta vakanču valoda.
nb: Stillingsspråket er nå inkludert i feedene.
nl: Positietaal is nu opgenomen in de feeds.
pl: Język stanowiska jest teraz uwzględniony w kanałach.
sv: Val av tjänstens språk har nu lagts till feeden.

source: Product improvements, bug fixes and styling
da: Produktforbedringer, fejlrettelser og styling
de: Produktverbesserungen, Fehlerbehebungen und Styling
et: Tootetäiustused, veaparandused ja stiilimuudatused
fi: Parannuksia sekä tyyli- ja ohjelmointivirheiden korjauksia
fr: Améliorations du produit, corrections de bogues et style
lv: Produkta uzlabojumi, kļūdu labojumi un stils
nb: Produktforbedringer, feilrettinger og styling
nl: Productverbeteringen, bugfixes en styling
pl: Ulepszenia produktu, poprawki błędów i stylizacja
sv: Produktförbättringar, buggfixar och styling

source: Recright single sign-on
de: Recright einmalige Anmeldung
et: Recrighti ühekordne sisselogimine
fi: Recright kertakirjautuminen
fr: Authentification unique Recright
lv: Recright vienota pierakstīšanās
nb: Enkel pålogging i Recright
pl: Logowanie jednokrotne Recright
sv: Recright enkel inloggning

source: Handle the whole video interview workflow inside TalentAdore without logging into Recright: all the way from enabling the video interview, editing the video interview invitation email, and selecting which video questions will be used in the recruitment process. Learn more {}here{}.
da: Håndter hele videointerview-workflowet i TalentAdore uden at logge ind i Recright: hele vejen fra aktivering af videointerviewet, redigering af invitationsmailen til videointerviewet og valg af, hvilke videospørgsmål der skal bruges i rekrutteringsprocessen. Læs mere {}her{}.
de: Verwalten Sie den gesamten Videointerview-Workflow innerhalb von TalentAdore, ohne sich in Recright anzumelden: von der Aktivierung des Videointerviews über die Bearbeitung der Einladungs-E-Mail zum Videointerview bis hin zur Auswahl der Videofragen, die im Rekrutierungsprozess verwendet werden. Erfahren Sie mehr {}hier{}.
et: Tervet videovestlust saad hallata TalentAdore’is ilma Recrighti sisse logimata: videovestluse lubamine, videovestluse kutse e-kirja muutmine ja värbamisprotsessis kasutatavate videoküsimuste valimine. Loe lähemalt {}siin{}.
fi: Voit nyt hoitaa koko videohaastattelun tekemisen TalentAdoressa ilman tarvetta kirjautua tai siirtyä lainkaan Recrightiin: lisää videohaastattelu rekrytointiprosessiin, muokkaa videohaastattelun kutsua, ja valitse mitkä kysymykset tulevat käyttöön videohaastatteluun. Lue lisää {}täällä{}.
fr: Gérez l'ensemble du flux de travail d'entretien vidéo dans TalentAdore sans vous connecter à Recright : de l'activation de l'entretien vidéo, à la modification de l'e-mail d'invitation à l'entretien vidéo, en passant par la sélection des questions vidéo qui seront utilisées dans le processus de recrutement. En savoir plus {}ici{}.
lv: Apstrādājiet visu video intervijas darbplūsmu TalentAdore sistēmā, nepierakstoties Recright: sākot ar video intervijas iespējošanu, uzaicinājuma uz video interviju e-pasta vēstules rediģēšanu un video jautājumu izvēli, kas tiks izmantoti atlases procesā. Uzzināt vairāk {}šeit{}.
nb: Håndter hele arbeidsflyten for videointervjuet i TalentAdore uten å logge på i Recright: alt fra å aktivere videointervjuet, redigere e-postinvitasjonen til videointervjuet og velge hvilke videospørsmål som skal brukes i rekrutteringsprosessen. Få vite mer {}her{}.
nl: Behandel de volledige workflow voor video-interviews in TalentAdore zonder in te loggen bij Recright: vanaf het inschakelen van het video-interview, het bewerken van de uitnodigingsmail voor het video-interview en het selecteren van de videovragen die in het wervingsproces worden gebruikt. Meer informatie {}hier{}.
pl: Zarządzaj całym procesem wywiadu wideo wewnątrz TalentAdore bez logowania się do Recright: od włączenia wywiadu wideo, edycji e-maila z zaproszeniem na wywiad wideo, po wybór pytań wideo, które będą używane w procesie rekrutacji. Dowiedz się więcej {}tutaj{}.
sv: Du kan nu hantera hela processen för videointervjuer direkt i TalentAdore, utan att separat behöva logga in i Recright: allt från att ta i bruk videointervjun, redigera inbjudan, och välja frågorna ni vill använda i videointervjun. Läs mer {}här{}.

source: RSS feed enhancements
da: Forbedringer af RSS-feeds
de: Verbesserungen der RSS-Feeds
et: RSS-voo täiustused
fi: RSS-syötteen lisäominaisuus
fr: Améliorations du flux RSS
lv: RSS plūsmas uzlabojumi
nb: Forbedringer av RSS-feeden
nl: Verbeteringen van RSS-feed
pl: Ulepszenia kanałów RSS
sv: Förbättringar till RSS-flödenas egenskaper

source: When creating RSS feeds, you can now choose which images are going to be included in them (logo, header or both). Learn more {}here{}.
da: Når du opretter RSS-feeds, kan du nu vælge, hvilke billeder der skal inkluderes i dem (logo, header eller begge dele). Få mere at vide {}her{}.
de: Bei der Erstellung von RSS-Feeds können Sie jetzt auswählen, welche Bilder darin enthalten sein sollen (Logo, Kopfzeile oder beides). Erfahren Sie mehr {}hier{}.
et: RSS-vooge luues saad nüüd valida, millised pildid lisatakse (logo, päis või mõlemad). Loe lähemalt {}siin{}.
fi: Kun luot RSS-syötteitä, voit nyt valita mitä kuvia siihen sisällytetään (logo, taustakuva, tai molemmat). Lue lisää {}täältä{}.
fr: Lors de la création de flux RSS, vous pouvez désormais choisir les images qui y seront incluses (logo, en-tête ou les deux). En savoir plus {}ici{}.
lv: Veidojot RSS plūsmas, tagad varat izvēlēties, kādi attēli tajās tiks iekļauti (logotips, galvene vai abi). Uzzināt vairāk {}šeit{}.
nb: Når du oppretter RSS-feeder, kan du nå velge hvilke bilder som skal inkluderes i dem (logo, topptekst eller begge deler). Få vite mer {}her{}.
nl: Bij het maken van RSS-feeds kunt u nu kiezen welke afbeeldingen erin worden opgenomen (logo, header of beide). Meer informatie {}hier{}.
pl: Podczas tworzenia kanałów RSS możesz teraz wybrać, które obrazy zostaną w nich uwzględnione (logo, nagłówek lub oba). Dowiedz się więcej {}tutaj{}.
sv: Då du skapar RSS-flödet kan du nu välja vilka bilder syns i flödet (logo, bakgrundsbild, eller båda). Läs mer {}här{}.

source: Conditional questions in custom application forms
da: Betingede spørgsmål i brugerdefinerede ansøgningsformularer
de: Bedingungsfragen in benutzerdefinierten Bewerbungsformularen
et: Tingimusküsimused kohandatud avalduse vormides
fi: Ehdolliset kysymykset hakulomakkeella
fr: Questions conditionnelles dans les formulaires de candidature personnalisés
lv: Nosacījuma jautājumi pielāgotās pieteikuma veidlapās
nb: Betingede spørsmål i egendefinerte søknadsskjemaer
nl: Voorwaardelijke vragen in aangepaste sollicitatieformulieren
pl: Pytania warunkowe w niestandardowych formularzach aplikacyjnych
sv: Lägg till villkorliga frågor på ansökningsformuläret

source: It is now possible to add conditional questions to your organisation’s custom application forms; when a candidate selects a specific answer to a question, a new question will appear below.
da: Det er nu muligt at tilføje betingede spørgsmål til din organisations brugerdefinerede ansøgningsformularer; når en kandidat vælger et bestemt svar på et spørgsmål, vises et nyt spørgsmål nedenfor.
de: Es ist jetzt möglich, den benutzerdefinierten Bewerbungsformularen Ihrer Organisation bedingte Fragen hinzuzufügen; wenn ein Bewerber eine bestimmte Antwort auf eine Frage auswählt, wird eine neue Frage darunter angezeigt.
et: Nüüd saad lisada oma ettevõtte kohandatud avalduse vormidele tingimusküsimusi. Kui kandidaat valib kindla vastusevariandi, kuvatakse allpool uus küsimus.
fi: Nyt on mahdollista lisätä ehdollisia kysymyksiä yrityksesi hakulomakkeelle. Kun hakija valitsee tietyn vastausvaihtoehdon, uusi kysymys ilmestyy.
lv: Tagad jūsu organizācijas pielāgotajām pieteikuma veidlapām ir iespējams pievienot nosacījuma jautājumus; kad kandidāts izvēlas konkrētu atbildi uz kādu jautājumu, zem tā parādīsies jauns jautājums.
nb: Det er nå mulig å legge til betingede spørsmål i organisasjonens egendefinerte søknadsskjemaer. Når en kandidat velger et bestemt svar på et spørsmål, vises et nytt spørsmål nedenfor.
sv: Det är nu möjligt att lägga till villkorliga frågor på ditt företags ansökningsblankett. Då kandidaten svarar på en fråga på ett visst sätt, öppnas en bestämd fråga.

source: Small improvements, bug fixes and styling
da: Små forbedringer, fejlrettelser og styling
de: Kleine Verbesserungen, Fehlerbehebungen und Styling
et: Väiksed täiustused, veaparandused ja stiilimuudatused
fi: Vika- ja tyylikorjauksia
fr: Petites améliorations, corrections de bogues et mise en forme
lv: Nelieli uzlabojumi, kļūdu labojumi un stils
nb: Små forbedringer, feilrettinger og styling
nl: Kleine verbeteringen, bugfixes en styling
pl: Drobne ulepszenia, poprawki błędów i stylizacja
sv: Små förbättringar, buggfixar och styling

source: Advanced search optimization
da: Avanceret søgeoptimering
de: Erweiterte Suchoptimierung
et: Täpsema otsingu optimeerimine
fi: Tarkennetun haun optimointi
fr: Optimisation de la recherche avancée
lv: Izvērstās meklēšanas optimizācija
nb: Avansert søkeoptimalisering
nl: Geavanceerde zoekoptimalisatie
pl: Optymalizacja wyszukiwania zaawansowanego
sv: Optimering av avancerad sökning

source: We have improved our advanced search to be more efficient than before. Read more about the advanced search and our tips for using it {}here{}.
da: Vi har forbedret vores avancerede søgning, så den er mere effektiv end før. Læs mere om den avancerede søgning og vores tips til at bruge den {}her{}.
de: Wir haben unsere erweiterte Suche verbessert, um sie noch effizienter zu machen als bisher. Lesen Sie mehr über die erweiterte Suche und unsere Tipps für ihre Verwendung {}hier{}.
et: Täiustasime täpsemat otsingut ja see on tõhusam kui kunagi varem. Lisainfo täpsema otsingu kohta ja selle kasutamise näpunäited leiad {}siit{}.
fi: Olemme parantaneet tarkennettua hakua, jotta se toimisi entistä tehokkaammin. Lue lisää tarkennetun haun käytöstä {}täällä{}.
fr: Nous avons amélioré notre recherche avancée pour qu'elle soit plus efficace qu'auparavant. En savoir plus sur la recherche avancée et nos conseils pour l'utiliser {}ici{}.
lv: Mēs uzlabojām izvērsto meklēšanu, lai tā būtu efektīvāka nekā iepriekš. Uzziniet vairāk par izvērsto meklēšanu un mūsu padomiem par to, kā to izmantot, {}šeit{}.
nb: Vi har forbedret det avanserte søket for å gjøre det mer effektivt enn tidligere. Les mer om det avanserte søket og våre tips om hvordan du bruker det {}her{}.
nl: We hebben onze geavanceerde zoekopdracht verbeterd om efficiënter te zijn dan voorheen. Lees {}hier{} meer over de geavanceerde zoekopdracht en onze tips voor het gebruik ervan.
pl: Ulepszyliśmy nasze wyszukiwanie zaawansowane, aby było bardziej wydajne niż wcześniej. Przeczytaj więcej o wyszukiwaniu zaawansowanym i naszych wskazówkach dotyczących korzystania z niego {}tutaj{}.
sv: Vi har förbättrat vår avancerade sökning för att göra den ännu mer effektiv. Läs mer om den avancerade sökfunktionen {}här{}.

source: Template's custom messages are copied
da: Skabelonens brugerdefinerede beskeder kopieres
de: Die benutzerdefinierten Nachrichten der Vorlage werden kopiert
et: Vormi kohandatud sõnumid on kopeeritud
fi: Mallipohjaan lisätyt omat viestit kopioituvat
fr: Les messages personnalisés du modèle sont copiés
lv: Parauga pielāgotie ziņojumi tiek kopēti
nb: Malens egendefinerte meldinger kopieres
nl: Aangepaste berichten van sjabloon zijn gekopieerd
pl: Niestandardowe wiadomości szablonu są kopiowane
sv: Egna meddelanden som lagts till mallen kopieras

source: When you copy a job ad template, custom messages linked to the template will also be copied. This saves time and ensures that no one in your team needs to start from scratch when creating a new job ad. Learn more {}here{}.
da: Når du kopierer en jobannonceskabelon, kopieres de brugerdefinerede beskeder, der er knyttet til skabelonen, også. Det sparer tid og sikrer, at ingen i dit team behøver at starte forfra, når de opretter en ny jobannonce. Få mere at vide {}her{}.
de: Wenn Sie eine Stellenanzeigenvorlage kopieren, werden auch die mit der Vorlage verknüpften benutzerdefinierten Nachrichten kopiert. Das spart Zeit und sorgt dafür, dass niemand in Ihrem Team bei der Erstellung einer neuen Stellenanzeige bei Null anfangen muss. Erfahren Sie mehr {}hier{}.
et: Töökuulutuse vormi kopeerides kopeeritakse ka vormiga seotud kohandatud sõnumid. See säästab aega ja tagab, et meeskonnaliikmed ei pea uut töökuulutust luues kõike otsast peale tegema. Loe lähemalt {}siin{}.
fi: Nyt työpaikkailmoituksen mallipohjaan liitetyt omat viestit kopioituvat, kun kopioit mallipohjan. Aikaa säästyy, kun viestejä ei tarvitse luoda joka kerta uudestaan. Lue lisää {}täällä{}.
fr: Lorsque vous copiez un modèle d'annonce d'emploi, les messages personnalisés liés au modèle seront également copiés. Cela permet de gagner du temps et de s'assurer que personne dans votre équipe n'a besoin de repartir de zéro lors de la création d'une nouvelle annonce d'emploi. En savoir plus {}ici{}.
lv: Kopējot darba sludinājuma paraugu, tiks kopēti arī ar paraugu saistītie pielāgotie ziņojumi. Tas ietaupa laiku un nodrošina, ka nevienam jūsu komandā jauns darba sludinājums nav jāveido pilnībā no jauna. Uzzināt vairāk {}šeit{}.
nb: Når du kopierer en mal for jobbannonser, kopieres også egendefinerte meldinger som er knyttet til malen. Dette sparer tid og sikrer at ingen i teamet ditt trenger å starte fra bunnen av når de oppretter en ny jobbannonse. Få vite mer {}her{}.
nl: Wanneer u een vacaturesjabloon kopieert, worden ook aangepaste berichten die aan het sjabloon zijn gekoppeld, gekopieerd. Dit bespaart tijd en zorgt ervoor dat niemand in uw team helemaal opnieuw hoeft te beginnen bij het maken van een nieuwe vacature. Lees er {}hier{} meer over.
pl: Gdy kopiujesz szablon ogłoszenia o pracę, niestandardowe wiadomości powiązane z szablonem również zostaną skopiowane. Oszczędza to czas i zapewnia, że nikt z Twojego zespołu nie musi zaczynać od zera podczas tworzenia nowego ogłoszenia o pracę. Dowiedz się więcej {}tutaj{}.
sv: Då du kopierar en annonsmall kopieras även de skräddarsydda meddelanden som skapats till den mallen. Du sparar en massa tid då du inte behöver skapa om meddelandena varje gång. Läs mer {}täällä{}.

source: Adding candidates from LinkedIn to TalentAdore
da: Tilføjelse af kandidater fra LinkedIn til TalentAdore
de: Hinzufügen von Kandidaten von LinkedIn zu TalentAdore
et: Kandidaatide lisamine LinkedInist TalentAdore’i
fi: Hakijoiden tietojen lisääminen LinkedInistä TalentAdoreen
fr: Ajout de candidats de LinkedIn à TalentAdore
lv: Kandidātu pievienošana TalentAdore no LinkedIn
nb: Legge til kandidater fra LinkedIn til TalentAdore
nl: Kandidaten van LinkedIn toevoegen aan TalentAdore
pl: Dodawanie kandydatów z LinkedIn do TalentAdore
sv: För in kandidaters uppgifter till TalentAdore direkt från LinkedIn

source: Recruiters can now easily import candidate profiles from LinkedIn to TalentAdore for a restricted period of time. If you're interested in this extra feature and it's cost, please contact us at {}support@talentadore.com{}.
da: Rekrutteringsansvarlige kan nu nemt importere kandidatprofiler fra LinkedIn til TalentAdore i en begrænset periode. Hvis du er interesseret i denne ekstra funktion, og hvad den koster, så kontakt os på {}support@talentadore.com{}.
de: Recruiter können jetzt ganz einfach Kandidatenprofile von LinkedIn für einen begrenzten Zeitraum in TalentAdore importieren. Wenn Sie an dieser zusätzlichen Funktion und ihren Kosten interessiert sind, kontaktieren Sie uns bitte unter {}support@talentadore.com{}.
et: Värbajad saavad piiratud ajavahemikul importida kandidaadiprofiile LinkedInist TalentAdore’i. Kui oled sellisest lisafunktsioonist ja selle hinnast huvitatud, võta meiega ühendust aadressil {}support@talentadore.com{}.
fi: Rekrytoijat voivat nyt helposti tuoda hakijoita LinkedInistä TalentAdoreen rajoitetuksi ajaksi. Mikäli haluat kuulla lisää tästä toiminnallisuudesta ja sen lisähinnasta, olethan yhteydessä osoitteeseen {}support@talentadore.com{}.
fr: Les recruteurs peuvent désormais facilement importer les profils des candidats de LinkedIn vers TalentAdore pour une période limitée. Si vous êtes intéressé par cette fonctionnalité supplémentaire et son coût, veuillez nous contacter à l'adresse {}support@talentadore.com{}.
lv: Personāla atlases speciālisti tagad var ierobežotu laika periodu kandidātu profilus viegli importēt no LinkedIn uz TalentAdore. Ja jūs interesē šī papildu funkcija un tās izmaksas, lūdzu, sazinieties ar mums, rakstot uz {}support@talentadore.com{}.
nb: Rekrutterere kan nå enkelt importere kandidatprofiler fra LinkedIn til TalentAdore i en begrenset periode. Hvis du er interessert i denne ekstrafunksjonen og hva den koster, kan du kontakte oss på {}support@talentadore.com{}.
nl: Recruiters kunnen nu eenvoudig kandidaatprofielen importeren van LinkedIn naar TalentAdore voor een beperkte periode. Als u geïnteresseerd bent in deze extra functie en de kosten ervan, neem dan contact met ons op via {}support@talentadore.com{}.
pl: Rekruterzy mogą teraz łatwo importować profile kandydatów z LinkedIn do TalentAdore przez ograniczony czas. Jeśli jesteś zainteresowany tą dodatkową funkcją i jej kosztem, skontaktuj się z nami pod adresem {}support@talentadore.com{}.
sv: Rekryterare kan nu enkelt kopiera över kandidaters profiler från LinkedIn till TalentAdore, under en begränsad tid. Ifall du är intresserad av att höra om prissättningen på denna extratjänst, kontakta oss på {}support@talentadore.com{}.

source: January
da: Januar
de: Januar
et: Jaanuar
fi: Tammikuu
fr: janvier
lv: Janvāris
nb: Januar
nl: januari
pl: Styczeń
sv: Januari

source: Enhanced navigation between candidate profiles
da: Forbedret navigation mellem kandidatprofiler
de: Verbesserte Navigation zwischen Kandidatenprofilen
et: Täiustati kandidaadiprofiilide vahel liikumist
fi: Liikkuminen hakijoiden välillä
fr: Navigation améliorée entre les profils des candidats
lv: Uzlabota navigācija kandidātu profilos
nb: Forbedret navigering mellom kandidatprofiler
nl: Verbeterde navigatie tussen kandidaatprofielen
pl: Ulepszona nawigacja między profilami kandydatów
sv: Förbättrad navigation mellan kandidatprofiler

source: Hover over the “Next” and “Previous” arrows in the upper right corner of the “Candidate view” or “Talent view” to see max 10 previous or following candidates and move quickly between them.
da: Hold musen over pilene "Næste" og "Forrige" i øverste højre hjørne af "Kandidatvisning" eller "Talentvisning" for at se de maks. 10 foregående eller følgende kandidater og hurtigt bevæge dig mellem dem.
de: Bewegen Sie den Mauszeiger über die Pfeile "Nächster" und "Vorheriger" in der oberen rechten Ecke der "Kandidatenansicht" oder "Talentansicht", um maximal 10 vorherige oder folgende Kandidaten zu sehen und schnell zwischen ihnen zu wechseln.
et: Hõljuta hiirt kandidaadi või talendi vaate ülemises paremas nurgas olevate noolte „Järgmine“ ja „Eelmine“ kohal, et näha kuni kümmet järgmist või eelmist kandidaati ja liikuda nende vahel kiiresti.
fi: Vie hiiri kohtaan “Seuraava hakemus” tai “Edellinen” oikeassa yläkulmassa “Hakija näkymässä” tai “Talentti näkymässä” nähdäksesi 10 seuraavaa tai edellisestä hakijaa ja liikkuaksesi heidän välillään.
lv: Turiet peles kursoru uz bultiņām “Nākamais” un “Iepriekšējais” “Kandidātu skata” vai “Talantu skata” augšējā labajā stūrī, lai redzētu ne vairāk kā 10 iepriekšējos vai nākamos kandidātus un ātri pārslēgtu tos.
nb: Hold musepekeren over "Neste"- og "Forrige"-pilene øverst til høyre i "Kandidatvisning" eller "Talentvisning" for å se maks. 10 tidligere eller påfølgende kandidater og bevege deg raskt mellom dem.
sv: För musen över pilarna "Följande" och "Föregående" i övre högre hörnet av kandidat- eller talangvy för att se upp till tio föregående eller följande kandidater och bläddra snabbt mellan dem.

source: Addition to notes
da: Tilføjelse til noter
de: Ergänzung zu den Notizen
et: Märkmete täiustused
fi: Päivitys muistiinpanoihin
fr: Ajout aux notes
lv: Piezīmju papildinājums
nb: Tillegg til notater
nl: Toevoeging aan notities
pl: Dodatek do notatek
sv: Tillägg till anteckningar
