Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: {user} has left a note for an introduced candidate
da: {user} har efterladt en note til en introduceret kandidat
de: {user} hat eine Notiz für einen vorgestellten Kandidaten hinterlassen
et: {user} jättis esitletud kandidaadi juurde märkme
fi: {user} on jättänyt kommentin esitellystä hakijasta
fr: {user} a laissé une note pour un candidat présenté
lv: {user} ir atstājis piezīmi par iepazīstinātu kandidātu
nb: {user} har lagt igjen en beskjed til en introdusert kandidat
nl: {user} heeft een notitie achtergelaten voor een geïntroduceerde kandidaat
pl: {user} zostawił notatkę dla przedstawionego kandydata
sv: {user} har kommenterat en introducerad kandidat

source: {user} has edited a note of an introduced candidate
da: {user} har redigeret en note om en introduceret kandidat
de: {user} hat eine Notiz eines vorgestellten Kandidaten bearbeitet
et: {user} on muutnud esitletud kandidaadi märget
fi: {user} on muokannut kommenttia esitellystä hakijasta
fr: {user} a modifié une note d'un candidat présenté
lv: {user} ir rediģējis piezīmi par iepazīstinātu kandidātu
nb: {user} har redigert en merknad om en introdusert kandidat
nl: {user} heeft een notitie van een geïntroduceerde kandidaat bewerkt
pl: {user} edytował notatkę przedstawionego kandydata
sv: {user} har editerat en kommentar om en introducerad kandidat

source: [TalentAdore] New applicant has just applied
da: [TalentAdore] Ny ansøger har netop ansøgt
de: [TalentAdore] Ein neuer Bewerber hat sich soeben beworben
et: [TalentAdore] Uus kandidaat saatis äsja avalduse
fi: [TalentAdore] Uusi hakemus vastaanotettu
fr: [TalentAdore] Un nouveau candidat vient de postuler
lv: [TalentAdore] Tikko pieteicies jauns kandidāts
nb: [TalentAdore] En ny søker har nettopp søkt
nl: [TalentAdore] Nieuwe sollicitant heeft zojuist gesolliciteerd
pl: [TalentAdore] Nowy kandydat właśnie aplikował
sv: [TalentAdore] Ny kandidat

source: [TalentAdore] Automatic position status changes
da: [TalentAdore] Automatiske ændringer af stillingsstatus
de: [TalentAdore] Automatische Änderungen des Stellenstatus
et: [TalentAdore] Automaatsed muudatused ametikohtade olekus
fi: [TalentAdore] Automaattiset muutokset positioiden tilassa
fr: [TalentAdore] Changements automatiques du statut du poste
lv: [TalentAdore] Automātiskas izmaiņas amatu statusā
nb: [TalentAdore] Automatiske endringer i stillingsstatus
nl: [TalentAdore] Automatische wijzigingen in de positiestatus
pl: [TalentAdore] Automatyczne zmiany statusu stanowiska
sv: [TalentAdore] Automatiska ändringar av tjänstens status

source: [TalentAdore] New talent has joined Talent Community
da: [TalentAdore] Nyt talent har sluttet sig til Talent Community
de: [TalentAdore] Ein neues Talent ist der Talent-Communnity beigetreten
et: [TalentAdore] Talent Communityga on liitunud uus talent
fi: [TalentAdore] Uusi henkilö on liittynyt Talent Communityyn
fr: [TalentAdore] Un nouveau talent a rejoint la communauté des talents
lv: [TalentAdore] Talent Community ir pievienojies jauns talants
nb: [TalentAdore] Et nytt talent har blitt med i Talent Community
nl: [TalentAdore] Nieuw talent is toegetreden tot Talent Community
pl: [TalentAdore] Nowy talent dołączył do Talent Community
sv: [TalentAdore] Ny talang har anslutits till Talent Community

source: [TalentAdore] {applicant} has submitted additional information
da: [TalentAdore] {applicant} har indsendt yderligere oplysninger
de: [TalentAdore] {applicant} hat zusätzliche Informationen bereitgestellt
et: [TalentAdore] {applicant} on esitanud lisainfot
fi: [TalentAdore] {applicant} on lähettänyt lisätietoja
fr: [TalentAdore] {applicant} a soumis des informations supplémentaires
lv: [TalentAdore] {applicant} ir iesniedzis papildu informāciju
nb: [TalentAdore] {applicant} har sendt inn tilleggsinformasjon
nl: [TalentAdore] {applicant} heeft aanvullende informatie ingediend
pl: [TalentAdore] {applicant} przesłał dodatkowe informacje
sv: [TalentAdore] {applicant} har skickat in ytterligare information

source: [TalentAdore] {applicant} has submitted video interview response
da: [TalentAdore] {applicant} har indsendt svar på videointerview
de: [TalentAdore] {applicant} hat die Antwort auf das Videointerview eingereicht
et: [TalentAdore] {applicant} on esitanud videointervjuu vastuse
fi: [TalentAdore] {applicant} on lähettänyt videohaastatteluvastauksen
fr: [TalentAdore] {applicant} a soumis une réponse à l'entretien vidéo
lv: [TalentAdore] {applicant} ir iesniedzis video intervijas atbildi
nb: [TalentAdore] {applicant} har sendt inn videointervjusvar
nl: [TalentAdore] {applicant} heeft een video-interview reactie ingediend
pl: [TalentAdore] {applicant} przesłał odpowiedź w formie nagrania wideo z rozmowy kwalifikacyjnej
sv: [TalentAdore] {applicant} har skickat in sitt videointervjusvar

source: View application
da: Se ansøgning
de: Bewerbung ansehen
et: Vaata kandideerimist
fi: Tarkastele hakemusta
fr: Voir la candidature
lv: Skatīt pieteikumu
nb: Vis søknad
nl: Sollicitatie bekijken
pl: Zobacz aplikację
sv: Se ansökan

source: [TalentAdore] {applicant} sent an email
da: [TalentAdore] {applicant} har sendt en e-mail
de: [TalentAdore] {applicant} hat eine E-Mail geschickt
et: [TalentAdore] {applicant} saatis e-kirja
fi: [TalentAdore] {applicant} lähetti viestin
fr: [TalentAdore] {applicant} a envoyé un e-mail
lv: [TalentAdore] {applicant} nosūtīja e-pasta ziņojumu
nb: [TalentAdore] {applicant} har sendt en e-post
nl: [TalentAdore] {applicant} heeft een e-mail gestuurd
pl: [TalentAdore] {applicant} wysłał e-mail
sv: [TalentAdore] {applicant} skickade ett email

source: [TalentAdore] {applicant} has completed assessments
da: [TalentAdore] {applicant} har afsluttet vurderingerne
de: [TalentAdore] {applicant} hat Assessments fertiggestellt
et: [TalentAdore] {applicant} on läbinud hindamised
fi: [TalentAdore] {applicant} on saanut testit valmiiksi
fr: [TalentAdore] {applicant} a terminé les évaluations
lv: [TalentAdore] {applicant} ir pabeidzis novērtējumus
nb: [TalentAdore] {applicant} har fullført vurderinger
nl: [TalentAdore] {applicant} heeft beoordelingen voltooid
pl: [TalentAdore] {applicant} ukończył oceny
sv: [TalentAdore] {applicant} har slutfört sina lämplighetstest

source: [TalentAdore] Candidate {applicant} has updated their application
da: [TalentAdore] Kandidat {applicant} har opdateret sin ansøgning
de: [TalentAdore] Kandidat {applicant} hat seine Bewerbung aktualisiert
et: [TalentAdore] Kandidaat {applicant} on uuendanud oma avaldust
fi: [TalentAdore] Hakija {applicant} on päivittänyt hakemustaan
fr: [TalentAdore] Le candidat {applicant} a mis à jour sa candidature
lv: [TalentAdore] Kandidāts {applicant} ir atjauninājis savu pieteikumu
nb: [TalentAdore] Kandidat {applicant} har oppdatert søknaden sin
nl: [TalentAdore] Kandidaat {applicant} heeft zijn/haar sollicitatie bijgewerkt
pl: [TalentAdore] Kandydat {applicant} zaktualizował swoją aplikację
sv: [TalentAdore] Kandidat {applicant} har uppdaterat deras ansökan

source: [TalentAdore] New collaboration role
da: [TalentAdore] Ny samarbejdsrolle
de: [TalentAdore] Neue Kollaborateursrolle
et: [TalentAdore] Uus kaaslooja roll
fi: [TalentAdore] Uusi yhteiskäyttäjä rooli
fr: [TalentAdore] Nouveau rôle de collaboration
lv: [TalentAdore] Jauns sadarbības amats
nb: [TalentAdore] Ny samarbeidsrolle
nl: [TalentAdore] Nieuwe samenwerkingsrol
pl: [TalentAdore] Nowa rola współpracy
sv: [TalentAdore] Ny samarbets roll

source: [TalentAdore] Update on your Talent Community access
da: [TalentAdore] Opdatering på din adgang til Talent Community
de: [TalentAdore] Aktualisierung Ihres Zugriffs auf die Talent Community
et: [TalentAdore] Teie Talent Community ligipääsu uuendus
fi: [TalentAdore] Päivitys Talent Community -käyttöoikeuksiisi
fr: [TalentAdore] Mise à jour de votre accès à la Talent Community
lv: [TalentAdore] Atjauninājums par jūsu piekļuvi Talent Community
nb: [TalentAdore] Oppdatering om din tilgang til Talent Community
nl: [TalentAdore] Update over uw toegang tot de Talent Community
pl: [TalentAdore] Aktualizacja dostępu do Twojej Talent Community
sv: [TalentAdore] Uppdatering om din åtkomst till Talent Community

source: Withdrawn
da: Trukket tilbage
de: Widerrufen
et: Tagasi võetud
fi: Vetäytynyt
fr: Retiré
lv: Atsaukts
nb: Trukket tilbake
nl: Teruggetrokken
pl: Wycofany
sv: Återkallad

source: No outcome
da: Intet resultat
de: Kein Ergebnis
et: Tulemust ei ole
fi: Ei lopputulosta
fr: Aucun résultat
lv: Nav rezultātu
nb: Ingen resultater
nl: Geen uitkomst
pl: Brak wyniku
sv: Inget slutresultat

source: Unhired
da: Ikke ansat
de: Nicht eingestellt
et: Ei ole tööle võetud
fi: Palkattu-tila poistettu
fr: Non embauché
lv: Nav pieņemts darbā
nb: Ikke ansatt
nl: Niet aangenomen
pl: Niezatrudniony
sv: Ej anställd

source: Unrejected
da: Ikke afvist
de: Nicht abgelehnt
et: Ei ole tagasi lükatud
fi: Hylkäys peruutettu
fr: Non rejeté
lv: Nav noraidīts
nb: Ikke avvist
nl: Niet afgewezen
pl: Nieodrzucony
sv: Ej avvisade

source: Unwithdrawn
da: Ikke trukket tilbage
de: Nicht widerrufen
et: Avaldust ei ole tagasi võetud
fi: Vetäytynyt-tila poistettu
fr: Non retiré
lv: Nav atsaukts
nb: Ikke trukket tilbake
nl: Niet teruggetrokken
pl: Niewycofany
sv: Ej återkallad

source: Applicant hired
da: Ansøger ansat
de: Bewerber eingestellt
et: Kandidaat võeti tööle
fi: Hakija palkattu
fr: Candidat embauché
lv: Kandidāts pieņemts darbā
nb: Søker ansatt
nl: Sollicitant aangenomen
pl: Kandydat zatrudniony
sv: Kandidaten blev anställd

source: Applicant rejected
da: Ansøger afvist
de: Bewerber abgelehnt
et: Kandidaat lükati tagasi
fi: Hakija hylätty
fr: Candidat rejeté
lv: Kandidāts noraidīts
nb: Søker fikk avslag
nl: Sollicitant afgewezen
pl: Kandydat odrzucony
sv: Kandidaten blev nekad

source: Applicant has withdrawn
da: Ansøger har trukket sig tilbage
de: Bewerber hat widerrufen
et: Kandidaat võttis avalduse tagasi
fi: Hakija on vetäytynyt
fr: Candidat a retiré sa candidature
lv: Kandidāts ir atsaucis pieteikumu
nb: Søker har trukket seg
nl: Kandidaat heeft zich teruggetrokken
pl: Kandydat wycofał się
sv: Ansökan har återkallats

source: Applicant unhired
da: Ansøger ikke ansat
de: Bewerber nicht eingestellt
et: Kandidaat ei ole tööle võetud
fi: Hakijaa ei ole palkattu
fr: Candidat non embauché
lv: Kandidāts nav pieņemts darbā
nb: Søker ikke ansatt
nl: Kandidaat niet aangenomen
pl: Kandydat niezatrudniony
sv: Sökande ej anställd

source: Applicant unrejected
da: Ansøger ikke afvist
de: Bewerber nicht abgelehnt
et: Kandidaat ei ole tagasi lükatud
fi: Hakijaa ei ole hylätty
fr: Candidat non rejeté
lv: Kandidāts nav noraidīts
nb: Søker fikk ikke avslag
nl: Kandidaat niet afgewezen
pl: Kandydat nieodrzucony
sv: Sökande ej avvisad

source: Applicant unwithdrawn
da: Ansøger har ikke trukket sig tilbage
de: Bewerber nicht widerrufen
et: Kandidaat ei ole avaldust tagasi võtnud
fi: Hakija ei ole vetäytynyt
fr: Candidat n'a pas retiré sa candidature
lv: Kandidāts nav atsaucis pieteikumu
nb: Søker har ikke trukket seg
nl: Kandidaat niet teruggetrokken
pl: Kandydat niewycofany
sv: Ansökan har inte återkallats

source: Application review
da: Gennemgang af ansøgninger
de: Bewerbungskontrolle
et: Avalduse ülevaatamine
fi: Hakemuskarsinta
fr: Examen de la candidature
lv: Pieteikuma pārskatīšana
nb: Gjennomgang av søknaden
nl: Sollicitatie beoordeling
pl: Przegląd aplikacji
sv: Granskning av ansökan

source: Offer
da: Tilbud
de: Angebot
et: Tööpakkumine
fi: Tarjous
fr: Offre
lv: Piedāvājums
nb: Tilbud
nl: Aanbod
pl: Oferta
sv: Erbjudande

source: Talent Community (status)
et: Talent Community (olek)
fi: Talent Community
fr: Communauté de talents (statut)
lv: Talent Community (statuss)

source: Assignment
da: Opgave
et: Ülesanne
fi: Tehtävä
fr: Affectation
lv: Uzdevums
nb: Oppgave
nl: Opdracht
pl: Zadanie
sv: Uppgift

source: Report
da: Rapport
de: Bericht
et: Aruanne
fi: Raportti
fr: Rapport
lv: Atskaite
nb: Rapport
nl: Rapport
pl: Raport
sv: Rapport

source: Assessment
da: Vurdering
et: Hindamine
fi: Arviointi
fr: Évaluation
lv: Novērtējums
nb: Vurdering
nl: Beoordeling
pl: Ocena
sv: Bedömning

source: Approve
da: Godkend
de: Genehmigen
et: Kinnita
fi: Hyväksy
fr: Approuver
lv: Apstiprināt
nb: Godkjenne
nl: Goedkeuren
pl: Zatwierdź
sv: Godkänn

source: Remarks
da: Bemærkninger
de: Anmerkungen
et: Märkused
fi: Huomiot
fr: Remarques
lv: Piezīmes
nb: Merknader
nl: Opmerkingen
pl: Uwagi
sv: Anmärkningar

source: Candidate has passed the step’s deadline
da: Kandidaten har overskredet trinnets deadline
de: Der Kandidat hat die Frist für den Schritt überschritten
et: Kandidaat on ületanud etapi tähtaja
fi: Tälle vaiheelle asetettu eräpäivä on ylittynyt
lv: Kandidātam ir beidzies posma termiņš
nb: Kandidaten har passert fristen for trinnet
sv: Kandidaten har passerat förfallodagen för detta steg

source: Candidate has stayed on the step longer than the target lead time is
da: Kandidaten har været på trinnet længere end den ønskede gennemløbstid
de: Der Kandidat ist länger in dem Schritt geblieben als die Zieldurchlaufzeit vorsieht
et: Kandidaat on veetnud etapis määratud sihtajast kauem aega
fi: Hakijan käsittelyaika on viivästynyt ja ylittänyt tavoiteajan
fr: Le candidat est resté à l'étape plus longtemps que le délai cible
lv: Kandidāts ir palicis posmā ilgāk par noteikto mērķa izpildes laiku
nb: Kandidaten har vært på trinnet lenger enn målet for ledetiden
nl: Kandidaat is langer op de stap gebleven dan de beoogde doorlooptijd
pl: Kandydat pozostał na etapie dłużej niż docelowy czas realizacji
sv: Kandidaten har dröjt i steget längre än målsättningen

source: Skill match
da: Færdighedsmatch
de: Fähigkeitsübereinstimmung
et: Oskuste vastavus
fi: Taitojen yhteensopivuus
fr: Correspondance des compétences
lv: Prasmju atbilstība
nb: Ferdighetsmatch
nl: Vaardighedenmatch
pl: Dopasowanie umiejętności
sv: Kompetensmatchning

source: Notepad attachments
da: Vedhæftede filer til notesblok
de: Anhänge von Notizen
et: Märkmeploki manused
fi: Haastattelurunkojen liitteet
fr: Pièces jointes du bloc-notes
lv: Piezīmju bloka pielikumi
nb: Vedlegg til notisblokk
nl: Kladblok bijlagen
pl: Załączniki notatnika
sv: Bilagor i Anteckningsblock

source: Documents, attached to notepads
da: Dokumenter, vedhæftet til notesblokke
de: Dokumente, die an Notizen angehängt sind
et: Märkmeplokkidele lisatud dokumendid
fi: Dokumentit, haastattelurunkojen liitteenä
fr: Documents, joints aux blocs-notes
lv: Dokumenti, kas pievienoti piezīmju blokiem
nb: Dokumenter, vedlagt notisblokker
nl: Documenten, gekoppeld aan kladblokken
pl: Dokumenty załączone do notatników
sv: Filer bifogade till anteckningsblock

source: Introduction attachments
da: Vedhæftede filer til introduktion
de: Anhänge von Vorstellungen
et: Tutvustuse manused
fi: Hakijaesittelyn liitteet
fr: Pièces jointes d'introduction
lv: Iepazīstināšanas pielikumi
nb: Vedlegg til introduksjon
nl: Introductie bijlagen
pl: Załączniki do prezentacji
sv: Introduktion bilagor

source: Documents, attached to candidate introductions
da: Dokumenter, der er vedhæftet kandidatintroduktionerne
de: Dokumente, die an Kandidatenvorstellungen angehängt sind
et: Kandidaaditutvustustele lisatud dokumendid
fi: Hakijaesittelyn liitteenä olevat dokumentit
fr: Documents, joints aux introductions des candidats
lv: Dokumenti, kas pievienoti kandidāta iepazīstināšanai
nb: Dokumenter, vedlagt kandidatintroduksjoner
nl: Documenten, gekoppeld aan kandidaat introducties
pl: Dokumenty załączone do prezentacji kandydatów
sv: Dokument bifogade till kandidatintroduktion

source: Reports
da: Rapporter
de: Berichte
et: Aruanded
fi: Raportit
fr: Rapports
lv: Atskaites
nb: Rapporter
nl: Rapporten
pl: Raporty
sv: Rapporter

source: Report template
da: Rapportskabelon
de: Berichtsvorlage
et: Aruandevorm
fi: Raportin mallipohja
fr: Modèle de rapport
lv: Atskaites sagatave
nb: Mal for rapport
nl: Rapportsjabloon
pl: Szablon raportu
sv: Rapportmall

source: Report templates
da: Rapportskabeloner
de: Berichtsvorlagen
et: Aruandevormid
fi: Raportin mallipohjat
fr: Modèles de rapport
lv: Atskaišu sagataves
nb: Maler for rapporter
nl: Rapportsjablonen
pl: Szablony raportów
sv: Rapportmallar

source: Applicant video recordings
da: Ansøgers videooptagelser
de: Videoaufnahmen des Bewerbers
et: Kandidaadi videosalvestised
fi: Hakijan videonauhoitukset
fr: Enregistrements vidéo du candidat
lv: Kandidāta video ieraksti
nb: Søkerens videoopptak
nl: Video-opnames van sollicitant
pl: Nagrania wideo kandydata
sv: Sökandes videoinspelningar

source: Video recorder templates
da: Skabeloner til videooptager
de: Videorekorder-Vorlagen
et: Videosalvesti mallid
fi: Videotallennuspohjat
fr: Modèles d'enregistreur vidéo
lv: Video ierakstītāja veidnes
nb: Videoopptaksmaler
nl: Videorecorder sjablonen
pl: Szablony nagrywania wideo
sv: Videoinspelningsmallar

source: Video recorder template
da: Skabelon til videooptager
de: Videorekorder-Vorlage
et: Videosalvesti mall
fi: Videotallennuspohja
fr: Modèle d'enregistreur vidéo
lv: Video ierakstītāja veidne
nb: Videoopptaksmal
nl: Videorecorder sjabloon
pl: Szablon nagrywania wideo
sv: Videoinspelningsmall

source: Video question file
et: Videoküsimuse fail
fi: Videkysymystiedosto
sv: Videoinspelningsbiblioteksfil

source: Online video recording
et: Veebivideo salvestis
fi: Online-videotallenne
sv: Online videoinspelning

source: Image library file
et: Pilditeegi fail
fi: Kuvakirjaston tiedosto
sv: Bildbiblioteksfil

source: Default ({})
da: Standard ({})
de: Standard ({})
et: Vaikeväärtus ({})
fi: Oletus ({})
fr: Par défaut ({})
lv: Noklusējuma ({})
nb: Standard ({})
nl: Standaard ({})
pl: Domyślny ({})
sv: Standard ({})

source: Draft
da: Udkast
de: Entwurf
et: Mustand
fi: Luonnos
fr: Brouillon
lv: Melnraksts
nb: Utkast
nl: Concept
pl: Wersja robocza
sv: Utkast

source: Archived
da: Arkiveret
de: Archiviert
et: Arhiivitud
fi: Arkistoitu
fr: Archivé
lv: Arhivēts
nb: Arkivert
nl: Gearchiveerd
pl: Zarchiwizowane
sv: Arkiverade

source: Enter your domain. The career page will be in format of &lt;domain&gt;{}
et: Sisestage oma domeen. Karjäärileht on vormingus &lt;domain&gt;{}
fi: Syötä verkkotunnuksesi. Urasivun osoite on muodossa &lt;verkkotunnus&gt;{}
sv: Ange din domän. Karriärsidans format kommer att vara &lt;domän&gt;{}

source: Site settings
et: Saidi seaded
fi: Sivuston asetukset
sv: Webbplatsinställningar

source: Site title
et: Saidi pealkiri
fi: Sivuston otsikko
sv: Webbplatstitel

source: Meta description for SEO
et: Meta kirjeldus SEO jaoks
fi: Metakuvaus hakukoneoptimointia varten (SEO)
sv: Metabeskrivning för SEO

source: Hero image
et: Esilehe pilt
fi: Pääkuva
sv: Huvudbild

source: Styling
et: Kujundus
fi: Muotoilu

source: Corner style
et: Nurga stiil
fi: Kulmien tyyli
sv: Hörnstil

source: Primary color
et: Põhivärv
fi: Ensisijainen väri
sv: Primärfärg

source: Background color
et: Taustavärv
fi: Taustaväri
sv: Bakgrundsfärg

source: Text color
et: Teksti värv
fi: Tekstin väri
sv: Textfärg

source: <domain>
et: <domeen>
fi: <verkkotunnus>
sv: <domän>

source: Round
et: Ümar
fi: Pyöreä
sv: Rund

source: Soft
et: Pehme
fi: Pehmeä
sv: Mjuk

source: Square
et: Kandiline
fi: Kulmikas
sv: Rektangulär

source: Logo placement
et: Logo paigutus
fi: Logon sijainti
sv: Logotypens placering

source: Left
et: Vasakul
fi: Vasen
sv: Vänster

source: Center
et: Keskel
fi: Keskellä
sv: Mitten

source: Right
et: Paremal
fi: Oikea
sv: Höger

source: Text
da: Tekst
et: Tekst
fi: Teksti
fr: Texte
lv: Teksts
nb: Tekst
nl: Tekst
pl: Tekst

source: Button text
et: Nupu tekst
fi: Painikkeen teksti
sv: Knapptext

source: Image placement
et: Pildi paigutus
fi: Kuvan sijainti
sv: Bildplacering

source: Video link
fi: Videolinkki
sv: Videolänk

source: Image link
et: Pildi link
fi: Kuvalinkki
sv: Bildlänk

source: Positions feed URL
et: Ametikohtade voo URL
fi: Avoimien työpaikkojen syötteen URL-osoite
sv: URL för platsannonsflöde

source: Layout
et: Paigutus
fi: Asettelu

source: Visual
et: Visuaalne
fi: Visuaalinen
sv: Visuell

source: Tiles
et: Plaadid
fi: Ruudukko
sv: Rutnät

source: Masonry
et: Müüritis
fi: Sommiteltu

source: Join Our Team
et: Liitu meie meeskonnaga
fi: Liity tiimiimme
sv: Bli en del av vårt team

source: A Place Where People Thrive
et: Koht, kus inimesed õitsevad
fi: Paikka, jossa ihmiset kukoistavat
sv: En plats där människor trivs och utvecklas

source: We believe great work starts with a great environment. Whether you're collaborating with a team or leading your own projects, we support you every step of the way. Our culture is built on trust, respect, and continuous learning.
et: Usume, et suurepärane töö algab suurepärasest keskkonnast. Ükskõik, kas teete koostööd meeskonnaga või juhite oma projekte, toetame teid igal sammul. Meie kultuur on üles ehitatud usaldusele, austusele ja pidevale õppimisele.
fi: Uskomme, että loistava työ alkaa loistavasta ympäristöstä. Teitpä yhteistyötä tiimin kanssa tai johdit omia projektejasi, tuemme sinua joka askeleella. Kulttuurimme perustuu luottamukseen, kunnioitukseen ja jatkuvaan oppimiseen.
sv: Vi tror att ett bra arbete börjar med en bra arbetsmiljö. Oavsett om du samarbetar i ett team eller leder dina egna projekt, stöttar vi dig hela vägen. Vår kultur bygger på förtroende, respekt och kontinuerligt lärande.

source: Grow With Us
et: Kasva koos meiega
fi: Kasva kanssamme
sv: Väx med oss

source: We're committed to helping our people succeed. From career development and learning opportunities to a supportive team and flexible work options—this is a place where you can grow, make an impact, and enjoy the journey.
et: Oleme pühendunud oma inimeste edule. Alates karjääriarengust ja õppimisvõimalustest kuni toetava meeskonna ja paindlike töövalikuteni – see on koht, kus saate kasvada, mõju avaldada ja teekonda nautida.
fi: Olemme sitoutuneet auttamaan ihmisiämme menestymään. Urakehityksestä ja oppimismahdollisuuksista tukevaan tiimiin ja joustaviin työvaihtoehtoihin – tämä on paikka, jossa voit kasvaa, vaikuttaa ja nauttia matkasta.
sv: Vi är engagerade i att hjälpa våra medarbetare att lyckas. Från karriärutveckling och utbildningsmöjligheter till ett stöttande team och flexibla arbetsalternativ – det här är en plats där du kan växa, påverka och njuta av resan.

source: Header - logo on the left
et: Päis - logo vasakul
fi: Ylätunniste - logo vasemmalla
sv: Sidhuvud - logotyp till vänster

source: Header - logo on the center
et: Päis - logo keskel
fi: Ylätunniste - logo keskellä
sv: Sidhuvud - logotyp i mitten

source: Header - logo on the right
et: Päis - logo paremal
fi: Ylätunniste - logo oikealla
sv: Sidhuvud - logotyp till höger

source: Hero banner
et: Esilehe bänner
fi: Pääbanneri
sv: Huvudbanner

source: Image & Text
et: Pilt ja tekst
fi: Kuva ja teksti
sv: Bild och text

source: Image & Text - image on the left
et: Pilt ja tekst - pilt vasakul
fi: Kuva ja teksti - kuva vasemmalla
sv: Bild och text - bild till vänster

source: Image & Text - image on the right
et: Pilt ja tekst - pilt paremal
fi: Kuva ja teksti - kuva oikealla
sv: Bild och text - bild till höger

source: Footer
et: Jalus
fi: Alatunniste
sv: Sidfot

source: Can access
da: Kan få adgang til
de: Zugriff möglich
et: Pääseb juurde
fi: Pääsee
fr: Peut accéder
lv: Var piekļūt
nb: Kan få tilgang til
nl: Heeft toegang
pl: Może uzyskać dostęp
sv: Kan komma åt
