Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: <br><b>{job_name}</b> {count} new applications <a href='{job_link}'>View applications</a>
da: <br><b>{job_name}</b> {count} nye ansøgninger <a href='{job_link}'>Se ansøgninger</a>
de: <br><b>{job_name}</b> {count} Neue Bewerbungen <a href='{job_link}'>Bewerbungen ansehen</a>
et: <br><b>{job_name}</b> {count} uut avaldust <a href='{job_link}'>Kuva avaldused</a>
fi: <br><b>{job_name}</b> {count} uudet hakemukset <a href='{job_link}'>Näytä</a>
fr: <br><b>{job_name}</b> {count} nouvelles candidatures <a href='{job_link}'>Voir les candidatures</a>
lv: <br><b>{job_name}</b> {count} jauni pieteikumi <a href='{job_link}'>Skatīt pieteikumus</a>
nb: <br><b>{job_name}</b> {count} nye søknader <a href='{job_link}'>Vis søknader</a>
nl: <br><b>{job_name}</b> {count} nieuwe sollicitaties <a href='{job_link}'>Bekijk sollicitaties</a>
pl: <br><b>{job_name}</b> {count} nowych aplikacji <a href='{job_link}'>Zobacz aplikacje</a>
sv: <br><b>{job_name}</b> {count} nya ansökningar <a href='{job_link}'>Visa ansökningar</a>

source: Please enter tag name.
da: Indtast tag-navn.
de: Bitte Stichwort eingeben.
et: Sisesta märke nimi.
fi: Kirjoita tagin nimi.
fr: Veuillez saisir le nom du tag.
lv: Lūdzu, ievadiet taga nosaukumu.
nb: Vennligst skriv inn emneknaggens navn.
nl: Voer de tagnaam in.
pl: Proszę wprowadzić nazwę tagu.
sv: Ange ett namn för taggen

source: Tag created successfully
da: Tag oprettet med succes
de: Stichwort erfolgreich erstellt
et: Märke loomine õnnestus
fi: Tagin lisääminen onnistui
fr: Tag créé avec succès
lv: Tags izveidots veiksmīgi
nb: Emneknaggen er opprettet
nl: Tag succesvol aangemaakt
pl: Tag utworzony pomyślnie
sv: Taggen lades till

source: Last edit time
da: Sidste redigeringstid
de: Letzte Bearbeitungszeit
et: Viimase muutmise aeg
fi: Viimeinen muokkausaika
fr: Heure de la dernière modification
lv: Pēdējās rediģēšanas laiks
nb: Tid for siste redigering
nl: Laatste bewerkingstijd
pl: Czas ostatniej edycji
sv: Redigerades senast

source: Same status
da: Samme status
de: Gleicher Status
et: Sama olek
fi: Sama status
fr: Même statut
lv: Tas pats statuss
nb: Samme status
nl: Dezelfde status
pl: Ten sam status
sv: Samma status

source: Applied
da: Anvendt
de: Beworben
et: Kohaldatud
fi: Hakenut
fr: Postulé
lv: Pieteicās
nb: Anvendt
nl: Toegepast
pl: Aplikował
sv: Ansökte

source: Type for outcome can only be hired, withdrawn and reject
da: Resultattype kan kun være ansat, trukket tilbage og afvist
de: Entscheidungsart kann nur eingestellt, widerrufen und abgelehnt sein
et: Tulemus saab olla ainult „tööle võetud“, „tagasi võetud“ ja „tagasi lükatud“
fi: Lopputulos voi olla ainoastaan palkattu, vetäytynyt tai hylätty
fr: Le type de résultat ne peut être qu'embauché, retiré et rejeté
lv: Rezultāts var būt tikai “Pieņemts darbā”, “Atsaukts” vai “Noraidīts”
nb: Type utfall kan kun være ansatt, tilbaketrukket og avslått
nl: Type voor uitkomst kan alleen aangenomen, ingetrokken en afgewezen zijn
pl: Typ wyniku może być tylko zatrudniony, wycofany i odrzucony
sv: Resultatets typ kan endast vara anställd, återkallad och avslagen

source: Email is missing!
da: Der mangler en e-mail!
de: E-Mail fehlt
et: E-posti aadress puudub.
fi: Sähköpostiosoite puuttuu!
fr: L'e-mail est manquant !
lv: E-pasta ziņojums ir pazudis!
nb: E-postadresse mangler!
nl: E-mailadres ontbreekt!
pl: Brak adresu e-mail!
sv: E-postadress saknas!

source: Valid consent is missing
da: Gyldigt samtykke mangler
de: Gültige Einverständniserklärung fehlt
et: Kehtiv nõusolek puudub
fi: Voimassaoleva lupa puuttuu
fr: Un consentement valide est manquant
lv: Trūkst derīgas piekrišanas
nb: Gyldig samtykke mangler
nl: Geldige toestemming ontbreekt
pl: Brak ważnej zgody
sv: Giltigt tillstånd saknas

source: Application expires on {expiration_date} due to missing consent.
et: Kandideerimisavaldus aegub {expiration_date} puuduva nõusoleku tõttu.
fi: Hakemus vanhenee {expiration_date}, koska suostumus puuttuu.
sv: Ansökan löper ut den {expiration_date} på grund av saknat samtycke.

source: Looks like %(name)s has duplicate applications.
et: Tundub, et %(name)s on esitanud mitu kandideerimisavaldust.
fi: Vaikuttaa siltä, että %(name)s:llä on päällekkäisiä hakemuksia.
sv: Det verkar som att %(name)s har dubblettansökningar.

source: Already hired
da: Allerede ansat
de: Bereits eingestellt
et: Juba tööle võetud
fi: On jo palkattu
fr: Déjà embauché
lv: Jau pieņemts darbā
nb: Allerede ansatt
nl: Al aangenomen
pl: Już zatrudniony
sv: Är redan anställd

source: {} applicants were already hired
da: {} ansøgere var allerede ansat
de: {} Bewerber wurden bereits eingestellt
et: {} kandidaati on juba tööle võetud
fi: {} hakijaa oli jo palkattu
fr: {} candidats ont déjà été embauchés
lv: {} kandidāti jau ir pieņemti darbā
nb: {} søkere var allerede ansatt
nl: {} sollicitanten waren al aangenomen
pl: {} kandydatów zostało już zatrudnionych
sv: {} kandidater var redan anställda

source: {} applications are missing a valid consent
da: {} ansøgninger mangler et gyldigt samtykke
de: {} Bewerbungen mit fehlender Einverständniserklärung
et: {} avaldusel ei ole kehtivat nõusolekut
fi: {} hakijalta puuttuu lupa
fr: {} candidatures n'ont pas de consentement valide
lv: {} pieteikumos trūkst derīgas piekrišanas
nb: {} søknader mangler et gyldig samtykke
nl: {} sollicitaties missen een geldige toestemming
pl: {} aplikacji nie posiada ważnej zgody
sv: {} kandidater saknar giltigt godkännande

source: Email address is missing
da: Der mangler en e-mail-adresse
de: Email-Adresse fehlt
et: E-posti aadress puudub
fi: Sähköpostiosoite puuttuu
fr: L'adresse e-mail est manquante
lv: Trūkst e-pasta adreses
nb: E-postadressen mangler
nl: E-mailadres ontbreekt
pl: Brak adresu e-mail
sv: E-postadressen saknas

source: {} applications are missing an email address
da: {} ansøgninger mangler en e-mail-adresse
de: {} Bewerbungen mit fehlender Email-Adresse
et: {} avaldusel ei ole e-posti aadressi
fi: {} hakijalta puuttuu sähköpostiosoite
fr: {} candidatures n'ont pas d'adresse e-mail
lv: {} pieteikumos trūkst e-pasta adreses
nb: {} søknader mangler en e-postadresse
nl: {} sollicitaties missen een e-mailadres
pl: {} aplikacji nie zawiera adresu e-mail
sv: {} kandidater saknar e-postadress

source: Applicant's current step is no more valid. Please refresh the page to see updated information
da: Ansøgerens nuværende trin er ikke længere gyldigt. Opdater siden for at se opdateret information
de: Der aktuelle Schritt des Bewerbers ist nicht mehr gültig. Bitte aktualisieren Sie die Seite, um aktualisierte Informationen zu sehen
et: Kandideerija praegune samm ei ole enam kehtiv. Värskendatud teabe nägemiseks värskendage lehte
fi: Hakijan nykyinen vaihe ei ole enää voimassa. Päivitä sivu nähdäksesi päivitetyt tiedot
fr: L'étape actuelle du candidat n'est plus valide. Veuillez actualiser la page pour voir les informations mises à jour
lv: Kandidāta pašreizējais solis vairs nav derīgs. Lūdzu, atsvaidziniet lapu, lai redzētu atjaunināto informāciju
nb: Søkerens nåværende trinn er ikke lenger gyldig. Oppdater siden for å se oppdatert informasjon
nl: De huidige stap van de sollicitant is niet meer geldig. Vernieuw de pagina om bijgewerkte informatie te zien
pl: Obecny krok kandydata jest nieaktualny. Odśwież stronę, aby zobaczyć zaktualizowane informacje
sv: Sökandens nuvarande steg är inte längre giltigt. Vänligen uppdatera sidan för att se uppdaterad information

source: {} applications have a changed step
da: {} ansøgninger har ændret trin
de: {} Bewerbungen haben einen geänderten Schritt
et: {} kandideerimistel on muudetud samm
fi: {} Hakemuksilla on muuttunut vaihe
fr: {} candidatures ont une étape modifiée
lv: {} pieteikumiem ir mainīts solis
nb: {} søknader har endret trinn
nl: {} sollicitaties hebben een gewijzigde stap
pl: {} aplikacji ma zmieniony krok
sv: {} ansökningar har ändrat steg

source: Telephone is missing
da: Telefonnummer mangler
de: Telefonnummer fehlt
et: Telefon puudub
fi: Puhelinnumero puuttuu
fr: Le téléphone est manquant
lv: Trūkst tālruņa numura
nb: Telefonnummer mangler
nl: Telefoonnummer ontbreekt
pl: Brak numeru telefonu
sv: Telfonnummer saknas

source: {} applications are missing a telephone number
da: {} ansøgninger mangler et telefonnummer
de: {} Bewerbungen mit fehlender Telefonnummer
et: {} avaldusel ei ole telefoninumbrit
fi: {} hakijalta puuttuu puhelinnumero
fr: {} candidatures n'ont pas de numéro de téléphone
lv: {} pieteikumos trūkst tālruņa numura
nb: {} søknader mangler et telefonnummer
nl: {} sollicitaties missen een telefoonnummer
pl: {} aplikacji nie zawiera numeru telefonu
sv: {} ansökningar saknar ett telefonnummer

source: Telephone number is not valid
da: Telefonnummeret er ikke gyldigt
de: Telefonnummer ist ungültig
et: Telefoninumber ei sobi
fi: Puhelinnumero on virheellinen
fr: Le numéro de téléphone n'est pas valide
lv: Tālruņa numurs nav derīgs
nb: Telefonnummeret er ikke gyldig
nl: Telefoonnummer is niet geldig
pl: Numer telefonu jest nieprawidłowy
sv: Telfonnummeret är inte giltigt

source: {} applications are without a valid telephone number
da: {} ansøgninger har ikke et gyldigt telefonnummer
de: {} Bewerbungen mit ungültiger Telefonnummer
et: {} avaldusel ei ole sobivat telefoninumbrit
fi: {} hakijalla on virheellinen puhelinnumero
fr: {} candidatures n'ont pas de numéro de téléphone valide
lv: {} pieteikumi ir bez derīga tālruņa numura
nb: {} søknader er uten gyldig telefonnummer
nl: {} sollicitaties hebben geen geldig telefoonnummer
pl: {} aplikacji nie posiada prawidłowego numeru telefonu
sv: {} ansökningar är utan ett giltigt telefonnummer

source: Was not yet hired
da: Er endnu ikke ansat
de: Wurde noch nicht eingestellt
et: Ei ole veel tööle võetud
fi: Ei ollut vielä palkattu
fr: N'a pas encore été embauché
lv: Vēl netika pieņemts darbā
nb: Ble ennå ikke ansatt
nl: Was nog niet aangenomen
pl: Nie został jeszcze zatrudniony
sv: Var inte ännu anställd

source: {} applicants were not hired: Undo not possible
da: {} ansøgere blev ikke ansat: Fortrydelse ikke muligt
de: {} Bewerber wurden nicht eingestellt: Kann nicht rückgängig gemacht werden
et: {} kandidaati ei ole tööle võetud: Tagasivõtmine ei ole võimalik
fi: {} hakijaa ei palkattu: Kumoaminen ei ole mahdollista
fr: {} candidats n'ont pas été embauchés : Annulation impossible
lv: {} kandidāti netika pieņemti darbā: Atcelt nav iespējams
nb: {} søkere ble ikke ansatt: Kan ikke angres
nl: {} sollicitanten waren niet aangenomen: Ongedaan maken niet mogelijk
pl: {} kandydatów nie zostało zatrudnionych: Cofnięcie niemożliwe
sv: {} kandidater anställdes inte: Åtgärden kan inte ångras

source: Marking as hired can't be undone
da: Markering som hyret kan ikke fortrydes
de: Markierung als eingestellt kann nicht rückgängig gemacht werden
et: Kandidaadi töölevõtmist ei saa tühistada
fi: Merkitsemistä palkatuksi ei voida perua
fr: Le marquage comme embauché ne peut pas être annulé
lv: Atzīmi “Pieņemts darbā” nevar atsaukt
nb: Markering som ansatt kan ikke angres
nl: Markeren als aangenomen kan niet ongedaan worden gemaakt
pl: Oznaczenie jako zatrudniony nie może być cofnięte
sv: Markering som anställd kan inte ångras

source: Undoing hiring can't be done for {} applicants
da: Annullering af ansættelse kan ikke ske for {} ansøgere
de: Einstellung von {} Bewerbern kann nicht rückgängig gemacht werden
et: {} kandidaadi töölevõtmist ei saa tühistada
fi: Palkkaamisen perumista ei voida tehdä {} hakijalle
fr: L'annulation de l'embauche ne peut pas être effectuée pour {} candidats
lv: Atsaukt darbā pieņemšanu nav iespējams {} kandidātiem
nb: Det er ikke mulig å angre ansettelsen for {} søkere
nl: Ongedaan maken van aannemen kan niet worden gedaan voor {} sollicitanten
pl: Cofnięcie zatrudnienia nie może być wykonane dla {} kandydatów
sv: Kunde inte ångra anställningsbeslut för {} kandidater

source: Not at offer step
da: Ikke på tilbudstrinnet
de: Kein Angebotsschritt
et: Ei ole tööpakkumise etapis
fi: Ei "tarjous" vaiheessa
fr: Pas à l'étape de l'offre
lv: Nav piedāvājuma posmā
nb: Ikke på tilbudstrinn
nl: Niet in aanbiedingsstap
pl: Nie na etapie oferty
sv: Är inte i "erbjudande" -fasen

source: {} applicants not at offer step
da: {} ansøgere ikke på tilbudstrinnet
de: {} Bewerber nicht im Angebotsschritt
et: {} kandidaati ei ole tööpakkumise etapis
fi: {} hakijaa ei ole "tarjous" vaiheessa
fr: {} candidats pas à l'étape de l'offre
lv: {} kandidāti nav piedāvājuma posmā
nb: {} søkere ikke på tilbudstrinn
nl: {} kandidaten niet in aanbiedingsstap
pl: {} kandydatów nie jest na etapie oferty
sv: {} kandidater är inte i "erbjudande" -fasen

source: Additional information form not sent
da: Formular om yderligere oplysninger ikke sendt
de: Zusätzliches Informationsformular nicht gesendet
et: Lisainfovormi ei ole saadetud
fi: Lisätietolomaketta ei ole lähetetty
fr: Formulaire d'informations supplémentaires non envoyé
lv: Papildu informācijas veidlapa nav nosūtīta
nb: Skjema for tilleggsinformasjon er ikke sendt
nl: Aanvullend informatieformulier niet verzonden
pl: Formularz dodatkowych informacji nie został wysłany
sv: Formuläret för tilläggsinformation har inte skickats

source: Additional information form not provided to {} applicants
da: Formular om yderligere oplysninger gives ikke til {} ansøgere
de: Zusätzliches Informationsformular {} Bewerbern nicht zur Verfügung gestellt
et: Lisainfovormi ei ole saadetud {} kandidaadile
fi: Lisätietolomaketta ei ole lähetetty {} hakijalle
fr: Formulaire d'informations supplémentaires non fourni à {} candidats
lv: Papildu informācijas veidlapa netika sniegta {} kandidātiem
nb: Skjema for tilleggsinformasjon er ikke gitt til {} søkere
nl: Aanvullend informatieformulier niet verstrekt aan {} kandidaten
pl: Formularz dodatkowych informacji nie został dostarczony {} kandydatom
sv: Formulär för tilläggsinformation har inte skickats till {} kandidater

source: Additional information form not answered
da: Formular om yderligere oplysninger ikke besvaret
de: Zusätzliches Informationsformular nicht beantwortet
et: Lisainfovormile ei ole vastatud
fi: Lisätietolomakkeeseen ei ole vastattu
fr: Formulaire d'informations supplémentaires non rempli
lv: Papildu informācijas veidlapa bez atbildes
nb: Skjema for tilleggsinformasjon er ikke besvart
nl: Aanvullend informatieformulier niet beantwoord
pl: Formularz dodatkowych informacji nie został wypełniony
sv: Formuläret för tilläggsinformation har inte returnerats

source: Additional information form not answered by {} applicants
da: Formular om yderligere oplysninger ikke besvaret af {} ansøgere
de: Zusätzliches Informationsformular nicht beantwortet von {} Bewerbern
et: Lisainfovormile ei ole vastanud {} kandidaati
fi: Lisätietolomakkeeseen ei ole vastannut {} hakijaa
fr: Formulaire d'informations supplémentaires non rempli par {} candidats
lv: Uz papildu informācijas veidlapu nav atbildējuši {} kandidāti
nb: Skjema for tilleggsinformasjon er ikke besvart av {} søkere
nl: Aanvullend informatieformulier niet beantwoord door {} kandidaten
pl: Formularz dodatkowych informacji nie został wypełniony przez {} kandydatów
sv: Formuläret för tilläggsinformation har inte returnerats av {} kandidater

source: Additional information not checked
da: Yderligere oplysninger ikke kontrolleret
de: Zusätzliches Informationen nicht überprüft
et: Lisainfot ei ole kontrollitud
fi: Lisätietoja ei ole tarkistettu
fr: Informations supplémentaires non vérifiées
lv: Papildu informācija nav pārbaudīta
nb: Tilleggsinformasjon er ikke kontrollert
nl: Aanvullende informatie niet gecontroleerd
pl: Dodatkowe informacje nie zostały sprawdzone
sv: Tilläggsinformationen har inte kontrollerats

source: Additional information not checked for {} applicants
da: Yderligere oplysninger ikke kontrolleret for {} ansøgere
de: Zusätzliches Informationen von {} Bewerbern nicht überprüft
et: {} kandidaadi lisainfot ei ole kontrollitud
fi: {} hakijan lisätietoja ei ole tarkistettu
fr: Informations supplémentaires non vérifiées pour {} candidats
lv: Papildu informācija nav pārbaudīta attiecībā uz {} kandidātiem
nb: Tilleggsinformasjon er ikke kontrollert for {} søkere
nl: Aanvullende informatie niet gecontroleerd voor {} kandidaten
pl: Dodatkowe informacje nie zostały sprawdzone dla {} kandydatów
sv: Tilläggsinformationen har inte kontrollerats för {} kandidater

source: Form not configured
da: Formularen er ikke konfigureret
de: Formular nicht konfiguriert
et: Vorm ei ole konfigureeritud
fi: Lomaketta ei ole konfiguroitu
fr: Formulaire non configuré
lv: Veidlapa nav konfigurēta
nb: Skjemaet er ikke konfigurert
nl: Formulier niet geconfigureerd
pl: Formularz nie został skonfigurowany
sv: Formuläret har inte konfigurerats

source: Form has not been configured for {} applicants
da: Formularen er ikke konfigureret til {} ansøgere
de: Formular für {} Bewerber nicht konfiguriert
et: {} kandidaadi vorm ei ole konfigureeritud
fi: Lomaketta ei ole konfiguroitu {} hakijalle
fr: Le formulaire n'a pas été configuré pour {} candidats
lv: Veidlapa nav konfigurēta {} kandidātiem
nb: Skjemaet er ikke konfigurert for {} søkere
nl: Formulier is niet geconfigureerd voor {} kandidaten
pl: Formularz nie został skonfigurowany dla {} kandydatów
sv: Formuläret har inte konfigurerats för {} kandidater

source: Rule not configured properly
da: Reglen er ikke konfigureret korrekt
de: Regel nicht richtig konfiguriert
et: Reegel ei ole konfigureeritud õigesti
fi: Sääntöä ei konfiguroitu oikein
fr: Règle mal configurée
lv: Noteikums nav pareizi konfigurēts
nb: Regelen er ikke riktig konfigurert
nl: Regel niet correct geconfigureerd
pl: Reguła nie została poprawnie skonfigurowana
sv: Regeln har inte konfigurerats korrekt

source: Already have an outcome
da: Har allerede et resultat
de: Haben bereits eine Resultat
et: Tulemus on juba olemas
fi: On jo lopputulos
fr: Ont déjà un résultat
lv: Rezultāts jau ir zināms
nb: Har allerede et utfall
nl: Hebben al een uitkomst
pl: Już posiada wynik
sv: Har redan ett resultat

source: {} applications already have an outcome
da: {} ansøgninger har allerede et resultat
de: {} Bewerbungen haben bereits ein Resultat
et: {} avaldusel on juba tulemus olemas
fi: {} hakemuksella on jo lopputulos
fr: {} candidatures ont déjà un résultat
lv: {} pieteikumiem jau ir rezultāts
nb: {} søknader har allerede et utfall
nl: {} sollicitaties hebben al een uitkomst
pl: {} aplikacji już posiada wynik
sv: {} kandidater har redan ett resultat

source: Position without video interview step
da: Stilling uden video-interviewtrin
de: Stelle ohne Video-Bewerbungsgespräch-Schritt
et: Ametikohal ei ole videovestluse etappi
fi: Työpaikan rekrytointipolussa ei ole videohaastattelu -vaihetta
fr: Poste sans étape d'entretien vidéo
lv: Vakance bez video intervijas posma
nb: Stilling uten videointervju-trinn
nl: Functie zonder video-interviewstap
pl: Stanowisko bez etapu wywiadu wideo
sv: Tjänsten har inte en videointervju-fas

source: {} applications belong to a position without video interview step
da: {} ansøgninger hører til en stilling uden video-interviewtrin
de: {} Bewerber gehören zu einer Stelle ohne Video-Bewerbungsgespräch-Schritt
et: {} avaldust on saadetud ametikohale, millel ei ole videovestluse etappi
fi: {} hakemusta kuuluu sellaiseen työpaikkaan, jonka rekrytointipolussa ei ole videohaastattelu -vaihetta
fr: {} candidatures appartiennent à un poste sans étape d'entretien vidéo
lv: {} pieteikumi attiecas uz vakanci bez video intervijas posma
nb: {} søknadene tilhører en stilling uten videointervju-trinn
nl: {} sollicitaties behoren tot een functie zonder video-interviewstap
pl: {} aplikacji należy do stanowiska bez etapu wywiadu wideo
sv: {} ansökningar är till en tjänst, vars rekryteringsflöde saknar videointervju-fasen

source: Already invited to video interview
da: Allerede inviteret til video-interview
de: Bereits zum Video-Interview eingeladen
et: Juba kutsutud videovestlusele
fi: Henkilö on jo kutsuttu videohaastatteluun
fr: Déjà invité à un entretien vidéo
lv: Jau uzaicināts uz video interviju
nb: Allerede invitert til videointervju
nl: Al uitgenodigd voor video-interview
pl: Już zaproszony na wywiad wideo
sv: Personen har redan blivit inbjuden till videointervju

source: {} applications have already been invited to video interview
da: {} ansøgere er allerede blevet inviteret til vide-ointerview
de: {} Bewerbungen wurden bereits zum Video-Interview eingeladen
et: {} kandidaati on juba videovestlusele kutsutud
fi: {} hakemusta on jo kutsuttu videohaastatteluun
fr: {} candidatures ont déjà été invitées à un entretien vidéo
lv: {} pieteikumi jau ir uzaicināti uz video interviju
nb: {} søkere har allerede blitt invitert til videointervju
nl: {} sollicitaties zijn al uitgenodigd voor een video-interview
pl: {} aplikacji zostało już zaproszonych na wywiad wideo
sv: {} ansökningar har redan blivit inbjudna till videointervju

source: Position without video interview questions
et: Ametikoht ilma videointervjuu küsimusteta
fi: Tehtävä ilman videohaastattelukysymyksiä
sv: Position utan videointervjufrågor

source: {} applications belong to a position without video interview questions
et: {} kandideerimisavaldust kuulub ametikohale, millel pole videointervjuu küsimusi
fi: {} hakemusta kuuluu tehtävään ilman videohaastattelukysymyksiä
sv: {} ansökningar tillhör en position utan videointervjufrågor

source: No permission to change the step
da: Ingen tilladelse til at ændre trin
de: Keine Befugnis den Schritt zu ändern
et: Sul ei ole õigust etappi muuta
fi: Ei lupaa muuttaa rekrytointipolun statusta
fr: Aucune autorisation pour modifier l'étape
lv: Nav atļaujas mainīt posmu
nb: Ingen tillatelse til å endre trinnet
nl: Geen toestemming om de stap te wijzigen
pl: Brak uprawnień do zmiany kroku
sv: Har inte behörighet att ändra fasen i rekryteringsflödet

source: Step for {} applications cannot be changed as you dont have permission
da: Trin for {} ansøgninger kan ikke ændres, da du ikke har tilladelse til det
de: Schritt für {} Bewerbungen kann nicht geändert werden, da Sie keine Berechtigung dazu haben
et: {} avalduse etappi ei saa muuta, sest sul ei ole selle tegemise õigust
fi: Hakemusten {} vaiheita ei voi vaihtaa koska sinulla ei ole tähän oikeutta
fr: L'étape pour {} candidatures ne peut pas être modifiée car vous n'avez pas l'autorisation
lv: Posmu {} pieteikumiem nevar mainīt, jo jums nav atļaujas
nb: Trinn for {} søknader kan ikke endres fordi du ikke har tillatelse til det
nl: Stap voor {} sollicitaties kan niet worden gewijzigd omdat u geen toestemming heeft
pl: Krok dla {} aplikacji nie może być zmieniony, ponieważ nie masz uprawnień
sv: Steget för {} ansökningar kan inte ändras eftersom du saknar tillgång

source: No permission to add tags
da: Ingen tilladelse til at tilføje tags
de: Keine Berechtigung zum Hinzufügen von Stichwörtern
et: Sul ei ole õigust märkeid lisada
fi: Ei oikeuksia lisätä tägejä
fr: Aucune autorisation pour ajouter des tags
lv: Nav atļaujas pievienot atzīmes
nb: Ingen tillatelse til å legge til emneknagger
nl: Geen toestemming om tags toe te voegen
pl: Brak uprawnień do dodawania tagów
sv: Inget tillstånd att lägga till taggar
