Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Usually status update templates are defined by the system or admin users, but this feature enables you to create custom status update messages for a specific position you manage. Read more {}here{}.
da: Normalt defineres statusopdateringsskabeloner af systemet eller administratorbrugere, men denne funktion giver dig mulighed for at oprette brugerdefinerede statusopdateringsbeskeder til en bestemt stilling, du administrerer. Læs mere {}her{}.
de: Normalerweise werden Statusaktualisierungsvorlagen vom System oder von den Administratoren definiert, aber mit dieser Funktion können Sie benutzerdefinierte Statusaktualisierungsmeldungen für eine bestimmte Stelle, die Sie verwalten, erstellen. Lesen Sie mehr {}hier{}.
et: Tavaliselt loovad oleku-uuendusvorme administraatorid või süsteem, kuid see funktsioon võimaldab sul luua kohandatud oleku uuenduse sõnumeid enda hallatud ametikoha jaoks. Lisainfot leiad {}siit{}.
fi: Yleensä statuspäivityspohjat ovat joko järjestelmän tai pääkäyttäjien luomia, mutta tämä ominaisuus mahdollistaa työpaikkailmoituskohtaisten statuspäivitysten luomisen. Lue lisää {}täältä{}.
fr: Habituellement, les modèles de mise à jour de statut sont définis par le système ou les utilisateurs administrateurs, mais cette fonctionnalité vous permet de créer des messages de mise à jour de statut personnalisés pour un poste spécifique que vous gérez. En savoir plus {}ici{}.
lv: Statusa atjauninājumu paraugus parasti nosaka sistēmas vai administratora lietotāji, taču šī funkcija ļauj jums izveidot pielāgotus statusa atjauninājumu ziņojumus konkrētai jūsu pārvaldītai vakancei. Lasīt vairāk {}šeit{}.
nb: Vanligvis defineres statusoppdateringsmaler av systemet eller administratorbrukere, men med denne funksjonen kan du opprette egendefinerte statusoppdateringsmeldinger for en bestemt stilling du administrerer. Les mer {}her{}.
nl: Meestal worden sjablonen voor statusupdates gedefinieerd door het systeem of beheerders, maar met deze functie kunt u aangepaste statusupdateberichten maken voor een specifieke positie die u beheert. Lees meer {}hier{}.
pl: Zwykle szablony aktualizacji statusu są definiowane przez system lub użytkowników administracyjnych, ale ta funkcja umożliwia tworzenie niestandardowych komunikatów aktualizacji statusu dla określonego stanowiska, którym zarządzasz. Przeczytaj więcej {}tutaj{}.
sv: Vanligtvis skapas statusuppdateringsmallar av systemet eller administratörsanvändare, men med den här funktionen kan du skapa anpassade statusuppdateringsmeddelanden för ett specifikt jobb som du hanterar. Läs mer {}här{}.

source: This placeholder can now be used to send messages from “Mass action bar”.
da: Denne pladsholder kan nu bruges til at sende beskeder fra "Mass action bar".
de: Dieser Platzhalter kann nun zum Versenden von Nachrichten aus der "Massenaktionsleiste" verwendet werden.
et: Seda kohatäidet saad kasutada, et saata sõnumeid masstoimingute ribalt.
fi: Tätä placeholderia voi käyttää viesteissä, jotka ovat lähetetty massatoiminto-palkista.
lv: Tagad šo vietturi var izmantot, lai sūtītu ziņojumus no “Masveida darbību joslas”.
nb: Denne plassholderen kan nå brukes til å sende meldinger fra "Massehandlingsfelt".
sv: Den här platshållaren kan användas i meddelanden som skickas som en massåtgärd.

source: integration
et: integratsioon
fi: integraatio
fr: intégration
lv: integrācija
nb: integrering
nl: integratie
pl: integracja
sv: integrering

source: Help page
da: Hjælpeside
de: Hilfe-Seite
et: Abileht
fi: Tuki-sivu
fr: Page d'aide
lv: Palīdzības lapa
nb: Hjelpeside
nl: Helppagina
pl: Strona pomocy
sv: Hjälpsida

source: Sorry, we couldn’t find the page you were looking for.
da: Beklager, vi kunne ikke finde den side, du ledte efter.
de: Entschuldigung, wir konnten die von Ihnen gesuchte Seite nicht finden.
et: Vabandust, me ei leidnud otsitavat lehte.
fi: Valitettavasti emme löytäneet etsimääsi sivua.
nb: Beklager, vi kunne ikke finne siden du lette etter.
sv: Tyvärr kunde vi inte hitta sidan du letade efter.

source: Are you sure you want to delete this profile?
da: Er du sikker på, at du vil slette denne profil?
de: Sind Sie sicher, dass Sie dieses Profil löschen möchten?
et: Kas soovid selle profiili kustutada?
fi: Haluatko varmasti poistaa tämän profiilin?
fr: Êtes-vous sûr de vouloir supprimer ce profil ?
lv: Vai tiešām vēlaties dzēst šo profilu?
nb: Er du sikker på at du vil slette denne profilen?
nl: Weet u zeker dat u dit profiel wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten profil?
sv: Är du säker på att du vill radera denna profil?

source: Form preview
da: Formulareksempel
de: Formularvorschau
et: Vormi eelvaade
fi: Lomakkeen esikatselu
fr: Aperçu du formulaire
lv: Veidlapas priekšskatījums
nb: Forhåndsvisning av skjema
nl: Formuliervoorbeeld
pl: Podgląd formularza
sv: Förhandsvisning av formulär

source: Position published
da: Stilling offentliggjort
de: Stelle veröffentlicht
et: Ametikoht on avaldatud
fi: Työpaikka julkaistu
fr: Poste publié
lv: Publicētā vakance
nb: Stilling publisert
nl: Positie gepubliceerd
pl: Stanowisko opublikowane
sv: Positionen har publicerats

source: Link to the application
da: Link til ansøgningen
de: Link zur Bewerbung
et: Avalduse link
fi: Linkki hakemukseen
fr: Lien vers la candidature
lv: Saite uz pieteikumu
nb: Lenke til søknaden
nl: Link naar de sollicitatie
pl: Link do aplikacji
sv: Länk till ansökan

source: Apply via email
da: Ansøg via e-mail
de: Per E-Mail bewerben
et: Kandideeri e-kirja teel
fi: Hae sähköpostitse
fr: Postuler par e-mail
lv: Pieteikties, izmantojot e-pastu
nb: Søk via e-post
nl: Solliciteren via e-mail
pl: Aplikuj przez e-mail
sv: Ansök via e-post

source: Share in social media
da: Del på sociale medier
de: In sozialen Medien teilen
et: Jaga sotsiaalmeedias
fi: Jaa sosiaalisessa mediassa
fr: Partager sur les réseaux sociaux
lv: Kopīgot sociālajos tīklos
nb: Del i sosiale medier
nl: Delen op sociale media
pl: Udostępnij w mediach społecznościowych
sv: Dela på sociala medier

source: Post
da: Opslag
de: Beitrag
et: Postita
fi: Viesti
fr: Publier
lv: Publicēt
nb: Innlegg
nl: Bericht
pl: Opublikuj
sv: Inlägg

source: Please contact support to enable integrations such as Oikotie, Duunitori, Monster, Mol.fi, and Recright video interviews.
da: Kontakt venligst support for at aktivere integrationer som Oikotie, Duunitori, Monster, Mol.fi og Recright videointerviews.
de: Bitte kontaktieren Sie den Support, um Integrationen wie Oikotie, Duunitori, Monster, Mol.fi und Recright Video-Bewerbungsgespräche zu aktivieren.
et: Võta ühendust klienditoega, et lubada integratsioonid, nagu Oikotie, Duunitori, Monster, Mol.fi ja Recrighti videovestlused.
fi: Olethan yhteydessä asiakastukeemme, mikäli haluat mahdollistaa integraatiot kuten Oikotien, Duunitorin, Monsterin, Mol.fi ja Recright-videohaastattelut.
fr: Veuillez contacter le support pour activer les intégrations telles que Oikotie, Duunitori, Monster, Mol.fi et les entretiens vidéo Recright.
lv: Sazinieties ar atbalsta dienestu, lai iespējotu tādas integrācijas kā Oikotie, Duunitori, Monster, Mol.fi un Recright video intervijas.
nb: Kontakt kundestøtte for å aktivere integrasjoner som Oikotie, Duunitori, Monster, Mol.fi og Recright-videointervjuer.
nl: Neem contact op met de ondersteuning om integraties zoals Oikotie, Duunitori, Monster, Mol.fi en Recright video-interviews in te schakelen.
pl: Skontaktuj się z supportem, aby włączyć integracje takie jak Oikotie, Duunitori, Monster, Mol.fi i wywiady wideo Recright.
sv: Kontakta supporten för att möjliggöra integrationer såsom Oikotie, Duunitori, Monster, Mol.fi, och Recright (videointervjuer).

source: Share on job boards
da: Del på jobsites
de: Auf Job-Portalen teilen
et: Jaga tööportaalis
fi: Jaa työnhakuportaaliin
fr: Partager sur les tableaux d'emploi
lv: Kopīgot darba sludinājumu dēļos
nb: Del på jobbtavler
nl: Delen op vacaturebanken
pl: Udostępnij na portalach pracy
sv: Dela till jobbsajter

source: The Duunitori is Finland's busiest recruitment media, which reaches more than 1.5M Finns every month. By making an announcement on the Duunitori, you will get a social media network with over 500 groups (Facebook, LinkedIn, Twitter, Instagram) in addition to the Duunitori's job search engine.
da: Duunitori er Finlands travleste rekrutteringsmedie, der når ud til mere end 1,5 millioner finner hver måned. Ved at annoncere på Duunitori får du et socialt medienetværk med over 500 grupper (Facebook, LinkedIn, Twitter, Instagram) ud over Duunitoris jobsøgemaskine.
de: Der Duunitori ist Finnlands meistgenutztes Rekrutierungsmedium, das jeden Monat mehr als 1,5 Millionen Finnen erreicht. Wenn Sie eine Anzeige im Duunitori schalten, erhalten Sie ein Social-Media-Netzwerk mit über 500 Gruppen (Facebook, LinkedIn, Twitter, Instagram) zusätzlich zur Jobsuchmaschine des Duunitori.
et: Duunitori on Soome populaarseim värbamissait, mida külastab kuus üle pooleteise miljoni soomlase. Kui jagad töökuulutust Duunitoris, on sinu käsutuses üle 500 gruppi sisaldav sotsiaalmeediavõrk (Facebook, LinkedIn, Twitter, Instagram) ja Duunitori enda tööotsingumootor.
fi: Duunitori on Suomen käytetyin rekrytointimedia, joka tavoittaa yli 1,5M suomalaista joka kuukausi. Kun julkaiset ilmoituksen Duunitorilla, takaat laajan näkyvyyden Duunitorin työnhakukoneen lisäksi sosiaalisen median verkostossa, joka kattaa yli 500 ryhmää (Facebook, LinkedIn, Twitter, Instagram).
fr: Duunitori est le média de recrutement le plus fréquenté de Finlande, qui atteint plus de 1,5 million de Finlandais chaque mois. En faisant une annonce sur Duunitori, vous obtiendrez un réseau de médias sociaux avec plus de 500 groupes (Facebook, LinkedIn, Twitter, Instagram) en plus du moteur de recherche d'emploi de Duunitori.
lv: Duunitori ir Somijas aktīvākais atlases medijs, kas katru mēnesi sasniedz vairāk nekā 1,5 miljonus somu. Izvietojot sludinājumu Duunitori, jūs varēsiet izmantot ne tikai Duunitori darba meklētāju, bet arī sociālo tīklu ar vairāk nekā 500 grupām (Facebook, LinkedIn, Twitter, Instagram).
nb: Duunitori er Finlands mest aktive rekrutteringsmedium og når ut til mer enn 1,5 millioner finlendere hver måned. Ved å annonsere på Duunitori får du et nettverk på sosiale medier med over 500 grupper (Facebook, LinkedIn, Twitter, Instagram) i tillegg til Duunitoris jobbsøkemotor.
nl: De Duunitori is Finland's drukste wervingsmedia, dat elke maand meer dan 1,5 miljoen Finnen bereikt. Door een aankondiging te plaatsen op de Duunitori, krijg je naast de zoekmachine voor vacatures van Duunitori ook een sociaal medianetwerk met meer dan 500 groepen (Facebook, LinkedIn, Twitter, Instagram).
pl: Duunitori to najpopularniejsze medium rekrutacyjne w Finlandii, które co miesiąc dociera do ponad 1,5 mln Finów. Publikując ogłoszenie na Duunitori, zyskasz sieć mediów społecznościowych z ponad 500 grupami (Facebook, LinkedIn, Twitter, Instagram) oprócz wyszukiwarki ofert pracy Duunitori.
sv: Duunitori, som är Finlands mest använda rekryteringsmedia, når mer än 1,5 miljoner finländare varje månad. Genom att publicera en jobbannons på Duunitori garanterar du en hög synlighet över ett nätverk av sociala medier med över 500 grupper (Facebook, LinkedIn, Twitter, Instagram) utöver Duunitoris egna jobbsökmotor.

source: Advertise on Duunitori
da: Annoncer på Duunitori
de: Auf Duunitori bewerben
et: Reklaami Duunitoris
fi: Mainosta Duunitorissa
fr: Annoncer sur Duunitori
lv: Izvietot reklāmu Duunitori
nb: Annonser på Duunitori
nl: Adverteren op Duunitori
pl: Reklamuj na Duunitori
sv: Annonsera på Duunitori

source: Add video interviews
da: Tilføj videointerviews
de: Video-Bewerbungsgespräch hinzufügen
et: Lisa videovestlusi
fi: Lisää videohaastattelut
fr: Ajouter des entretiens vidéo
lv: Pievienojiet video intervijas
nb: Legg til videointervjuer
nl: Video-interviews toevoegen
pl: Dodaj wywiady wideo
sv: Lägg till videointervjuer

source: Talent feedback
da: Feedback til talenter
et: Talendi tagasiside
fi: Hakijapalaute
fr: Commentaires des talents
lv: Talantu atsauksmes
nb: Tilbakemeldinger fra talenter
nl: Feedback van talent
pl: Opinie talentów
sv: Talangfeedback

source: Download talent feedback
de: Talent-Feedback laden
et: Laadi talendi tagasiside alla
fi: Lataa hakijapalaute
fr: Télécharger les commentaires des talents
lv: Lejupielādēt atsauksmes par talantiem
nb: Last ned tilbakemeldinger fra talenter
nl: Feedback van talent downloaden
pl: Pobierz opinie talentów
sv: Ladda ner talang feedback

source: Delete this feedback text
da: Slet denne feedback-tekst
de: Diesen Feedback-Text löschen
et: Kustuta see tagasiside tekst
fi: Poista tämä palauteteksti
fr: Supprimer ce texte de commentaire
lv: Dzēst šo atsauksmju tekstu
nb: Slett denne tilbakemeldingsteksten
nl: Verwijder deze feedbacktekst
pl: Usuń ten tekst opinii
sv: Radera denna feedbacktext

source: No feedback from talents yet. Give more feedback to get more feedback back!
da: Ingen feedback fra talents endnu. Giv mere feedback for at få mere feedback tilbage!
de: Noch keine Rückmeldung von Talenten. Geben Sie mehr Feedback, um mehr Feedback zu erhalten!
et: Talentidelt ei ole tagasisidet tulnud. Anna rohkem tagasisidet, et saada ise tagasisidet.
fi: Hakijoilta ei ole vielä tullut palautetta. Lähetä lisää palautekirjeitä saadaksesi itse palautetta takaisin!
fr: Aucun commentaire des talents pour le moment. Donnez plus de commentaires pour en recevoir davantage en retour!
lv: Vēl nav saņemtas atsauksmes no talantiem. Sniedziet vairāk atsauksmju, lai saņemtu vairāk atsauksmju!
nb: Ingen tilbakemeldinger fra talenter ennå. Gi mer tilbakemelding for å få mer tilbakemelding tilbake!
nl: Nog geen feedback van talenten. Geef meer feedback om meer feedback terug te krijgen!
pl: Brak opinii od talentów. Daj więcej opinii, aby otrzymać więcej opinii z powrotem!
sv: Ingen feedback från talanger ännu. Ge mer feedback för att få mer feedback tillbaka!

source: This talent is selected for mass actions
da: Dette talent er udvalgt til masseaktioner
de: Dieses Talent ist für Massenaktionen ausgewählt
et: See talent on valitud masstoimingu jaoks
fi: Tämä talentti on valittuna massatoimintoja varten
fr: Ce talent est sélectionné pour des actions de masse
lv: Šis talants ir izvēlēts masveida darbībām
nb: Dette talentet er valgt for massehandlinger
nl: Dit talent is geselecteerd voor bulkacties
pl: Ten talent jest wybrany do działań masowych
sv: Den här talangen har valts för massåtgärder

source: Invited
da: Inviteret
de: Eingeladen
et: Kutsutud
fi: Kutsuttu
fr: Invité
lv: Uzaicināts
nb: Invitert
nl: Uitgenodigd
pl: Zaproszony
sv: Inbjuden

source: Known since:
da: Kendt siden:
de: Bekannt seit
et: Teada alates:
fi: Tunnettu lähtien:
fr: Connu depuis :
lv: Zināms kopš:
nb: Kjent siden:
nl: Bekend sinds:
pl: Znany od:
sv: Känd sedan:

source: Added to community:
da: Tilføjet til fællesskabet:
de: Zur Community hinzugefügt:
et: Lisatud panka:
fi: Lisätty communityyn:
fr: Ajouté à la communauté :
lv: Pievienots kopienai:
nb: Lagt til i fellesskapet:
nl: Toegevoegd aan community:
pl: Dodany do społeczności:
sv: Tillagd till community:

source: Confirmed member:
da: Bekræftet medlem:
de: Bestätigtes Mitglied:
et: Kinnitatud liige:
fi: Vahvistettu jäsen:
fr: Membre confirmé :
lv: Apstiprināts dalībnieks:
nb: Bekreftet medlem:
nl: Bevestigd lid:
pl: Potwierdzony członek:
sv: Bekräftad medlem:

source: Invitation sent:
da: Invitation sendt:
de: Einladunge gesendet:
et: Saadetud kutse:
fi: Kutsu lähetetty:
fr: Invitation envoyée :
lv: Nosūtīts uzaicinājums:
nb: Invitasjon sendt:
nl: Uitnodiging verzonden:
pl: Zaproszenie wysłane:
sv: Inbjudan skickad:

source: Talent source:
da: Talentkilde:
de: Talentquelle:
et: Talendi päritolu:
fi: Talentin lähde:
fr: Source de talent :
lv: Talantu avots:
nb: Talentkilde:
nl: Talentbron:
pl: Źródło talentu:
sv: Talangkälla:

source: Referee
da: Dommer
de: Empfehler
et: Soovitatu
fi: Suosittelija
fr: Arbitre
lv: Ieteiktais
nb: Dommer
nl: Scheidsrechter
pl: Polecający
sv: Referens

source: A talent has been shared with you
da: Et talent er blevet delt med dig
de: Ein Talent wurde mit Ihnen geteilt
et: Sinuga jagati talenti
fi: Talentti on jaettu kanssasi
fr: Un talent a été partagé avec vous
lv: Ar jums ir kopīgots talants
nb: Et talent har blitt delt med deg
nl: Een talent is met u gedeeld
pl: Talent został z Tobą udostępniony
sv: En talang har delats med dig

source: You are adding this talent as a confirmed member of your Talent Community.
da: Du tilføjer dette talent som et bekræftet medlem af dit Talent Community.
de: Sie fügen dieses Talent als bestätigtes Mitglied Ihrer Talent-Community hinzu.
et: Oled lisamas seda talenti oma Talent Community kinnitatud liikmeks.
fi: Olet lisäämässä talenttia Talent Communityn vahvistetuksi jäseneksi.
fr: Vous ajoutez ce talent en tant que membre confirmé de votre communauté de talents.
lv: Jūs pievienojat šo talantu kā apstiprinātu Talent Community dalībnieku.
nb: Du legger til dette talentet som et bekreftet medlem av ditt Talent Community.
nl: U voegt dit talent toe als een bevestigd lid van uw Talent Community.
pl: Dodajesz ten talent jako potwierdzonego członka Twojej Talent Community.
sv: Du lägger till den här talangen som en bekräftad medlem i din Talent Community.

source: Next {} talents
da: Næste {} talenter
de: Nächste {} Talente
et: Järgmised {} talenti
fi: Seuraavat {} talentit
fr: Les {} prochains talents
lv: Nākamie {} talanti
nb: Neste {} talenter
nl: Volgende {} talenten
pl: Następne {} talenty
sv: Nästa {} talanger

source: Previous {} talents
da: Forrige {} talenter
de: Vorherige {} Talente
et: Eelmised {} talenti
fi: Edelliset {} talentit
fr: Les {} talents précédents
lv: Iepriekšējie {} talanti
nb: Forrige {} talenter
nl: Vorige {} talenten
pl: Poprzednie {} talenty
sv: Föregående {} talanger

source: talents
da: talenter
de: Talente
et: talenti
fi: talentit
lv: talanti
nb: talenter
nl: talenten
pl: talenty
sv: talanger

source: Link to active recruitment process
da: Link til aktiv rekrutteringsproces
de: Link zum aktiven Bewerbungsprozess
et: Aktiivse värbamisprotsessi link
fi: Kutsu aktiiviseen rekrytointiprosessiin
fr: Lien vers le processus de recrutement actif
lv: Saikne ar aktīvo atlases procesu
nb: Lenke til aktiv rekrutteringsprosess
nl: Link naar actief wervingsproces
pl: Link do aktywnego procesu rekrutacji
sv: Länk till aktiv rekryteringsprocess

source: You can use placeholder [FIRST_NAME] for applicant's first name and [LAST_NAME] for last name. Please notice that not all email providers show images in emails.
da: Du kan bruge pladsholderen [FIRST_NAME] til ansøgerens fornavn og [LAST_NAME] til efternavn. Bemærk venligst, at ikke alle e-mailudbydere viser billeder i e-mails.
de: Sie können den Platzhalter [FIRST_NAME] für den Vornamen und [LAST_NAME] für den Nachnamen des Bewerbers verwenden. Bitte beachten Sie, dass nicht alle E-Mail-Anbieter Bilder in E-Mails anzeigen.
et: Kandidaadi eesnime jaoks saad kasutada kohatäidet [FIRST_NAME] ja perekonnanime jaoks kohatäidet [LAST_NAME]. Pea meeles, et mõni e-posti teenuse osutaja ei näita e-kirjades pilte.
fi: Voit kirjoittaa [FIRST_NAME] hakijan etunimen ja [LAST_NAME] sukunimen paikalle viestiin. Huomaa, etteivät kaikki sähköpostit tue kuvia.
fr: Vous pouvez utiliser le paramètre [FIRST_NAME] pour le prénom du candidat et [LAST_NAME] pour le nom de famille. Veuillez noter que tous les fournisseurs de messagerie n'affichent pas les images dans les e-mails.
lv: Kandidāta vārdam var izmantot vietturi [FIRST_NAME] un uzvārdam – [LAST_NAME]. Lūdzu, ņemiet vērā, ka ne visi e-pasta pakalpojumu sniedzēji e-pastos parāda attēlus.
nb: Du kan bruke plassholderen [FIRST_NAME] til søkerens fornavn og [LAST_NAME] til etternavn. Vær oppmerksom på at ikke alle e-postleverandører viser bilder i e-poster.
nl: U kunt de plaatsaanduiding [FIRST_NAME] gebruiken voor de voornaam van de sollicitant en [LAST_NAME] voor de achternaam. Houd er rekening mee dat niet alle e-mailproviders afbeeldingen in e-mails weergeven.
pl: Możesz użyć symbolu zastępczego [FIRST_NAME] dla imienia kandydata i [LAST_NAME] dla nazwiska. Pamiętaj, że nie wszyscy dostawcy poczty e-mail wyświetlają obrazy w wiadomościach.
sv: Du kan använda platshållaren [FIRST_NAME] för kandidatens förnamn och [LAST_NAME] för efternamn. Vänligen notera att inte alla mailleverantörer visar bilder i emails.

source: Referral page link
da: Link til henvisningsside
de: Empfehlungsseiten-Link
et: Soovituslehe link
fi: Suosittelusivun linkki
fr: Lien vers la page de parrainage
lv: Ieteikuma lapas saite
nb: Lenke til henvisningssiden
nl: Link naar verwijzingspagina
pl: Link do strony poleceń
sv: Länk till referenssida

source: Share this referral link on your company's communication channels to attract new candidates to your Talent Community.
da: Del dette henvisningslink på din virksomheds kommunikationskanaler for at tiltrække nye kandidater til dit Talent Community.
de: Teilen Sie diesen Empfehlungslink auf den Kommunikationskanälen Ihres Unternehmens, um neue Kandidaten für Ihre Talent-Community zu gewinnen.
et: Jaga soovituslinki oma ettevõtte suhtluskanalites, et kutsuda uusi kandidaate Talent Communityga liituma.
fi: Jaa tämä suosittelulinkki esimerkiksi yrityksesi sosiaalisen median kanavissa tai urasivuilla houkutellaksesi uusia kandidaatteja Talent Communityynne.
fr: Partagez ce lien de parrainage sur les canaux de communication de votre entreprise pour attirer de nouveaux candidats dans votre communauté de talents.
lv: Kopīgojiet šo ieteikuma saiti uzņēmuma saziņas kanālos, lai savai Talent Community piesaistītu jaunus kandidātus.
nb: Del denne henvisningslenken i selskapets kommunikasjonskanaler for å tiltrekke nye kandidater til Talent Community.
nl: Deel deze verwijzingslink op de communicatiekanalen van uw bedrijf om nieuwe kandidaten aan te trekken voor uw Talent Community.
pl: Udostępnij ten link polecający na kanałach komunikacyjnych swojej firmy, aby przyciągnąć nowych kandydatów do Twojej Talent Community.
sv: Dela denna referenslänk i ditt företags kommunikationskanaler för att locka nya kandidater till din talanggemenskap.

source: Select the group to which you would like to add the candidates referred through the link.
da: Vælg gruppen, som du vil tilføje de kandidater, der er henvist via linket, til.
de: Gruppe auswählen, zu der, der durch den Link empfohlene Kandidat, hinzugefügt werden soll.
et: Vali grupp, kuhu soovid lisada lingi kaudu soovitatud kandidaadid.
fi: Valitse ne ryhmät, joihin haluat kandidaattien liittyvän suosittelulinkin kautta.
fr: Sélectionnez le groupe auquel vous souhaitez ajouter les candidats référés via le lien.
lv: Izvēlieties grupu, kurai vēlaties pievienot kandidātus, kas ieteikti, izmantojot saiti.
nb: Velg gruppen du vil legge de kandidatene til som er henvist via lenken.
nl: Selecteer de groep waaraan u de kandidaten wilt toevoegen die via de link zijn doorverwezen.
pl: Wybierz grupę, do której chcesz dodać kandydatów poleconych za pośrednictwem linku.
sv: Välj den grupp som du vill lägga till de kandidater som hänvisas via länken.

source: Select groups
da: Vælg grupper
de: Gruppe auswählen
et: Vali grupid
fi: Valitse ryhmät
fr: Sélectionner des groupes
lv: Izvēlēties grupas
nb: Velg grupper
nl: Selecteer groepen
pl: Wybierz grupy
sv: Välj grupper

source: Join our Talent Community page link
da: Deltag i vores Talent Community-side link
de: Link zur Seite zum Beitritt unserer Talent-Community
et: Lehe „Liitu meie Talent Communityga“ link
fi: Liity Talent Communityymme -sivun linkki
fr: Lien vers la page Rejoignez notre communauté de talents
lv: Lapas “Pievienojieties mūsu Talent Community” saite
nb: Lenke til Bli med i vårt Talent Community-siden
nl: Word lid van onze Talent Community paginalink
pl: Link do strony Dołącz do naszej Talent Community
sv: Gå med i vår Talent Community-länk
