Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Talent Community groups
da: Talent Community-grupper
de: Talent Community Gruppen
et: Talent Community grupid
fi: Talent Community ryhmät
fr: Groupes de la communauté de talents
lv: Talent Community grupas kategorijas
nb: Talent Community-grupper
nl: Talentengemeenschapsgroepen
pl: Grupy Talent Community
sv: Talent Community -grupper

source: Active applications / all applications
da: Aktive ansøgninger / alle ansøgninger
de: Aktive Bewerbungen / Alle Bewerbungen
et: Aktiivsed avaldused / kõik avaldused
fi: Aktiiviset hakemukset / kaikki hakemukset
fr: Candidatures actives / toutes les candidatures
lv: Aktīvie pieteikumi / visi pieteikumi
nb: Aktive søknader/alle søknader
nl: Actieve sollicitaties / alle sollicitaties
pl: Aktywne aplikacje / wszystkie aplikacje
sv: Aktiva ansökningar/alla ansökningar

source: No applications
da: Ingen ansøgninger
de: Keine Bewerbungen
et: Avaldusi ei ole
fi: Ei hakemuksia
fr: Aucune candidature
lv: Nav pieteikumu
nb: Ingen søknader
nl: Geen sollicitaties
pl: Brak aplikacji
sv: Inga ansökningar

source: No talent notes
da: Ingen talentnoter
de: Keine Talent-Notizen
et: Talendimärkmeid ei ole
fi: Ei muistiinpanoja
fr: Aucune note sur les talents
lv: Nav talantu piezīmju
nb: Ingen talentmerknader
nl: Geen talentennotities
pl: Brak notatek o kandydacie
sv: Inga talanganteckningar

source: Confirmed
da: Bekræftet
de: Bestätigt
et: Kinnitatud
fi: Vahvistettu
fr: Confirmé
lv: Apstiprināts
nb: Bekreftet
nl: Bevestigd
pl: Potwierdzony
sv: Bekräftad

source: Not confirmed
da: Ikke bekræftet
de: Nicht bestätigt
et: Kinnitamata
fi: Ei vahvistettu
fr: Non confirmé
lv: Nav apstiprināts
nb: Ikke bekreftet
nl: Niet bevestigd
pl: Niepotwierdzony
sv: Ej bekräftad

source: Not a member
da: Ikke medlem
de: Kein Mitglied
et: Ei ole liige
fi: Ei jäsen
fr: Pas un membre
lv: Nav dalībnieks
nb: Ikke medlem
nl: Geen lid
pl: Nie jest członkiem
sv: Ej medlem

source: Group
da: Gruppe
de: Gruppe
et: Grupp
fi: Ryhmä
fr: Groupe
lv: Grupa
nb: Gruppe
nl: Groep
pl: Grupa
sv: Grupp

source: Talents
da: Talenter
de: Talente
et: Talendid
fi: Talentit
lv: Talanti
nb: Talenter
nl: Talenten
pl: Kandydaci
sv: Talanger

source: Referred
da: Henvist
de: Empfohlen
et: Soovitatud
fi: Suositeltu
fr: Référé
lv: Ieteikts
nb: Henvist
nl: Doorverwezen
pl: Polecony
sv: Refererad

source: Shared with
da: Delt med
de: Geteilt mit
et: Jagatud kasutajaga
fi: Jaettu
fr: Partagé avec
lv: Kopīgots ar
nb: Delt med
nl: Gedeeld met
pl: Udostępniony
sv: Delade med

source: Expiring soon
da: Udløber snart
de: Läuft bald ab
et: Aegub varsti
fi: Vanhenee pian
fr: Expire bientôt
lv: Drīz beigsies termiņš
nb: Utløper snart
nl: Verloopt binnenkort
pl: Wkrótce wygasa
sv: Medlemskapet upphör snart

source: Make sure the file you are trying to upload is an image.
da: Sørg for, at filen, du forsøger at uploade, er et billede.
de: Stellen Sie sicher, dass die Datei, die Sie hochladen möchten, ein Bild ist.
et: Veendu, et üleslaaditav oleks pildifail.
fi: Varmista, että valitsit kuvatiedoston.
fr: Assurez-vous que le fichier que vous essayez de télécharger est une image.
lv: Pārliecinieties, vai fails, kuru mēģināt augšupielādēt, ir attēls.
nb: Kontroller at filen du prøver å laste opp, er et bilde.
nl: Zorg ervoor dat het bestand dat u probeert te uploaden een afbeelding is.
pl: Upewnij się, że plik, który próbujesz przesłać, jest obrazem.
sv: Se till att filen du försöker ladda upp är en bild.

source: File is not allowed. Allowed filetypes: {filetypes}
da: Filen er ikke tilladt. Tilladte filtyper: {filetypes}
de: Datei ist nicht erlaubt. Erlaubte Dateitypen: {filetypes}
et: Fail ei sobi. Lubatud failitüübid: {filetypes}
fi: Tiedosto ei ole sallittu. Sallitut tiedostomuodot: {filetypes}
fr: Le fichier n'est pas autorisé. Types de fichiers autorisés : {filetypes}
lv: Fails nav atļauts. Atļautie failu tipi: {filetypes}
nb: Filen er ikke tillatt. Tillatte filtyper: {filetypes}
nl: Bestand is niet toegestaan. Toegestane bestandstypen: {filetypes}
pl: Plik jest niedozwolony. Dozwolone typy plików: {filetypes}
sv: Filen är inte tillåten. Tillåtna filtyperna är {filetypes}

source: File is not allowed, try PDF instead.
da: Filen er ikke tilladt, prøv PDF i stedet.
de: Datei nicht erlaubt, bitte probieren Sie stattdessen PDF-Format.
et: Fail ei sobi, proovi selle asemel PDF-faili.
fi: Tiedostotyyppi ei ole sallittu. Kokeile PDF-tiedostoa.
fr: Le fichier n'est pas autorisé, essayez plutôt un PDF.
lv: Fails nav atļauts, tā vietā izmēģiniet PDF.
nb: Filen er ikke tillatt, prøv PDF i stedet.
nl: Bestand is niet toegestaan, probeer in plaats daarvan PDF.
pl: Plik jest niedozwolony, spróbuj zamiast tego PDF.
sv: Filen är inte tillåten, prova PDF istället.

source: File is not allowed, try .pdf, .txt or image instead
da: Filen er ikke tilladt, prøv .pdf, .txt eller billede i stedet
de: Datei nicht erlaubt. Probieren Sie stattdessen .pdf, .txt oder ein Foto
et: Fail ei sobi, proovi selle asemel pdf-, txt- või pildifaili
fi: Tiedosto ei ole sallittu, kokeile pdf-, txt- tai kuvatiedostoa
fr: Le fichier n'est pas autorisé, essayez plutôt .pdf, .txt ou une image
lv: Fails nav atļauts, pamēģiniet .pdf, .txt vai attēlu
nb: Filen er ikke tillatt, prøv .pdf, .txt eller bilde i stedet
nl: Bestand is niet toegestaan, probeer in plaats daarvan .pdf, .txt of afbeelding
pl: Plik jest niedozwolony, spróbuj zamiast tego .pdf, .txt lub obrazu
sv: Filen är inte tillåten, prova pdf, .txt eller en bild istället

source: First name
da: Fornavn
de: Vorname
et: Eesnimi
fi: Etunimi
fr: Prénom
lv: Vārds
nb: Fornavn
nl: Voornaam
pl: Imię
sv: Förnamn

source: Position
da: Stilling
de: Stelle
et: Ametikoht
fi: Työpaikka
fr: Poste
lv: Vakance
nb: Stilling
nl: Functie
pl: Stanowisko

source: Last name
da: Efternavn
de: Nachname
et: Perekonnanimi
fi: Sukunimi
fr: Nom
lv: Uzvārds
nb: Etternavn
nl: Achternaam
pl: Nazwisko
sv: Efternamn

source: No introduced candidate found with ID {}
da: Ingen introduceret kandidat fundet med ID {}
de: Keine vorgestellten Kandidaten mit der ID {} gefunden
et: Sellise ID-ga {} kandidaati ei leitud
fi: Esiteltyä hakijaa ei löydy ID:llä {}
fr: Aucun candidat introduit trouvé avec l'ID {}
lv: Nav atrasts iepazīstināts kandidāts ar ID {}
nb: Fant ingen introdusert kandidat med ID {}
nl: Geen geïntroduceerde kandidaat gevonden met ID {}
pl: Nie znaleziono przedstawionego kandydata o ID {}
sv: Ingen introducerad kandidat med ID {} hittad

source: Hi! {firstname} {lastname} from {company} has created an account for you in TalentAdore recruitment system. Please find your user credentials below: Username: your e-mail address Password: {password} Go to the login page here: {url} When logging in, you will be asked to change your password. After doing that, you are ready to get started! Please find our helpful TalentAdore support guides <a href='{support_link}'>here</a>. If you encounter any issues, please contact our customer support: support@talentadore.com. Welcome to using TalentAdore Hire! Best regards, Team TalentAdore
da: Hej! {firstname} {lastname} fra {company} har oprettet en konto til dig i TalentAdores rekrutteringssystem. Find dine brugeroplysninger nedenfor: Brugernavn: din e-mail-adresse Adgangskode: {password} Gå til login-siden her: {url} Når du logger ind, vil du blive bedt om at ændre din adgangskode. Når du har gjort det, er du klar til at komme i gang! Du kan finde vores nyttige TalentAdore-supportvejledninger <a href='{support_link}'>her</a>. Hvis du støder på problemer, bedes du kontakte vores kundesupport: support@talentadore.com. Velkommen til at bruge TalentAdore Hire! Med venlig hilsen, Team TalentAdore
de: Hi! {firstname} {lastname} von {company} hat einen Account für Sie im TalentAdore Rekrutierungssystem erstellt. Nachstehend finden Sie Ihre Benutzerdaten: Benutzername: Ihre E-Mail Adresse Passwort: {password} Hier geht es zur Anmeldeseite: {url} Wenn Sie sich einloggen, werden Sie aufgefordert, Ihr Passwort zu ändern. Wenn Sie das getan haben, können Sie sofort loslegen! <a href='{support_link}'>Hier</a> finden Sie unsere hilfreichen TalentAdore Supportanleitungen. Sollten Sie auf Probleme stoßen, wenden Sie sich bitte an unseren Kundensupport: support@talentadore.com. Willkommen bei der Nutzung von TalentAdore Hire! Herzliche Grüße, Team TalentAdore
et: Tere! {firstname} {lastname} ettevõttest {company} on loonud sulle TalentAdore’i värbamissüsteemis konto. Sisselogimisandmed leiad allpoolt. Kasutajanimi: sinu e-posti aadress Salasõna: {password} Sisselogimislehe leiad aadressil {url} Sisse logides palutakse sul salasõna muuta. Pärast seda oled valmis alustama. Abistavad TalentAdore’i kasutusjuhendid leiad <a href='{support_link}'>siit</a>. Probleemide ilmnemisel võta ühendust meie klienditoega aadressil support@talentadore.com. Tere tulemast kasutama süsteemi TalentAdore Hire! Heade soovidega TalentAdore’i meeskond
fi: Hei! {firstname} {lastname} yrityksestä {company} on luonut sinulle tilin TalentAdore-rekrytointijärjestelmään. Käyttäjätunnuksesi ovat: Käyttäjätunnus: oma sähköpostiosoitteesi Salasana: {password} Linkki kirjautumissivulle: {url} Sinua pyydetään vaihtamaan salasanasi ensimmäisellä kirjautumiskerralla. Kun olet vaihtanut salasanasi, kaikki on valmista! Tutustu <a href='{support_link}'>täällä</a> hyödyllisiin TalentAdore-tukioppaisiin. Jos sinulle tulee mieleen jotain kysyttävää, ota yhteyttä TalentAdoren asiakastukeen osoitteessa: support@talentadore.com. Tervetuloa käyttämään TalentAdore Hire -rekrytointijärjestelmää! Parhain terveisin, TalentAdoren tiimi
fr: Bonjour ! {firstname} {lastname} de {company} a créé un compte pour vous dans le système de recrutement TalentAdore. Veuillez trouver vos identifiants utilisateur ci-dessous : Nom d'utilisateur : votre adresse e-mail Mot de passe : {password} Accédez à la page de connexion ici : {url} Lors de la connexion, il vous sera demandé de changer votre mot de passe. Après cela, vous êtes prêt à commencer ! Veuillez trouver nos guides d'assistance TalentAdore utiles <a href='{support_link}'>ici</a>. Si vous rencontrez des problèmes, veuillez contacter notre support client : support@talentadore.com. Bienvenue sur TalentAdore Hire ! Cordialement, L'équipe TalentAdore
lv: Sveiki! {firstname} {lastname} no {company} ir izveidojis jums kontu TalentAdore atlases sistēmā. Savus lietotāja akreditācijas datus, lūdzu, meklējiet tālāk: Lietotājvārds: jūsu e-pasta adrese Parole: {password} Atvērt pieteikšanās lapu šeit: {url} Piesakoties kontā, jūs aicinās nomainīt paroli. Kad tas ir izdarīts, varat sākt darbu! Mūsu noderīgās TalentAdore atbalsta rokasgrāmatas meklējiet <a href='{support_link}'>šeit</a>. Ja rodas problēmas, lūdzu, sazinieties ar mūsu klientu atbalsta dienestu: support@talentadore.com. Sveicināti TalentAdore Hire! Ar cieņu TalentAdore komanda
nb: Hei! {firstname} {lastname} fra {company} har opprettet en konto for deg i TalentAdores rekrutteringssystem. Du finner brukeropplysningene dine nedenfor: Brukernavn: e-postadressen din passord: {password} Gå til påloggingssiden her: {url} Når du logger inn, blir du bedt om å endre passordet ditt. Når du har gjort det, er du klar til å komme i gang! Du finner våre nyttige TalentAdore-støtteveiledninger <a href='{support_link}'>her</a>. Hvis du får problemer, kan du kontakte vår kundestøtte: support@talentadore.com. Velkommen til å bruke TalentAdore Hire! Med vennlig hilsen, Team TalentAdore
nl: Hallo! {firstname} {lastname} van {company} heeft een account voor je aangemaakt in het TalentAdore recruitingsysteem. Hieronder vind je je inloggegevens: Gebruikersnaam: je e-mailadres Wachtwoord: {password} Ga naar de inlogpagina hier: {url} Bij het inloggen wordt je gevraagd je wachtwoord te wijzigen. Daarna ben je klaar om te beginnen! Onze handige TalentAdore ondersteuningsgidsen vind je <a href='{support_link}'>hier</a>. Als je problemen ondervindt, neem dan contact op met onze klantenservice: support@talentadore.com. Welkom bij TalentAdore Hire! Met vriendelijke groet, Team TalentAdore
pl: Cześć! {firstname} {lastname} z firmy {company} utworzył dla Ciebie konto w systemie rekrutacyjnym TalentAdore. Poniżej znajdziesz swoje dane logowania: Nazwa użytkownika: Twój adres e-mail Hasło: {password} Przejdź do strony logowania tutaj: {url} Po zalogowaniu zostaniesz poproszony o zmianę hasła. Po wykonaniu tej czynności będziesz gotowy do rozpoczęcia pracy! Pomocne przewodniki po TalentAdore znajdziesz <a href='{support_link}'>tutaj</a>. W razie jakichkolwiek problemów skontaktuj się z naszym działem obsługi klienta: support@talentadore.com. Witamy w TalentAdore Hire! Pozdrawiamy, Zespół TalentAdore
sv: Hej! {firstname} {lastname} från företaget {company} har skapat ett användarkonto till dig i TalentAdore-rekryteringssystemet. Dina inloggningsuppgifter är: Användar-id: din e-postadress Lösenord: {password} Gå hit för att logga in: {url} Du ombeds att byta lösenord då du loggar in för första gången, och efter det är allt klart! Du kan bekanta dig med våra hjälpsamma TalentAdore-användarguider <a href='{support_link}'>här</a>. Kontakta gärna vår kundsupport på addressen support@talentadore.com ifall du har ytterligare frågor. Välkommen till TalentAdores Virtuella Rekryteringsassistent! Med vänlig hälsning, Team TalentAdore

source: Hi! {firstname} {lastname} from {company} has created an account for you in TalentAdore recruitment system. You can log in here: {url} by using your existing TalentAdore credentials. After logging in, you will be asked to choose which organization’s TalentAdore environment you want to use. Please find our helpful TalentAdore support guides <a href='{support_link}'>here</a>. If you encounter any issues, please contact customer support: support@talentadore.com. Best regards, Team TalentAdore
da: Hej! {firstname} {lastname} fra {company} har oprettet en konto til dig i TalentAdores rekrutteringssystem. Du kan logge ind her: {url} ved at bruge dine eksisterende TalentAdore-brugeroplysninger. Når du er logget ind, vil du blive bedt om at vælge, hvilken organisations TalentAdore-miljø du vil bruge. Du kan finde vores nyttige TalentAdore-supportvejledninger <a href='{support_link}'>her</a>. Hvis du støder på problemer, bedes du kontakte kundesupport: support@talentadore.com. Med venlig hilsen, Team TalentAdore
de: Hi! {firstname} {lastname} von {company} hat einen Account für Sie im TalentAdore Personalbeschaffungssystem erstellt. Sie können sich hier einloggen: {url}, indem Sie Ihre bestehenden TalentAdore-Anmeldedaten verwenden. Nach dem Einloggen werden Sie aufgefordert, die Organisation auszuwählen, deren TalentAdore-Umgebung, Sie verwenden möchten. <a href='{support_link}'>Hier</a> finden Sie unsere hilfreichen TalentAdore Supportanleitungen. Sollten Sie auf Probleme stoßen, wenden Sie sich bitte an unseren Kundensupport: support@talentadore.com. Herzliche Grüße, Team TalentAdore
et: Tere! {firstname} {lastname} ettevõttest {company} on loonud sulle TalentAdore’i värbamissüsteemis konto. Sisse saad logida aadressil {url}, kasutades oma olemasolevaid TalentAdore’i sisselogimisandmeid. Pärast sisselogimist palutakse valida, millist TalentAdore’i keskkonda soovid kasutada. Abistavad TalentAdore’i kasutusjuhendid leiad <a href='{support_link}'>siit</a>. Probleemide ilmnemisel võta ühendust klienditoega aadressil support@talentadore.com. Heade soovidega TalentAdore’i meeskond
fi: Hi! {firstname} {lastname} organisaatiosta {company} on luonut sinulle tunnuksen TalentAdoren rekrytointijärjestelmään. Kirjaudu sisään nykyisillä TalentAdore-tunnuksillasi täällä: {url}. Sisäänkirjautumisen jälkeen sinun tulee valita, minkä organisaation TalentAdore-ympäristöä haluat käyttää. Tutustu <a href='{support_link}'>täällä</a> hyödyllisiin TalentAdore-tukioppaisiin. Jos sinulle tulee mieleen jotain kysyttävää, ota yhteyttä TalentAdoren asiakastukeen osoitteessa: support@talentadore.com. Parhain terveisin, TalentAdoren tiimi
lv: Sveiki! {firstname} {lastname} no {company} ir izveidojis jums kontu TalentAdore atlases sistēmā. Varat pieteikties šeit: {url}, izmantojot esošos TalentAdore akreditācijas datus. Pēc pieteikšanās jūs aicinās izvēlēties, kuras organizācijas TalentAdore vidi vēlaties izmantot. Mūsu noderīgās TalentAdore atbalsta rokasgrāmatas meklējiet <a href='{support_link}'>šeit</a>. Ja rodas problēmas, lūdzu, sazinieties ar klientu atbalsta dienestu: support@talentadore.com. Ar cieņu TalentAdore komanda
nb: Hei! {firstname} {lastname} fra {company} har opprettet en konto for deg i TalentAdore rekrutteringssystem. Du kan logge inn her: {url} ved å bruke din eksisterende TalentAdore-legitimasjon. Når du har logget inn, blir du bedt om å velge hvilken organisasjons TalentAdore-miljø du vil bruke. Du finner nyttige TalentAdore-støtteveiledninger <a href='{support_link}'>her</a>. Hvis du får problemer, kan du kontakte kundestøtte: support@talentadore.com. Med vennlig hilsen, Team TalentAdore
sv: Hej, {firstname} {lastname} från {company} har skapat en användarprofil åt dig på deras TalentAdore rekryteringssystem. Du kan logga in här: {url} med dina nuvarande TalentAdore inloggningsuppgifter. Efter att du loggat in så kan du välja vilken företags TalentAdore miljö du vill använda. Du kan få hjälp från vår TalentAdore supportguide på finska och engelska <a href='{support_link}'>here</a>. Om det uppstår frågor så kan ni alltid kontakta customer support: support@talentadore.com. Med vänliga hälsningar, Team TalentAdore

source: Your account in {url} has been activated. You can now log in to the system. See you there! Best regards, Team TalentAdore
da: Din konto i {url} er blevet aktiveret. Du kan nu logge ind på systemet. Vi ses der! Med venlig hilsen, Team TalentAdore
de: Ihr Konto in {url} wurde aktiviert. Sie können sich jetzt im System anmelden. Wir sehen uns dort! Freundliche Grüße, Team TalentAdore
et: Konto aadressil {url} on aktiveeritud. Nüüd saad süsteemi sisse logida. Kohtume seal! Heade soovidega TalentAdore’i meeskond
fi: Tunnuksesi osoitteessa {url} on aktivoitu. Voit nyt kirjautua sisään. Nähdään siellä! Parhain terveisin, TalentAdoren tiimi
fr: Votre compte dans {url} a été activé. Vous pouvez maintenant vous connecter au système. À bientôt! Cordialement, L'équipe TalentAdore
lv: Jūsu konts vietnē {url} ir aktivizēts. Tagad varat pieteikties sistēmā. Uz tikšanos tur! Ar cieņu TalentAdore komanda
nb: Kontoen din i {url} er aktivert. Du kan nå logge inn i systemet. Vi ses der! Med vennlig hilsen Team TalentAdore
nl: Je account in {url} is geactiveerd. Je kunt nu inloggen op het systeem. Tot ziens! Met vriendelijke groet, Team TalentAdore
pl: Twoje konto w {url} zostało aktywowane. Możesz teraz zalogować się do systemu. Do zobaczenia! Pozdrawiamy, Zespół TalentAdore
sv: Ditt konto på {url} har aktiverats. Du kan nu logga in i systemet. Vi ses där! Bästa hälsningar, TalentAdore-teamet

source: Your TalentAdore account has been inactivated. Thank you for your involvement!
da: Din TalentAdore-konto er blevet deaktiveret. Tak for dit engagement!
de: Ihr TalentAdore-Konto wurde deaktiviert. Danke für ihr Vertrauen!
et: TalentAdore’i konto on inaktiveeritud. Aitäh osalemise eest!
fi: TalentAdore-tunnuksesi on otettu pois käytöstä. Kiitos!
fr: Votre compte TalentAdore a été désactivé. Merci pour votre implication!
lv: Jūsu TalentAdore konts ir deaktivizēts. Paldies par piedalīšanos!
nb: TalentAdore-kontoen din har blitt inaktivert. Takk for at du var med hos oss!
nl: Je TalentAdore-account is gedeactiveerd. Bedankt voor je betrokkenheid!
pl: Twoje konto TalentAdore zostało dezaktywowane. Dziękujemy za Twoje zaangażowanie!
sv: Ditt TalentAdore-konto har inaktiverats. Tack så mycket för din tid med oss!

source: Hi {first_name} {last_name} has just applied to your {position} position. You can see the application here: {applicant_link} {unsubscribe_message}
da: Hej, {first_name} {last_name} har netop søgt din {position} stilling. Du kan se ansøgningen her: {applicant_link} {unsubscribe_message}
de: Hi {first_name} {last_name} hat sich soeben auf Ihre {position} Stelle beworben. Sie können die Bewerbung hier sehen: {applicant_link} {unsubscribe_message}
et: Tere! {first_name} {last_name} saatis äsja avalduse ametikohale {position}. Avaldust näed siin: {applicant_link} {unsubscribe_message}
fi: Hei {first_name} {last_name} jätti juuri hakemuksensa työpaikkaasi {position}. Näet hakemuksen täällä: {applicant_link} {unsubscribe_message}
fr: Bonjour, {first_name} {last_name} vient de postuler à votre poste de {position}. Vous pouvez consulter la candidature ici : {applicant_link} {unsubscribe_message}
lv: Sveiki! {first_name} {last_name} tikko pieteicās jūsu vakancei: {position}. Pieteikumu var apskatīt šeit: {applicant_link} {unsubscribe_message}
nb: Hei {first_name} {last_name} har nettopp søkt på stillingen din {position}. Du kan se søknaden her: {applicant_link} {unsubscribe_message}
nl: Hallo {first_name} {last_name} heeft zojuist gesolliciteerd op uw vacature voor {position}. U kunt de sollicitatie hier bekijken: {applicant_link} {unsubscribe_message}
pl: Cześć {first_name} {last_name} właśnie aplikował na stanowisko {position}. Aplikację możesz zobaczyć tutaj: {applicant_link} {unsubscribe_message}
sv: Hej, {first_name} {last_name} har nyligen ansökt till {position} positionen. Du kan se ansökan här: {applicant_link} {unsubscribe_message}

source: Hi {interval_text} there was a total of {number_of_applicants} applicants who have applied to your positions. You can see the new applications here: {applicant_list} {unsubscribe_message}
da: Hej, {interval_text} var der i alt {number_of_applicants} ansøgere, der søgte dine stillinger. Du kan se de nye ansøgninger her: {applicant_list} {unsubscribe_message}
de: Hi {interval_text} haben sich insgesamt {number_of_applicants} Bewerber auf Ihre Stellen beworben. Sie können die neuen Bewerbungen hier einsehen: {applicant_list} {unsubscribe_message}
et: Tere! {interval_text} oli kokku {number_of_applicants} kandidaati, kes kandideerisid teie ametikohtadele. Uusi avaldusi näed siin: {applicant_list} {unsubscribe_message}
fi: Hei {interval_text} haki {number_of_applicants} hakijaa työpaikkoihisi. Näet uudet hakemukset tässä: {applicant_list} {unsubscribe_message}
fr: Bonjour, {interval_text} il y a eu un total de {number_of_applicants} candidats qui ont postulé à vos postes. Vous pouvez consulter les nouvelles candidatures ici : {applicant_list} {unsubscribe_message}
lv: Sveiki! {interval_text} kopumā bija {number_of_applicants} kandidāti, kas pieteicās uz jūsu vakancēm. Jaunos pieteikumus varat apskatīt šeit: {applicant_list} {unsubscribe_message}
nb: Hei {interval_text} var det totalt {number_of_applicants} søkere som søkte på stillingene dine. Du kan se de nye søknadene her: {applicant_list} {unsubscribe_message}
nl: Hallo {interval_text} er waren in totaal {number_of_applicants} sollicitanten die op uw vacatures hebben gesolliciteerd. U kunt de nieuwe sollicitaties hier bekijken: {applicant_list} {unsubscribe_message}
pl: Cześć W ciągu {interval_text} łącznie {number_of_applicants} kandydatów aplikowało na Twoje stanowiska. Nowe aplikacje możesz zobaczyć tutaj: {applicant_list} {unsubscribe_message}
sv: Hej {interval_text} fanns det totalt {number_of_applicants} sökande som ansökte till dina positioner. Du kan se de nya ansökningarna här: {applicant_list} {unsubscribe_message}
