Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Allows to search talents
da: Tillader at søge i talenter
de: Erlaubt nach Talenten zu suchen
et: Võimaldab talente otsida
fi: Sallii talenttien etsimisen
fr: Permet de rechercher des talents
lv: Ļauj meklēt talantus
nb: Gjør det mulig å søke etter talenter
nl: Maakt het mogelijk om talenten te zoeken
pl: Pozwala wyszukiwać talenty
sv: Tillåter att söka talents

source: Permission to search applications
da: Tilladelse til at søge i ansøgninger
de: Erlaubnis um Anmeldungen zu durchsuchen
et: Õigus avaldusi otsida
fi: Etsiä hakemuksia
fr: Permission de rechercher des candidatures
lv: Atļauja meklēt pieteikumus
nb: Tillatelse til å søke i søknader
nl: Toestemming om sollicitaties te zoeken
pl: Uprawnienie do wyszukiwania aplikacji
sv: Söka ansökningar

source: Allows to search applications
da: Tillader at søge i ansøgninger
de: Erlaubt nach Bewerbungen zu suchen
et: Võimaldab avaldusi otsida
fi: Sallii hakemusten etsimisen
fr: Permet de rechercher des candidatures
lv: Ļauj meklēt pieteikumus
nb: Gjør det mulig å søke i søknader
nl: Maakt het mogelijk om sollicitaties te zoeken
pl: Pozwala wyszukiwać aplikacje
sv: Tillåter att göra sökningar i ansökningarna

source: Missing information
da: Manglende oplysninger
de: Fehlende Informationen
et: Puuduvad andmed
fi: Puuttuvia tietoja
fr: Informations manquantes
lv: Trūkst informācijas
nb: Manglende informasjon
nl: Ontbrekende informatie
pl: Brakujące informacje
sv: Information saknas

source: Receive AON answer
da: Modtag AON svar
de: AON-Antwort erhalten
et: Saada AON vastus
fi: Vastaanota AON-vastaus
fr: Recevoir la réponse AON
lv: Saņemt AON atbildi
nb: Motta AON-svar
nl: AON-antwoord ontvangen
pl: Otrzymaj odpowiedź AON
sv: Ta emot AON-svar

source: Assessment answer
da: Vurderingssvar
de: Bewertungsantwort
et: Hindamise vastus
fi: Arviointivastaus
fr: Réponse d'évaluation
lv: Novērtējuma atbilde
nb: Vurderingssvar
nl: Beoordelingsantwoord
pl: Odpowiedź na ocenę
sv: Bedömningssvar

source: Allows to search for {0}
da: Tillader at søge efter {0}
de: Erlaubt nach {0} zu suchen
et: Võimaldab otsida üksust {0}
fi: Sallii etsiä {0}
fr: Permet de rechercher {0}
lv: Ļauj meklēt {0}
nb: Gjør det mulig å søke etter {0}
nl: Maakt het mogelijk om te zoeken naar {0}
pl: Pozwala wyszukiwać {0}
sv: Tillåter att söka för {0}

source: Search Talent Community groups
da: Søg Talent Community-grupper
de: Talent-Community-Gruppen suchen
et: Otsi Talent Community gruppe
fi: Etsiä Talent Community ryhmiä
fr: Rechercher des groupes de la communauté des talents
lv: Meklēt Talent Community grupas kategorijas
nb: Søke i Talent Community-grupper
nl: Zoek Talent Community-groepen
pl: Wyszukaj grupy Talent Community
sv: Söka i Talent Community -grupper

source: Allows to search Talent Community groups
da: Tillader at søge i Talent Community-grupper
de: Erlaubt nach Talent-Community-Gruppen zu suchen
et: Võimaldab otsida Talent Community gruppe
fi: Sallii Talent Community ryhmien etsimisen
fr: Permet de rechercher des groupes de la communauté des talents
lv: Ļauj meklēt Talent Community grupas kategorijas
nb: Gjør det mulig å søke i Talent Community-grupper
nl: Maakt het mogelijk om Talent Community-groepen te zoeken
pl: Pozwala wyszukiwać grupy Talent Community
sv: Tillåter användaren att göra sökningar i Talent Community -grupper

source: Use AI assistants
da: Brug AI-assistenter
de: KI-Assistenten verwenden
et: Kasuta AI-assistente
fi: Käytä tekoälyavustajaa
fr: Utiliser des assistants IA
lv: Izmantot MI asistentus
nb: Bruk AI-assistenter
nl: Gebruik AI-assistenten
pl: Korzystaj z asystentów AI
sv: Använd AI-assistenter

source: Allows to use AI assistants. Details can override.
da: Tillader brug af AI-assistenter. Detaljer kan tilsidesætte.
de: Ermöglicht die Verwendung von KI-Assistenten. Details können überschrieben werden.
et: Võimaldab kasutada AI-assistente. Üksikasjad võivad tühistada.
fi: Sallii tekoälyn avustajien käytön. Yksityiskohdat voivat ohittaa.
fr: Permet d'utiliser des assistants IA. Les détails peuvent remplacer.
lv: Ļauj izmantot MI asistentus. Detaļas var pārrakstīt.
nb: Tillater bruk av AI-assistenter. Detaljer kan overstyre.
nl: Maakt het mogelijk om AI-assistenten te gebruiken. Details kunnen overschrijven.
pl: Pozwala korzystać z asystentów AI. Szczegóły mogą zastąpić.
sv: Tillåter att använda AI-assistenter. Detaljer kan åsidosätta.

source: Skills Matching (with AI)
da: Kompetencematchning (med AI)
de: Fähigkeitsabgleich (mit KI)
et: Oskuste sobitamine (AI-ga)
fi: Taitojen yhteensovitus (tekoälyllä)
fr: Correspondance des compétences (avec IA)
lv: Prasmju atbilstība (ar MI)
nb: Kompetansematching (med AI)
nl: Vaardigheden matchen (met AI)
pl: Dopasowanie umiejętności (z AI)
sv: Kompetensmatchning (med AI)

source: Application fields structured summary
da: Struktureret oversigt over ansøgningsfelter
de: Strukturierte Zusammenfassung der Bewerbungsfelder
et: Taotluse väljade struktureeritud kokkuvõte
fi: Hakemuskentät jäsennelty yhteenveto
fr: Résumé structuré des champs de candidature
lv: Pieteikuma lauku strukturēts kopsavilkums
nb: Strukturert sammendrag av søknadsfelt
nl: Gestructureerde samenvatting van sollicitatievelden
pl: Podsumowanie ustrukturyzowanych pól aplikacji
sv: Strukturerad sammanfattning av ansökningsfält

source: Application fields summary
da: Oversigt over ansøgningsfelter
de: Zusammenfassung der Bewerbungsfelder
et: Taotluse väljade kokkuvõte
fi: Hakemuskentät yhteenveto
fr: Résumé des champs de candidature
lv: Pieteikuma lauku kopsavilkums
nb: Sammendrag av søknadsfelt
nl: Samenvatting van sollicitatievelden
pl: Podsumowanie pól aplikacji
sv: Sammanfattning av ansökningsfält

source: Application notes summary
da: Oversigt over ansøgningsnoter
de: Zusammenfassung der Bewerbungsnotizen
et: Taotluse märkmete kokkuvõte
fi: Hakemusmuistiinpanot yhteenveto
fr: Résumé des notes de candidature
lv: Pieteikuma piezīmju kopsavilkums
nb: Sammendrag av søknadsnotater
nl: Samenvatting van sollicitatienotities
pl: Podsumowanie notatek aplikacji
sv: Sammanfattning av ansökningsanteckningar

source: Support chat assistant
da: Support chatassistent
de: Support-Chat-Assistent
et: Klienditoe vestlusabiline
fi: Asiakastukiagentti
fr: Assistant de chat de support
lv: Atbalsta tērzēšanas palīgs
nb: Støttesamtaleassistent
nl: Ondersteuningschatassistent
pl: Asystent czatu wsparcia
sv: Supportchattassistent

source: Feedback generation assistant
da: Assistent til generering af feedback
de: Assistent für die Generierung von Feedback
et: Tagasiside genereerimise abiline
fi: Palautteen luomisen avustaja
fr: Assistant de génération de commentaires
lv: Atsauksmju ģenerēšanas palīgs
nb: Assistent for generering av tilbakemelding
nl: Feedbackgeneratieassistent
pl: Asystent generowania informacji zwrotnej
sv: Assistent för generering av feedback

source: Job description
da: Jobbeskrivelse
de: Stellenbeschreibung
et: Ametikirjeldus
fi: Työn kuvaus
fr: Description du poste
lv: Amata apraksts
nb: Stillingsbeskrivelse
nl: Functieomschrijving
pl: Opis stanowiska
sv: Arbetsbeskrivning

source: Skills Recommendation
et: Oskuste soovitus
fi: Taitosuositus
sv: Rekommendation av färdigheter

source: Job description translation
da: Oversættelse af jobbeskrivelse
de: Übersetzung der Stellenbeschreibung
et: Töökirjelduse tõlge
fi: Työpaikkailmoituksen käännös
fr: Traduction de la description de poste
lv: Darba apraksta tulkošana
nb: Oversettelse av stillingsannonse
nl: Vertaling van vacaturebeschrijving
pl: Tłumaczenie opisu stanowiska
sv: Översättning av arbetsbeskrivning

source: Applicant message generation
da: Generering af ansøgerbesked
de: Generierung von Bewerber-Nachrichten
et: Kandidaadi sõnumi genereerimine
fi: Hakijaviestien luominen
fr: Génération de message de candidat
lv: Pieteikuma ziņojuma ģenerēšana
nb: Generering av søkermelding
nl: Generatie van berichten voor sollicitanten
pl: Generowanie wiadomości dla kandydatów
sv: Generering av sökande meddelande

source: Can use {0}
da: Kan bruge {0}
de: Kann {0} verwenden
et: Saab kasutada {0}
fi: Voi käyttää {0}
fr: Peut utiliser {0}
lv: Var izmantot {0}
nb: Kan bruke {0}
nl: Kan {0} gebruiken
pl: Może używać {0}
sv: Kan använda {0}

source: Share positions publicly
da: Del stillinger offentligt
de: Stellen öffentlich teilen
et: Õigus jagada ametikohti avalikult
fi: Jakaa työpaikkailmoituksia
fr: Partager les postes publiquement
lv: Publiski kopīgot vakances
nb: Dele stillinger offentlig
nl: Vacatures openbaar delen
pl: Udostępniaj publicznie stanowiska
sv: Dela positioner allmänt

source: Allows to share (post) job ads with external job board services (internal: e.g. Mol.fi, Duunitori, Oikotie)
da: Giver mulighed for at dele (opslå) jobannoncer med eksterne jobsøgningstjenester (internt: f.eks. Mol.fi, Duunitori, Oikotie)
de: Erlaubt das Teilen von Stellenanzeigen auf externen Stellenbörsen
et: Õigus jagada (postitada) töökuulutusi välistes tööportaalides (ettevõttesisene: näiteks Mol.fi, Duunitori, Oikotie)
fi: Sallii työpaikkailmoitusten jakamisen ulkoisissa ilmoituskanavissa (esimerkiksi Mol.fi, Duunitori, Oikotie)
fr: Permet de partager (publier) des offres d'emploi avec des services externes de recherche d'emploi (internes : par ex. Mol.fi, Duunitori, Oikotie)
lv: Ļauj kopīgot (publicēt) darba sludinājumus ar ārējiem darba sludinājumu dēļiem (iekšējiem, piemēram, Mol.fi, Duunitori, Oikotie)
nb: Gjør det mulig å dele (legge ut) jobbannonser på eksterne jobbplattformer (internt: f.eks. Mol.fi, Duunitori, Oikotie)
nl: Maakt het mogelijk om vacatures te delen (plaatsen) met externe vacaturesites (intern: bijv. Mol.fi, Duunitori, Oikotie)
pl: Pozwala udostępniać (publikować) ogłoszenia o pracę w zewnętrznych serwisach z ogłoszeniami (wewnętrzne: np. Mol.fi, Duunitori, Oikotie)
sv: Låter dela (posta) jobbannonser med externa jobbkorttjänster (intern: t.ex. Mol.fi, Duunitori, Oikotie)

source: Share positions to Monster
da: Del stillinger til Monster
de: Stellen auf Monster teilen
et: Jaga ametikohti portaalis Monster
fi: Jakaa työpaikkailmoituksia Monster -portaaliin
fr: Partager les postes sur Monster
lv: Kopīgot vakances ar Monster
nb: Dele stillinger på Monster
nl: Vacatures delen op Monster
pl: Udostępnij stanowiska w Monster
sv: Dela positioner till Monster

source: Allows to share (post) job ads to Monster
da: Tillader at dele (sende) jobannoncer til Monster
de: Erlaubt Stellenanzeigen auf Monster zu teilen
et: Õigus jagada (postitada) töökuulutusi portaalis Monster
fi: Sallii työpaikkailmoitusten jakamisen (julkaisemisen) Monster -portaaliin
fr: Permet de partager (publier) des offres d'emploi sur Monster
lv: Ļauj kopīgot (publicēt) darba sludinājumus Monster
nb: Gjør det mulig å dele (legge ut) jobbannonser på Monster
nl: Hiermee kunnen vacatures op Monster worden gedeeld (geplaatst)
pl: Pozwala udostępniać (publikować) ogłoszenia o pracę w Monster
sv: Användaren kan dela (publicera) positioner till Monster

source: Shares position to Jobly
da: Del stillinger til Jobly
de: Stellen auf Jobly teilen
et: Jaga ametikohti portaalis Jobly
fi: Jakaa työpaikkailmoituksia Jobly -portaaliin
fr: Partage le poste sur Jobly
lv: Kopīgo vakanci Jobly
nb: Deler stilling på Jobly
nl: Deelt vacature op Jobly
pl: Udostępnia stanowisko w Jobly
sv: Delar positionen till Jobly

source: Allows to share (post) job ads to Jobly
da: Tillader at dele (sende) jobannoncer til Jobly
de: Erlaubt Stellenanzeigen auf Jobly zu teilen
et: Õigus jagada (postitada) töökuulutusi portaalis Jobly
fi: Sallii työpaikkailmoitusten jakamisen (julkaisemisen) Jobly -portaaliin
fr: Permet de partager (publier) des offres d'emploi sur Jobly
lv: Atļauj kopīgot vakances Jobly
nb: Gjør det mulig å dele (legge ut) jobbannonser på Jobly
nl: Hiermee kunnen vacatures op Jobly worden gedeeld (geplaatst)
pl: Pozwala udostępniać (publikować) ogłoszenia o pracę na Jobly
sv: Tillåter att dela positionen till Jobly

source: Shares position to job board
da: Del stillinger til jobdatabasen
de: Veröffentlicht die Stelle in der Jobbörse
et: Jaga ametikohti tööportaalis
fi: Jakaa työpaikan työpaikkaportaaliin
fr: Partage le poste sur les boards d'emploi
lv: Kopīgo vakanci darba portālā
nb: Deler stilling på jobbplattformen
nl: Deelt vacature op vacaturesite
pl: Udostępnia stanowisko na tablicy ogłoszeń o pracę
sv: Delar positionen till jobbsajt

source: Allows to share (post) job ads to job boards, which do not have their own permission
da: Tillader at dele (sende) jobannoncer til jobsites, som ikke har deres egen tilladelse
de: Ermöglicht die Weitergabe (Veröffentlichung) von Stellenanzeigen in Jobbörsen, die keine entsprechende Genehmigung haben
et: Õigus jagada (postitada) töökuulutusi muudes tööportaalides
fi: Oikeuttaa jakamaan (julkaisemaan) työpaikkailmoituksen työpaikkaportaaliin, joka ei vaadi erillistä lupaa
fr: Permet de partager (publier) des offres d'emploi sur les boards d'emploi qui n'ont pas leur propre permission
lv: Atļauj kopīgot vakances darba portālos, kam nav pašiem sava atļauja
nb: Gjør det mulig å dele (legge ut) jobbannonser på jobbplattformer som ikke har egen tillatelse
nl: Hiermee kunnen vacatures worden gedeeld (geplaatst) op vacaturesites die geen eigen toestemming hebben
pl: Pozwala udostępniać (publikować) ogłoszenia o pracę na tablicach ogłoszeń, które nie mają własnych uprawnień
sv: Tillåter att dela (publicera) jobbannons till jobbsajter, som inte har egna tillstånd

source: Share positions to Duunitori
da: Del stillinger til Duunitori
de: Stellen auf Duunitori teilen
et: Jaga ametikohti portaalis Duunitori
fi: Jakaa työpaikkailmoituksia Duunitori -portaaliin
fr: Partager les postes sur Duunitori
lv: Kopīgot vakances ar Duunitori
nb: Dele stilling på Duunitori
nl: Deel vacatures op Duunitori
pl: Udostępnij stanowiska na Duunitori
sv: Dela positioner i Duunitori

source: Allows to share (post) job ads to Duunitori
da: Tillader at dele (sende) jobannoncer til Duunitori
de: Erlaubt Stellenanzeigen auf Duunitori zu teilen
et: Õigus jagada (postitada) töökuulutusi portaalis Duunitor
fi: Sallii työpaikkailmoitusten jakamisen (julkaisemisen) Duunitori -portaaliin
fr: Permet de partager (publier) des offres d'emploi sur Duunitori
lv: Ļauj kopīgot (publicēt) darba sludinājumus Duunitori
nb: Gjør det mulig å dele (legge ut) jobbannonser på Duunitori
nl: Hiermee kunnen vacatures op Duunitori worden gedeeld (geplaatst)
pl: Pozwala udostępniać (publikować) ogłoszenia o pracę na Duunitori
sv: Användaren kan dela (publicera) jobbannonser till Duunitori

source: Share positions to Oikotie
da: Del stillinger til Oikotie
de: Stellen auf Oikotie teilen
et: Jaga ametikohti portaalis Oikotie
fi: Jakaa työpaikkailmoituksia Oikotie -portaaliin
fr: Partager les postes sur Oikotie
lv: Kopīgot vakances ar Oikotie
nb: Dele stillinger på Oikotie
nl: Deel vacatures op Oikotie
pl: Udostępnij stanowiska na Oikotie
sv: Dela positioner till Oikotie

source: Allows to share (post) job ads to Oikotie
da: Tillader at dele (sende) jobannoncer til Oikotie
de: Erlaubt Stellenanzeigen auf Oikotie zu teilen
et: Õigus jagada (postitada) töökuulutusi portaalis Oikotie
fi: Sallii työpaikkailmoitusten jakamisen (julkaisemisen) Oikotie -portaaliin
fr: Permet de partager (publier) des offres d'emploi sur Oikotie
lv: Ļauj kopīgot (publicēt) darba sludinājumus Oikotie
nb: Gjør det mulig å dele (legge ut) jobbannonser på Oikotie
nl: Hiermee kunnen vacatures op Oikotie worden gedeeld (geplaatst)
pl: Pozwala udostępniać (publikować) ogłoszenia o pracę na Oikotie
sv: Användaren kan dela (publicera) jobbannonser till Oikotie

source: Share talents
da: Del talenter
de: Talente teilen
et: Jaga talente
fi: Jakaa talentit
fr: Partager les talents
lv: Kopīgot talantus
nb: Dele talenter
nl: Deel talenten
pl: Udostępnij talenty
sv: Dela talanger

source: Allows to share access to specific talents to other users according to their privileges
da: Tillader at dele adgang til specifikke talenter med andre brugere i henhold til deres privilegier
de: Ermöglicht die Freigabe des Zugriffs auf bestimmte Talente für andere Benutzer je nach deren Benutzerrollen
et: Võimaldab jagada teiste kasutajatega juurdepääsu kindlatele talentidele olenevalt kasutajate õigustest
fi: Sallii talenttien jaon muille käyttäjille heidän käyttöoikeuksien mukaan
fr: Permet de partager l'accès à des talents spécifiques avec d'autres utilisateurs en fonction de leurs privilèges
lv: Ļauj kopīgot piekļuvi konkrētiem talantiem ar citiem lietotājiem atbilstoši viņu priekšrocībām
nb: Gjør det mulig å dele tilgang til spesifikke talenter med andre brukere i henhold til deres rettigheter
nl: Hiermee kan toegang tot specifieke talenten met andere gebruikers worden gedeeld op basis van hun rechten
pl: Pozwala udostępniać dostęp do określonych talentów innym użytkownikom zgodnie z ich uprawnieniami
sv: Gör det möjligt att dela åtkomst till specifika talanger till andra användare enligt deras privilegier

source: Viewer
da: Seer
de: Betrachter
et: Vaataja
fi: Lukija
fr: Visualiseur
lv: Skatītājs
nb: Visning
nl: Kijker
pl: Przeglądający
sv: Visare

source: Modify additional roles
da: Ændr yderligere roller
de: Zusätzliche Rollen bearbeiten
et: Muuda lisarolle
fi: Muokkaa lisäoikeuksia
fr: Modifier les rôles supplémentaires
lv: Mainīt papildu amatus
nb: Endre flere roller
nl: Aanvullende rollen wijzigen
pl: Modyfikuj dodatkowe role
sv: Ändra ytterligare roller

source: Allows to modify additional roles of a user
da: Giver mulighed for at ændre yderligere roller for en bruger
de: Erlaubt das Bearbeiten von zusätzlichen Benutzerrollen eines Benutzers
et: Võimaldab muuta kasutaja lisarolle
fi: Sallii muokkaamaan käyttäjän lisäoikeuksia
fr: Permet de modifier les rôles supplémentaires d'un utilisateur
lv: Ļauj mainīt lietotāja papildu amatus
nb: Gjør det mulig å endre flere roller for en bruker
nl: Hiermee kunnen aanvullende rollen van een gebruiker worden gewijzigd
pl: Pozwala modyfikować dodatkowe role użytkownika
sv: Gör att du kan ändra ytterligare roller för en användare

source: Access premium features
da: Få adgang til premium-funktioner
de: Zugang zu Premium-Funktionen
et: Juurdepääs täiustatud funktsioonidele
fi: Pääsy lisätoimintoihin
fr: Accéder aux fonctionnalités premium
lv: Piekļuve premium funkcijām
nb: Få tilgang til premiumfunksjoner
nl: Toegang tot premium functies
pl: Dostęp do funkcji premium
sv: Få tillgång till premiumfunktioner

source: INTERNAL
da: INTERN
de: INTERN
et: ETTEVÕTTESISENE
fi: SISÄINEN
fr: INTERNE
lv: IEKŠĒJI
nb: INTERNT
nl: INTERN
pl: WEWNĘTRZNE
sv: INTERN

source: Copy applications
da: Kopier ansøgninger
de: Bewerbungen kopieren
et: Kopeeri avaldused
fi: Kopioi hakemukset
fr: Copier les candidatures
lv: Kopēt pieteikumus
nb: Kopiere søknader
nl: Sollicitaties kopiëren
pl: Kopiuj aplikacje
sv: Kopiera ansökningar

source: Allows to make copies of applications
da: Giver mulighed for at lave kopier af ansøgninger
de: Erlaubt Kopien von Bewerbungen zu erstellen
et: Võimaldab avaldustest koopiaid teha
fi: Sallii hakemusten kopioinnin
fr: Permet de faire des copies des candidatures
lv: Ļauj izveidot pieteikumu kopijas
nb: Gjør det mulig å lage kopier av søknader
nl: Maakt het mogelijk om kopieën van sollicitaties te maken
pl: Pozwala tworzyć kopie aplikacji
sv: Gör det möjligt att kopiera ansökningar

source: Create video interview (Recright)
da: Opret videosamtale (Recright)
de: Videointerviews erstellen (Recright)
et: Loo videointervjuu (Recright)
fi: Luo videohaastattelu (Recright)
fr: Créer un entretien vidéo (Recright)
lv: Izveidot video interviju (Recright)
nb: Opprett videointervju (Recright)
nl: Videogesprek maken (Recright)
pl: Utwórz rozmowę kwalifikacyjną wideo (Recright)
sv: Skapa videointervju (Recright)

source: Allows to create video interview (Recright)
da: Giver mulighed for at oprette videosamtale (Recright)
de: Ermöglicht die Erstellung von Videointerviews (Recright)
et: Lubab luua videointervjuu (Recright)
fi: Sallii videohaastattelun luomisen (Recright)
fr: Permet de créer un entretien vidéo (Recright)
lv: Ļauj izveidot video interviju (Recright)
nb: Tillater å opprette videointervju (Recright)
nl: Maakt het mogelijk om een videogesprek te maken (Recright)
pl: Pozwala tworzyć rozmowy kwalifikacyjne wideo (Recright)
sv: Tillåter att skapa videointervju (Recright)

source: Create video application questions
da: Opret spørgsmål til videoansøgning
de: Fragen für Videobewerbungen erstellen
et: Loo video kandideerimise küsimused
fi: Luo videohaastattelukysymyksiä
fr: Créer des questions pour la candidature vidéo
lv: Izveidot video pieteikuma jautājumus
nb: Opprett spørsmål for videosøknad
nl: Vragen voor videosollicitatie maken
pl: Utwórz pytania do aplikacji wideo
sv: Skapa videofrågor för ansökan

source: Allows to create video application questions
da: Giver mulighed for at oprette spørgsmål til videoansøgning
de: Ermöglicht die Erstellung von Fragen für Videobewerbungen
et: Võimaldab luua video tööavalduse küsimusi
fi: Mahdollistaa videohaastattelukysymysten luomisen
fr: Permet de créer des questions pour la candidature vidéo
lv: Ļauj izveidot video pieteikuma jautājumus
nb: Tillater å opprette spørsmål for videosøknad
nl: Maakt het mogelijk om vragen voor videosollicitaties te maken
pl: Pozwala tworzyć pytania do aplikacji wideo
sv: Tillåter skapande av videofrågor för ansökan

source: Create video interview
da: Opret videointerview
de: Video-Bewerbungsgespräche erstellen
et: Loo videovestlus
fi: Lisää videohaastattelu
fr: Créer un entretien vidéo
lv: Izveidot video interviju
nb: Lage videointervju
nl: Videogesprek maken
pl: Utwórz rozmowę wideo
sv: Skapa videointervju

source: Allows to create video interview
da: Tillader at lave videointerviews
de: Erlaubt das Erstellen von Video-Bewerbungsgesprächen
et: Võimaldab luua videovestluse
fi: Sallii videohaastattelun lisäämisen
fr: Permet de créer un entretien vidéo
lv: Ļauj izveidot video interviju
nb: Gjør det mulig å lage videointervju
nl: Maakt het mogelijk om een videogesprek te maken
pl: Pozwala tworzyć rozmowy wideo
sv: Tillåter användaren att skapa nya videointervjuer

source: Create video questions for user library
et: Loo videoküsimusi kasutaja teeki
fi: Luo videokysymyksiä käyttäjäkohtaiseen kirjastoon
sv: Skapa videofrågor för användarbibliotek

source: Allows to create video questions for user library
et: Võimaldab luua videoküsimusi kasutaja teeki
fi: Sallii videokysymysten luomisen käyttäjäkohtaiseen kirjastoon
sv: Tillåter att skapa videofrågor för användarbibliotek

source: Create video questions for company library
et: Loo videoküsimusi ettevõtte teeki
fi: Luo videokysymyksiä yrityksen kirjastoon
sv: Skapa videofrågor för företagsbibliotek

source: Allows to create video questions for company library
et: Võimaldab luua videoküsimusi ettevõtte teeki
fi: Sallii videokysymysten luomisen yrityksen kirjastoon
sv: Tillåter att skapa videofrågor för företagsbibliotek

source: Invite to video interview
da: Inviter til videointerview
de: Zum Video-Bewerbungsgespräch einladen
et: Kutsu videovestlusele
fi: Kutsu videohaastatteluun
fr: Inviter à l'entretien vidéo
lv: Uzaicināt uz video interviju
nb: Invitere til videointervju
nl: Uitnodigen voor video-interview
pl: Zaproś na rozmowę wideo
sv: Bjud till videointevju
