Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Hi [FIRST_NAME], I hope this message finds you well! I’m reaching out to let you know that we’ve extended the deadline to complete your video interview for the [JOB_NAME] position at [COMPANY_NAME]. The new deadline to submit your responses is [VIDEO_INTERVIEW_DEADLINE]. You can access your interview using the link below: Start recording: [VIDEO_INTERVIEW_LINK] If you have any questions don’t hesitate to reach out to us. We look forward to receiving your responses and getting to know you better! [SIGNATURE]
et: Tere, [FIRST_NAME]! Loodan, et see sõnum leiab teid heas korras! Võtan teiega ühendust, et anda teada, et oleme pikendanud videointervjuu lõpetamise tähtaega ametikohale [JOB_NAME] ettevõttes [COMPANY_NAME]. Uus vastuste esitamise tähtaeg on [VIDEO_INTERVIEW_DEADLINE]. Oma intervjuule pääsete juurde alloleva lingi kaudu: Alusta salvestamist: [VIDEO_INTERVIEW_LINK] Kui teil on küsimusi, võtke meiega julgelt ühendust. Ootame teie vastuseid ja loodame teid paremini tundma õppida! [SIGNATURE]
fi: Hei [FIRST_NAME], Toivottavasti voit hyvin! Otamme yhteyttä kertoaksemme, että olemme pidentäneet aikaa suorittaa videohaastattelusi tehtävää [JOB_NAME] varten yrityksessä [COMPANY_NAME]. Uusi määräaika vastausten lähettämiselle on [VIDEO_INTERVIEW_DEADLINE]. Voit käyttää haastattelua alla olevan linkin kautta: Aloita nauhoitus: [VIDEO_INTERVIEW_LINK] Jos sinulla on kysyttävää, ota yhteyttä. Odotamme innolla vastauksiasi ja mahdollisuutta oppia sinusta lisää! [SIGNATURE]
sv: Hej [FIRST_NAME], Jag hoppas att du mår bra! Jag kontaktar dig för att meddela att vi har förlängt tidsfristen för att slutföra din videointervju för tjänsten [JOB_NAME] hos [COMPANY_NAME]. Den nya tidsfristen för att lämna in dina svar är [VIDEO_INTERVIEW_DEADLINE]. Du kan komma åt din intervju via länken nedan: Börja spela in: [VIDEO_INTERVIEW_LINK] Om du har några frågor, tveka inte att höra av dig. Vi ser fram emot att ta emot dina svar och lära känna dig bättre! [SIGNATURE]

source: Hi [FIRST_NAME], As your first day of work is coming closer, we would like to remind you about your [COMPANY_NAME] welcome package. Please follow the link below to access your pre-onboarding materials. [PREONBOARDING_LINK] If you have any questions, please feel free to contact us. [SIGNATURE]
da: Hej [FIRST_NAME], Da din første arbejdsdag nærmer sig, vil vi gerne minde dig om din [COMPANY_NAME] velkomstpakke. Følg venligst linket nedenfor for at få adgang til dine pre-onboarding materialer. [PREONBOARDING_LINK] Hvis du har spørgsmål, er du velkommen til at kontakte os. [SIGNATURE]
de: Hallo [FIRST_NAME], Da Ihr erster Arbeitstag näher rückt, möchten wir Sie, an Ihr [COMPANY_NAME] Willkommenspaket erinnern. Bitte folgen Sie dem untenstehenden Link, um um auf Ihre Pre-onboarding-Unterlagen zuzugreifen. [PREONBOARDING_LINK] Sollten Sie Fragen haben, können Sie sich gerne an uns wenden. [SIGNATURE]
et: Tere, [FIRST_NAME]! Kuna sinu esimene tööpäev on lähenemas, tuletame meelde, et [COMPANY_NAME] on saatnud sulle lingi ettevõtte eeltutvustuse materjalidega tutvumiseks. Nendele pääsed ligi alloleva lingi kaudu. [PREONBOARDING_LINK] Küsimuste korral võta julgesti ühendust. [SIGNATURE]
fi: Hei [FIRST_NAME], Ensimmäinen työpäiväsi lähestyy ja haluaisimme muistuttaa aiemmin lähetetystä aloituspaketista. Alla olevan linkin kautta löydät sinulle luodun esiperehdytysmateriaalin. [PREONBOARDING_LINK] Jos sinulla on kysyttävää, ota rohkeasti yhteyttä. [SIGNATURE]
fr: Bonjour [FIRST_NAME], Comme votre premier jour de travail se rapproche, nous aimerions vous rappeler votre package de bienvenue [COMPANY_NAME]. Veuillez suivre le lien ci-dessous pour accéder à vos documents de pré-intégration. [PREONBOARDING_LINK] Si vous avez des questions, n'hésitez pas à nous contacter. [SIGNATURE]
lv: Sveiki, [FIRST_NAME]! Tā kā tuvojas jūsu pirmā darba diena, vēlamies atgādināt par jūsu [COMPANY_NAME] darba uzsākšanas komplektu. Lūdzu, izmantojiet tālāk redzamo saiti, lai piekļūtu materiāliem par aktivitātēm pirms darba uzsākšanas. [PREONBOARDING_LINK] Ja jums ir jautājumi, lūdzu, sazinieties ar mums. [PARAUGS]
nb: Hei [FIRST_NAME], det nærmer seg din første arbeidsdag, og vi vil derfor minne deg på velkomstpakken til [COMPANY_NAME]. Følg lenken nedenfor for å få tilgang til preboarding-materialet. [PREONBOARDING_LINK] Hvis du har spørsmål, må du gjerne kontakte oss. [SIGNATURE]
nl: Hallo [FIRST_NAME], Aangezien uw eerste werkdag dichterbij komt, willen we u herinneren aan uw welkomstpakket van [COMPANY_NAME]. Volg de onderstaande link om toegang te krijgen tot uw pre-onboarding materialen. [PREONBOARDING_LINK] Als u vragen heeft, neem dan gerust contact met ons op. [SIGNATURE]
pl: Cześć [FIRST_NAME], Ponieważ Twój pierwszy dzień pracy zbliża się wielkimi krokami, chcielibyśmy przypomnieć Ci o pakiecie powitalnym [COMPANY_NAME]. Kliknij w poniższy link, aby uzyskać dostęp do materiałów przed wdrożeniem. [PREONBOARDING_LINK] Jeśli masz jakiekolwiek pytania, skontaktuj się z nami. [SIGNATURE]
sv: Hej [FIRST_NAME], Din första arbetsdag närmar sig så vi vill påminnna dig om ditt välkomstpaket. Vänligen följ länken nedan för att öppna din introduktion till inskolnings material. [PREONBOARDING_LINK] Om du har frågor kan du kontakta oss. [SIGNATURE]

source: Hi [FIRST_NAME], Please follow the link below to access your pre-onboarding materials. [PREONBOARDING_LINK] If you did not send us a request, please ignore this message. [SIGNATURE]
da: Hej [FIRST_NAME], Følg venligst nedenstående link for at få adgang til dit pre-onboarding materiale. [PREONBOARDING_LINK] Hvis du ikke har sendt os en anmodning, bedes du ignorere denne besked. [SIGNATURE]
de: Hallo [FIRST_NAME], Bitte folgen Sie dem untenstehenden Link, um auf Ihre Pre-onboarding-Unterlagen zuzugreifen. [PREONBOARDING_LINK] Wenn Sie uns keine Anfrage geschickt haben, ignorieren Sie diese Nachricht bitte. [SIGNATURE]
et: Tere, [FIRST_NAME]! Eeltutvustuse materjalidele pääsed ligi alloleva lingi kaudu. [PREONBOARDING_LINK] Kui sa ei ole selleks taotlust esitanud, võid seda sõnumit eirata. [SIGNATURE]
fi: Hei [FIRST_NAME], Alla olevan linkin kautta löydät sinulle luodun esiperehdytysmateriaalin. [PREONBOARDING_LINK] Jos et pyytänyt linkkiä, voit jättää tämän viestin huomiotta. [SIGNATURE]
fr: Bonjour [FIRST_NAME], Veuillez suivre le lien ci-dessous pour accéder à vos documents de pré-intégration. [PREONBOARDING_LINK] Si vous ne nous avez pas envoyé de demande, veuillez ignorer ce message. [SIGNATURE]
lv: Sveiki [FIRST_NAME]! Lūdzu, izmantojiet tālāk redzamo saiti, lai piekļūtu materiāliem par aktivitātēm pirms darba uzsākšanas. [PREONBOARDING_LINK] Ja neesat mums nosūtījis pieprasījumu, lūdzu, ignorējiet šo ziņojumu. [SIGNATURE]
nb: Hei [FIRST_NAME], følg lenken nedenfor for å få tilgang til preboarding-materialet ditt. [PREONBOARDING_LINK] Hvis du ikke har sendt oss en forespørsel, kan du ignorere denne meldingen. [SIGNATURE]
nl: Hallo [FIRST_NAME], Volg de onderstaande link om toegang te krijgen tot uw pre-onboarding materialen. [PREONBOARDING_LINK] Als u ons geen verzoek heeft gestuurd, negeer dit bericht dan. [SIGNATURE]
pl: Cześć [FIRST_NAME], Kliknij w poniższy link, aby uzyskać dostęp do materiałów przed wdrożeniem. [PREONBOARDING_LINK] Jeśli nie wysłałeś nam prośby, zignoruj tę wiadomość. [SIGNATURE]
sv: Hej [FIRST_NAME], Vänligen följ länken nedan för att öppna din introduktion till inskolnings material. [PREONBOARDING_LINK] Vänligen ignorera detta meddelande ifall du inte har skickat en förfrågan åt oss. [SIGNATURE]

source: Hi [FIRST_NAME], We're writing to acknowledge your recent application attempt for the [JOB_NAME] position at [COMPANY_NAME]. Our records show that you have already submitted an application for this specific role. [EDIT_INFORMATION] If you have any questions, please don't hesitate to contact us. Thank you for your interest. [SIGNATURE]
et: Tere, [FIRST_NAME]! Kirjutame, et kinnitada teie hiljutist kandideerimiskatset ametikohale [JOB_NAME] ettevõttes [COMPANY_NAME]. Meie andmed näitavad, et olete sellele konkreetsele ametikohale juba kandideerimisavalduse esitanud. [EDIT_INFORMATION] Kui teil on küsimusi, võtke meiega julgelt ühendust. Täname teid huvi eest. [SIGNATURE]
fi: Hei [FIRST_NAME], Kirjoitamme vahvistaaksemme viimeisimmän hakemusyrityksesi tehtävään [JOB_NAME] yrityksessä [COMPANY_NAME]. Tietojemme mukaan olet jo lähettänyt hakemuksen tähän tehtävään. [EDIT_INFORMATION] Jos sinulla on kysyttävää, älä epäröi ottaa meihin yhteyttä. Kiitos mielenkiinnostasi. [SIGNATURE]
sv: Hej [FIRST_NAME], Vi skriver för att bekräfta ditt senaste försök att ansöka till tjänsten [JOB_NAME] hos [COMPANY_NAME]. Våra register visar att du redan har skickat in en ansökan för denna tjänst. [EDIT_INFORMATION] Om du har några frågor är du välkommen att kontakta oss. Tack för ditt intresse. [SIGNATURE]

source: Hi [FIRST_NAME], I have an interesting position I think you might be interested in. In case you would like to participate in the recruitment process for this position, please, click the link below and apply. [ACTIVATION_LINKS] We would love to see you apply. {additional_message}[SIGNATURE]
da: Hej [FIRST_NAME], Jeg har en interessant stilling, som jeg tror, du kunne være interesseret i. Hvis du gerne vil deltage i rekrutteringsprocessen til denne stilling, bedes du klikke på linket nedenfor og ansøge. [ACTIVATION_LINKS] Vi vil meget gerne se dig ansøge. {additional_message}[SIGNATURE]
de: Hallo [FIRST_NAME], Ich habe eine interessante Stelle, an der Sie vielleicht interessiert sein könnten. Falls Sie am Bewerbungsverfahren für diese Stelle teilnehmen möchten, klicken Sie bitte auf den unten stehenden Link und bewerben Sie sich. [ACTIVATION_LINKS] Wir würden uns freuen, wenn Sie sich bewerben. {additional_message}[SIGNATURE]
et: Tere, [FIRST_NAME]! Meil on avatud värbamine ametikohale, mis võib sulle huvi pakkuda. Kui soovid kandideerida, siis klõpsa alloleval lingil ja täida taotlus. [ACTIVATION_LINKS] Ootame sind kandideerima. {additional_message}[SIGNATURE]
fi: Hei [FIRST_NAME], Meillä on mielenkiintoinen työtehtävä, josta voisit olla kiinnostunut. Jos haluat hakea kyseiseen työtehtävään, klikkaa alla olevaa linkkiä ja täytä hakulomake. [ACTIVATION_LINKS] Toivomme, että jätät hakemuksen kyseiseen työtehtävään, jos se herätti kiinnostuksesi. {additional_message}[SIGNATURE]
fr: Bonjour [FIRST_NAME], J'ai un poste intéressant qui pourrait vous intéresser. Si vous souhaitez participer au processus de recrutement pour ce poste, veuillez cliquer sur le lien ci-dessous et postuler. [ACTIVATION_LINKS] Nous serions ravis de recevoir votre candidature. {additional_message}[SIGNATURE]
lv: Sveiki, [FIRST_NAME]! Varu jums piedāvāt vakanci, kas, manuprāt, jūs interesētu. Ja vēlaties piedalīties šīs vakances atlases procesā, lūdzu, noklikšķiniet uz tālāk redzamās saites un piesakieties. [ACTIVATION_LINKS] Mēs priecātos, ja jūs tai pieteiktos. {additional_message}[SIGNATURE]
nb: Hei [FIRST_NAME], jeg har en interessant stilling som jeg tror du kan være interessert i. Hvis du ønsker å delta i rekrutteringsprosessen for denne stillingen, kan du klikke på lenken nedenfor og søke. [ACTIVATION_LINKS] Vi ser gjerne at du søker. {additional_message}[SIGNATURE]
nl: Hallo [FIRST_NAME], Ik heb een interessante functie waarvan ik denk dat je er interesse in zou kunnen hebben. Als je wilt deelnemen aan het wervingsproces voor deze functie, klik dan op de onderstaande link en solliciteer. [ACTIVATION_LINKS] We zien je sollicitatie graag tegemoet. {additional_message}[SIGNATURE]
pl: Cześć [FIRST_NAME], Mam interesujące stanowisko, które może Cię zainteresować. Jeśli chciałbyś wziąć udział w procesie rekrutacji na to stanowisko, kliknij w poniższy link i aplikuj. [ACTIVATION_LINKS] Bardzo chcielibyśmy zobaczyć Twoją aplikację. {additional_message}[SIGNATURE]
sv: Hej [FIRST_NAME], Jag har ett jobb som jag tror att du kan vara intresserad av. Om du vill delta i rekryteringsprocessen för jobbet, klicka på länken nedan och ansök. [ACTIVATION_LINKS] Vi ser gärna att du ansöker. {additional_message}[SIGNATURE]

source: Hi [FIRST_NAME], I have interesting positions I think you might be interested in. In case you would like to participate in any of the recruitment processes, please, click the links below to apply. [ACTIVATION_LINKS] We would love to see you apply. {additional_message}[SIGNATURE]
da: Hej [FIRST_NAME], Jeg har nogle interessante stillinger, som jeg tror, du kunne være interesseret i. Hvis du gerne vil deltage i en af rekrutteringsprocesserne, skal du klikke på nedenstående links for at ansøge. [ACTIVATION_LINKS] Vi vil meget gerne se dig ansøge. {additional_message}[SIGNATURE]
de: Hallo [FIRST_NAME], Ich habe interessante Positionen, an denen Sie interessiert sein könnten. Falls Sie an einem der Bewerbungsverfahren teilnehmen möchten, klicken Sie bitte die unten stehenden Links, um sich zu bewerben. [ACTIVATION_LINKS] Wir würden uns freuen, wenn Sie sich bewerben. {additional_message}[SIGNATURE]
et: Tere, [FIRST_NAME]! Meil on avatud värbamised ametikohtadele, mis võivad sulle huvi pakkuda. Kui soovid mõnele neist kandideerida, siis klõpsa alloleval lingil ja täida taotlus [ACTIVATION_LINKS] Ootame sind kandideerima. {additional_message}[SIGNATURE]
fi: Hei [FIRST_NAME], Minulla on sinulle mielenkiintoisia työtehtäviä, joista voisit olla kiinnostunut. Mikäli haluat hakea kyseisiä tehtäviä, työpaikkailmoitukset ja hakulomakkeet avautuvat alla olevista linkeistä. [ACTIVATION_LINKS] Jäämme odottamaan hakemustasi! {additional_message}[SIGNATURE]
fr: Bonjour [FIRST_NAME], J'ai des postes intéressants qui pourraient vous intéresser. Si vous souhaitez participer à l'un des processus de recrutement, veuillez cliquer sur les liens ci-dessous pour postuler. [ACTIVATION_LINKS] Nous serions ravis de recevoir votre candidature. {additional_message}[SIGNATURE]
lv: Sveiki, [FIRST_NAME]! Varu jums piedāvāt vakances, kas, manuprāt, jūs interesētu. Ja vēlaties piedalīties vakanču atlases procesos, lūdzu, noklikšķiniet uz tālāk redzamajām saitēm, lai pieteiktos. [ACTIVATION_LINKS] Mēs priecātos, ja jūs tām pieteiktos. {additional_message}[SIGNATURE]
nb: Hei [FIRST_NAME], jeg har interessante stillinger som jeg tror du kan være interessert i. Hvis du ønsker å delta i noen av rekrutteringsprosessene, kan du klikke på lenkene nedenfor for å søke. [ACTIVATION_LINKS] Vi ser gjerne at du søker. {additional_message}[SIGNATURE]
nl: Hallo [FIRST_NAME], Ik heb interessante functies waarvan ik denk dat je er interesse in zou kunnen hebben. Als je wilt deelnemen aan een van de wervingsprocessen, klik dan op de onderstaande links om te solliciteren. [ACTIVATION_LINKS] We zien je sollicitatie graag tegemoet. {additional_message}[SIGNATURE]
pl: Cześć [FIRST_NAME], Mam interesujące stanowiska, które mogą Cię zainteresować. Jeśli chciałbyś wziąć udział w którymkolwiek z procesów rekrutacyjnych, kliknij w poniższe linki, aby aplikować. [ACTIVATION_LINKS] Bardzo chcielibyśmy zobaczyć Twoją aplikację. {additional_message}[SIGNATURE]
sv: Hej [FIRST_NAME], Jag har flera jobb som jag tror att du kan vara intresserad av. Om du vill delta i rekryteringsprocesserna, klicka på länkarna nedan för att ansöka. [ACTIVATION_LINKS] Vi ser gärna att du ansöker. {additional_message}[SIGNATURE]

source: Hello [NAME], We are excited you are part of our Talent Community. You probably know friends or colleagues that could also be great matches to work in our company. We offer you a beautiful way to help them now. When such persons come to your mind, we would highly appreciate if you could send his or her information to us using the following link: <a href='[REFERRAL_LINK]'>[REFERRAL_LINK]</a> Wishing you a wonderful day. {signature}
da: Hej [NAME], Vi er glade for, at du er en del af vores Talent Community. Du kender sikkert venner eller kolleger, som også kunne være en god match til at arbejde i vores virksomhed. Vi tilbyder dig en fin måde at hjælpe dem på. Når du kommer i tanke om sådanne personer, vil vi sætte stor pris på, hvis du kan sende deres oplysninger til os via følgende link: <a href='[REFERRAL_LINK]'>[REFERRAL_LINK]</a> Vi ønsker dig en dejlig dag. {signature}
de: Hallo [NAME], Wir freuen uns, dass Sie Teil unserer Talent-Community sind. Sie kennen bestimmt Freunde oder Kollegen, die hervorragend in unser Unternehmen passen würden. Wir bieten Ihnen eine wunderbare Möglichkeit, sie jetzt zu unterstützen. Wenn Ihnen jemand in den Sinn kommt, würden wir es sehr begrüßen, wenn Sie uns seine oder ihre Informationen über den folgenden Link zukommen lassen könnten: <a href='[REFERRAL_LINK]'> [REFERRAL_LINK] </a> Ich wünsche Ihnen einen schönen Tag. {signature}
et: Tere, [NAME]! Meil on hea meel, et liitusid meie Talent Communityga. Juhul kui sul on sõpru või kolleege, kes samuti sobiksid meie ettevõttesse tööle, siis soovita neid. Nende andmed saad saata järgmise lingi kaudu: <a href='[REFERRAL_LINK]'>[REFERRAL_LINK]</a> Toredat päeva! {signature}
fi: Hei [NAME], Olemme todella iloisia, että kuulut Talent Communityymme. Ehkä myös tiedät ystävistäsi tai kollegoistasi henkilöistä, jotka voisivat sopia työskentelemään meillä. Tarjoamme sinulle erityisen tavan auttaa heitä nyt. Kun sellaisia ihmisiä tulee mieleesi, arvostaisimme jos lähettäisit heidän yhteystietonsa meille seuraavan linkin kautta: <a href='[REFERRAL_LINK]'>[REFERRAL_LINK]</a> Toivon sinulle ihanaa päivänjatkoa. {signature}
fr: Bonjour [NAME], Nous sommes ravis que vous fassiez partie de notre Communauté de Talents. Vous connaissez probablement des amis ou des collègues qui pourraient également être d'excellents candidats pour travailler dans notre entreprise. Nous vous offrons une belle façon de les aider maintenant. Lorsque ces personnes vous viennent à l'esprit, nous vous serions très reconnaissants de pouvoir nous envoyer leurs informations en utilisant le lien suivant : <a href='[REFERRAL_LINK]'>[REFERRAL_LINK]</a> Nous vous souhaitons une merveilleuse journée. {signature}
lv: Sveiki, [Vārds]! Mēs priecājamies, ka esat daļa no mūsu Talent Community. Iespējams, jums ir draugi vai kolēģi, kuri arī varētu būt lieliski piemēroti darbam mūsu uzņēmumā. Mēs piedāvājam lielisku veidu, kā viņiem palīdzēt jau tagad. Ja pazīstat šādas personas, mēs augstu vērtētu to, ka jūs nosūtītu mums šo personu informāciju, izmantojot šādu saiti: <a href='[REFERRAL_LINK]'>[REFERRAL_LINK]</a> Novēlam jums brīnišķīgu dienu. {signature}
nb: Hei [NAME], vi er veldig glade for at du er en del av vårt Talent Community. Du kjenner sikkert venner eller kolleger som også kunne passe godt til å jobbe hos oss. Nå tilbyr vi deg en flott måte å hjelpe dem på. Hvis du kommer på slike personer, ville vi sette stor pris på om du kan sende oss noen opplysninger om dem via følgende lenke: <a href='[REFERRAL_LINK]'>[REFERRAL_LINK]</a> Vi ønsker deg en fantastisk dag. {signature}
nl: Hallo [NAME], We zijn verheugd dat je deel uitmaakt van onze Talent Community. Je kent waarschijnlijk vrienden of collega's die ook goed bij ons bedrijf zouden passen. We bieden je nu een mooie manier om hen te helpen. Als je aan zulke personen denkt, zouden we het zeer op prijs stellen als je hun informatie naar ons zou kunnen sturen via de volgende link: <a href='[REFERRAL_LINK]'>[REFERRAL_LINK]</a> Ik wens je een fijne dag. {signature}
pl: Witaj [NAME], Cieszymy się, że jesteś częścią naszej Talent Community. Prawdopodobnie znasz przyjaciół lub współpracowników, którzy również mogliby świetnie pasować do pracy w naszej firmie. Oferujemy Ci teraz piękny sposób, aby im pomóc. Gdy takie osoby przyjdą Ci na myśl, będziemy bardzo wdzięczni, jeśli wyślesz nam ich dane, korzystając z poniższego linku: <a href='[REFERRAL_LINK]'>[REFERRAL_LINK]</a> Życzymy Ci wspaniałego dnia. {signature}
sv: Hej [NAME], Vi glöder oss åt att du är en del av vår talanggemenskap. Du känner säkert vänner eller kollegor som också kan vara bra matcher att jobba i vårt företag. Vi erbjuder dig ett vackert sätt att hjälpa dem nu. När sådana personer kommer i åtanke, skulle vi uppskatta mycket om du kunde skicka hans eller hennes information till oss med hjälp av följande länk: <a href='[REFERRAL_LINK]'>[REFERRAL_LINK]</a> Ha en fin dag, {signature}

source: Hi [NAME] You have booked {interview_type} in [JOB_NAME] position in [COMPANY_NAME] at [INTERVIEW_TIME] ([TIMEZONE]). [LOCATION_INFO]
da: Hej [NAME] Du har booket {interview_type} i [JOB_NAME] stilling i [COMPANY_NAME] kl. [INTERVIEW_TIME] ([TIMEZONE]). [LOCATION_INFO]
de: Hallo [NAME] Sie haben ein {interview_type} für die Stelle [JOB_NAME] bei [COMPANY_NAME] um [INTERVIEW_TIME] ([TIMEZONE]) gebucht. [LOCATION_INFO]
et: Tere, [NAME]! Oled broneerinud ettevõttes [COMPANY_NAME] ametikohale [JOB_NAME] {interview_type}e ajal [INTERVIEW_TIME] ([TIMEZONE]). [LOCATION_INFO]
fi: Hei [NAME] Olet varannut {interview_type}n työpaikkaan "[JOB_NAME]" yrityksessä [COMPANY_NAME]. Haastattelun ajankohta on [INTERVIEW_TIME] ([TIMEZONE]). [LOCATION_INFO]
fr: Bonjour [NAME] Vous avez réservé {interview_type} pour le poste de [JOB_NAME] chez [COMPANY_NAME] à [INTERVIEW_TIME] ([TIMEZONE]). [LOCATION_INFO]
lv: Sveiki, [NAME]! Jūs rezervējāt šādu interviju: {interview_type} par vakanci [JOB_NAME] uzņēmumā [COMPANY_NAME] plkst. [INTERVIEW_TIME] ([TIMEZONE]). [LOCATION_INFO]
nb: Hei [NAME] Du har booket {interview_type} for [JOB_NAME]-stillingen i [COMPANY_NAME] klokken [INTERVIEW_TIME] ([TIMEZONE]). [LOCATION_INFO]
nl: Hallo [NAME] Je hebt een {interview_type} geboekt voor de functie [JOB_NAME] bij [COMPANY_NAME] om [INTERVIEW_TIME] ([TIMEZONE]). [LOCATION_INFO]
pl: Cześć [NAME] Zarezerwowałeś/aś {interview_type} na stanowisko [JOB_NAME] w [COMPANY_NAME] o godzinie [INTERVIEW_TIME] ([TIMEZONE]). [LOCATION_INFO]
sv: Hej[NAME] Du har bokat en {interview_type} till tjänsten [JOB_NAME] i företaget [COMPANY_NAME]. Intervjuns datum och tid är [INTERVIEW_TIME] ([TIMEZONE]). [LOCATION_INFO]
