Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: If you have added information about an interview location to the calendar slot, it will be added to the automatic interview confirmation message.
da: Hvis du har tilføjet oplysninger om et interviewsted til kalenderlommen, vil det blive tilføjet til den automatiske interviewbekræftelsesbesked.
de: Wenn Sie dem Kalendereintrag Informationen über den Ort des Bewerbungsgesprächs hinzugefügt haben, wird dieser in die automatische Bestätigungsnachricht für das Bewerbungsgespräch eingefügt.
et: Kui oled lisanud vestluse asukoha kalendrisse, lisatakse asukoht vestluse automaatsesse kinnitussõnumisse.
fi: Jos olet lisännyt haastatteluajan varauksen yhteydessä tietoja “Sijainti” -kenttään, nämä tiedot välittyvät hakijalle vahvistusviestissä.
fr: Si vous avez ajouté des informations sur le lieu de l'entretien dans le créneau du calendrier, elles seront ajoutées au message de confirmation automatique de l'entretien.
lv: Ja kalendāra laikam pievienojāt informāciju par intervijas vietu, tā tiks pievienota automātiskajam intervijas apstiprinājuma ziņojumam.
nb: Hvis du har lagt til informasjon om hvor intervjuet skal finne sted i kalenderen, blir dette lagt til i den automatiske bekreftelsesmeldingen.
nl: Als u informatie over een locatie voor een sollicitatiegesprek aan het agendatijdvak hebt toegevoegd, wordt deze toegevoegd aan het automatische bevestigingsbericht voor het sollicitatiegesprek.
pl: Jeśli dodałeś informacje o miejscu rozmowy kwalifikacyjnej do terminu w kalendarzu, zostaną one dodane do automatycznej wiadomości z potwierdzeniem rozmowy.
sv: Om du lagt till adressdetaljerna då du bokade intervjun i kalendern, syns adressen nu även i bekräftelsemeddelandet.

source: Changes to applications forms
da: Ændringer af ansøgningsskemaer
de: Änderungen der Bewerbungsformulare
et: Avalduse vormide muudatused
fi: Käyttäjäystävällisempi hakulomake
fr: Modifications apportées aux formulaires de candidature
lv: Izmaiņas pieteikumu veidlapās
nb: Endringer i søknadsskjemaer
nl: Wijzigingen in sollicitatieformulieren
pl: Zmiany w formularzach aplikacji
sv: Användarvänligare sökblankett

source: We have enhanced all forms to make the candidate experience more smooth. If the required fields are left blank, candidates will be directed to fill in those in a more user-friendly way.
da: Vi har forbedret alle formularer for at gøre kandidatoplevelsen mere smidig. Hvis de påkrævede felter er tomme, vil kandidaterne blive bedt om at udfylde dem på en mere brugervenlig måde.
de: Wir haben alle Formulare verbessert, um den Bewerbern einen reibungslosen Ablauf zu ermöglichen. Wenn die erforderlichen Felder leer bleiben, werden die Bewerber angewiesen, diese auf benutzerfreundlichere Weise auszufüllen.
et: Oleme kõiki vorme täiustanud. Kui mõni kohustuslik väli jäetakse tühjaks, suunatakse kandidaadid neid täitma sujuvamal viisil.
fi: Tehdäksemme hakijakokemuksesta entistäkin helpomman ja sujuvamman, teimme parannuksia kaikkiin hakulomakkeisiin. Hakijaa opastetaan selkeästi ja käyttäjäystävällisesti, jos pakollinen kenttä on jäänyt täyttämättä.
fr: Nous avons amélioré tous les formulaires pour rendre l'expérience du candidat plus fluide. Si les champs obligatoires sont laissés vides, les candidats seront invités à les remplir de manière plus conviviale.
lv: Uzlabojām visas veidlapas, lai padarītu kandidātu pieredzi ērtāku. Ja obligātie lauki būs palikuši tukši, kandidātus aicinās tos aizpildīt lietotājam ērtākā veidā.
nb: Vi har forbedret alle skjemaene for å gjøre kandidatopplevelsen smidigere. Hvis de obligatoriske feltene er tomme, vil kandidatene bli bedt om å fylle ut disse på en mer brukervennlig måte.
nl: We hebben alle formulieren verbeterd om de ervaring van de kandidaat soepeler te laten verlopen. Als de verplichte velden leeg worden gelaten, worden kandidaten op een gebruiksvriendelijkere manier naar die velden geleid om ze in te vullen.
pl: Ulepszyliśmy wszystkie formularze, aby kandydaci mieli bardziej płynne doświadczenie. Jeśli wymagane pola zostaną pozostawione puste, kandydaci zostaną poproszeni o ich wypełnienie w bardziej przyjazny dla użytkownika sposób.
sv: För att göra jobbsökande ännu smidigare har vi förbättrat alla våra ansökningsformulär. Kandidaterna visas nu tydligt om de lämnat ett obligatoriskt fält tomt.

source: Bug fixes and style changes
da: Fejlrettelser og stilændringer
de: Fehlerbehebungen und Stiländerungen
et: Veaparandused ja stiilimuudatused
fi: Vika- ja tyylikorjauksia
fr: Corrections de bugs et modifications de style
lv: Kļūdu labojumi un stila izmaiņas
nb: Feilrettinger og stilendringer
nl: Bugfixes en stijlwijzigingen
pl: Poprawki błędów i zmiany stylu
sv: Buggfixar och stiländringar

source: Crop job ad image
da: Beskær billedet af jobannoncen
de: Bild der Stellenanzeige zuschneiden
et: Töökuulutuse pildi kärpimine
fi: Työpaikkailmoituksen otsikkokuvan rajaus
fr: Recadrer l'image de l'annonce d'emploi
lv: Apgriezt darba sludinājuma attēlu
nb: Beskjær bildet av jobbannonsen
nl: Vacatureafbeelding bijsnijden
pl: Przytnij zdjęcie ogłoszenia o pracę
sv: Beskär annonsens bild

source: This functionality allows you to adjust the selected job ad image inside TalentAdore.
da: Denne funktion giver dig mulighed for at justere det valgte jobannoncebillede i TalentAdore.
de: Diese Funktion ermöglicht es Ihnen, das ausgewählte Bild der Stellenanzeige innerhalb von TalentAdore anzupassen.
et: See funktsioon võimaldab muuta töökuulutuse pilti otse TalentAdore’is.
fi: Tämän toiminnallisuuden avulla saat rajattua työpaikkailmoituksen otsikkokuvaa suoraan TalentAdoresta käsin.
fr: Cette fonctionnalité vous permet d'ajuster l'image sélectionnée de l'annonce d'emploi dans TalentAdore.
lv: Šī funkcionalitāte ļauj pielāgot izvēlēto darba sludinājuma attēlu TalentAdore.
nb: Med denne funksjonen kan du justere det valgte jobbannonsebildet i TalentAdore.
nl: Met deze functionaliteit kunt u de geselecteerde vacatureafbeelding in TalentAdore aanpassen.
pl: Ta funkcja pozwala dostosować wybrane zdjęcie ogłoszenia o pracę w TalentAdore.
sv: Med denna funktionalitet kan du beskära jobbannonsens bild direkt i TalentAdore

source: Talent Community enhancement
da: Forbedring af Talent Community
de: Erweiterung der Talent-Community
et: Talent Community täiustus
fi: Parannuksia Talent Communityyn
fr: Amélioration de la communauté de talents
lv: Talent Community uzlabošana
nb: Forbedring av Talent Community
nl: Verbetering van Talent Community
pl: Ulepszenie Talent Community
sv: Förbättringar till Talent Community

source: Talent information can be edited by talents in a similar way as applications. Write a message from Talent Community side and include [TALENT_EDIT_LINK] placeholder.
da: Talentoplysninger kan redigeres af talenter på samme måde som ansøgninger. Skriv en besked fra Talent Community-siden og inkluder [TALENT_EDIT_LINK]-pladsholderen.
de: Talentinformationen können von Talenten auf ähnliche Weise wie Bewerbungen bearbeitet werden. Schreiben Sie eine Nachricht von der Talent-Community-Seite und fügen Sie den Platzhalter [TALENT_EDIT_LINK] ein.
et: Talendid saavad muuta talendiinfot samamoodi nagu avaldusi. Kirjuta sõnum Talent Communitys ja lisa kohatäide [TALENT_EDIT_LINK].
fi: Talentit voivat nyt itse muokata Talent Community -tietojaan. Lähetä viesti Talent Communityn puolelta ja sisällytä viestiin [TALENT_EDIT_LINK] paikanpitäjä.
fr: Les informations sur les talents peuvent être modifiées par les talents de la même manière que les candidatures. Rédigez un message du côté de la communauté de talents et incluez l'espace réservé [TALENT_EDIT_LINK].
lv: Talantu informāciju var rediģēt līdzīgi kā pieteikumus. Uzrakstiet ziņojumu no Talent Community puses un iekļaujiet [TALENT_EDIT_LINK] vietturi.
nb: Talentinformasjon kan redigeres av talenter på samme måte som søknader. Skriv en melding via Talent Community-siden og inkluder [TALENT_EDIT_LINK]-plassholderen.
nl: Talentinformatie kan op een vergelijkbare manier als sollicitaties door talenten worden bewerkt. Schrijf een bericht vanuit de Talent Community-zijde en voeg de placeholder [TALENT_EDIT_LINK] toe.
pl: Informacje o talentach mogą być edytowane przez talenty w podobny sposób jak aplikacje. Napisz wiadomość ze strony Talent Community i dodaj symbol zastępczy [TALENT_EDIT_LINK].
sv: Talanger kan nu själv redigera sin information i Talent Community. Då du skickar meddelanden åt talanger från Talent Community kan du inkludera platshållaren [TALENT_EDIT_LINK].

source: Changes in “Join our Talent Community link”
da: Ændringer i "Join our Talent Community link"
de: Änderungen im "Beitritt zur Talent-Community Link"
et: Lingi „Liitu meie Talent Communityga“ muudatused
fi: Muutoksia “Liity Talent Communityymme-linkki” -toiminnallisuudessa
lv: Izmaiņas saitē “Pievienojieties mūsu Talent Community”
nb: Endringer i "Bli med i Talent Community-lenken"
sv: Ändringar i “Gå med i vår Talent Community-länk” -funktionaliteten

source: When generating a link, you can choose between the old (built-in) and the new (custom) form. We suggest using the new forms. If necessary, contact {} about form customization. Read more {}here{}.
da: Når du genererer et link, kan du vælge mellem den gamle (indbyggede) og den nye (brugerdefinerede) formular. Vi foreslår, at du bruger de nye formularer. Hvis det er nødvendigt, kan du kontakte {} om tilpasning af formularer. Læs mere {}her{}.
de: Wenn Sie einen Link erstellen, können Sie zwischen dem alten (eingebauten) und dem neuen (benutzerdefinierten) Formular wählen. Wir empfehlen die Verwendung des neuen Formulars. Wenden Sie sich bei Bedarf an {}für eine Formularanpassung. Lesen Sie mehr {}hier{}.
et: Linki luues saad valida vana (sisseehitatud) ja uue (kohandatud) vormi vahel. Soovitame kasutada uusi vorme. Vajaduse korral küsi kohandamise kohta infot aadressil {}. Lisainfot leiad {}siit{}.
fi: Kun luot linkkiä, voit valita alkuperäisen sisäänrakennetun ja uuden mukautetun lomakkeen väliltä. Suosittelemme käyttämään uutta lomaketta, jonka voi kustomoida ottamalla yhteyttä osoitteeseen {}. Lue lisää {}täältä{}.
fr: Lors de la génération d'un lien, vous pouvez choisir entre l'ancien (intégré) et le nouveau (personnalisé) formulaire. Nous vous suggérons d'utiliser les nouveaux formulaires. Si nécessaire, contactez {} pour la personnalisation du formulaire. En savoir plus {}ici{}.
lv: Veidojot saiti, varat izvēlēties starp veco (iebūvēto) un jauno (pielāgoto) veidlapu. Iesakām izmantot jaunās veidlapas. Ja nepieciešams, sazinieties ar {} par veidlapas pielāgošanu. Lasīt vairāk {}šeit{}.
nb: Når du genererer en lenke, kan du velge mellom det gamle (innebygde) og det nye (egendefinerte) skjemaet. Vi anbefaler at du bruker det nye skjemaet. Hvis det er nødvendig, kan du kontakte {} om egendefinering av skjemaer. Les mer {}her{}.
nl: Bij het genereren van een link kun je kiezen tussen het oude (ingebouwde) en het nieuwe (aangepaste) formulier. We raden aan om de nieuwe formulieren te gebruiken. Neem indien nodig contact op met {} over het aanpassen van formulieren. Lees er {}hier{} meer over.
pl: Podczas generowania linku możesz wybrać między starym (wbudowanym) a nowym (niestandardowym) formularzem. Sugerujemy korzystanie z nowych formularzy. W razie potrzeby skontaktuj się z {} w sprawie dostosowania formularza. Przeczytaj więcej {}tutaj{}.
sv: Då du skapar en länk kan du välja mellan den gamla (systemets) blankett och den nya anpassade blanketten. Vi rekommenderar att använda den nya blanketten. Kontakta {} om du har frågor gällande den anpassade blanketten. Läs mer {}här{}.

source: Additions to the “Application” view
da: Tilføjelser til visningen "Ansøgning"
de: Ergänzungen zur Ansicht "Bewerbung"
et: Vaate „Avaldus“ lisandused
fi: Parannuksia hakijanäkymään
lv: Papildinājumi skatam “Pieteikums”
nb: Tillegg til "Søknad"-visningen
sv: Tillägg till kandidatsidan

source: A position status is visible now from the “Application” view. Hover the status in order to see the position owner and application deadline. Clicking on the position name will bring you to the “{applications}”-page.
da: En stillingsstatus er nu synlig fra visningen "Ansøgning". Hold musen over status for at se stillingens ejer og ansøgningsfrist. Hvis du klikker på stillingsnavnet, kommer du til "{applications}"-siden.
de: Der Status einer Stelle ist jetzt in der Ansicht "Bewerbung" sichtbar. Bewegen Sie den Mauszeiger über den Status, um den Inhaber der Stelle und die Bewerbungsfrist zu sehen. Wenn Sie auf den Namen der Stelle klicken, gelangen Sie auf die "{applications}"-Seite.
et: Vaates „Avaldus“ on nüüd näha ametikoha olek. Vii hiir oleku kohale, et näha ametikoha omanikku ja avalduse tähtaega. Kui klõpsad ametikoha nimel, suunatakse sind lehele „{applications}“.
fi: Työpaikan status on nyt nähtävissä hakijanäkymässä. Kun viet hiiren statuksen päälle, näet tiedot työpaikan omistajasta ja hakuajan päättymispäivästä. Työpaikan nimestä klikkaamalla pääset kyseisen työpaikan “{applications}”-näkymään.
lv: Tagad no skata “Pieteikums” ir redzams vakances statuss. Turiet peles kursoru uz statusa, lai redzētu vakances īpašnieku un pieteikšanās termiņu. Noklikšķinot uz vakances nosaukuma, tiks atvērta lapa “{applications}”.
nb: En stillingsstatus er nå synlig via "Søknad"-visningen. Hold musepekeren over statusen for å se stillingseier og søknadsfrist. Ved å klikke på stillingsnavnet kommer du til “{applications}"-siden.
sv: Tjänstens status är nu synlig på kandidatsidan. För kursorn över statuset, så visas information om tjänstens ägare och rekryteringens deadline. Då du klickar på tjänstens namn förs du till tjänstens “{applications}” -sida.

source: Custom user role
da: Tilpasset brugerrolle
de: Benutzerdefinierte Rolle
et: Kohandatud kasutajaroll
fi: Mukautettu käyttöoikeus
fr: Rôle d'utilisateur personnalisé
lv: Pielāgots lietotāja amats
nb: Egendefinert brukerrolle
nl: Aangepaste gebruikersrol
pl: Niestandardowa rola użytkownika
sv: Anpassad användarroll

source: This role can be customized based on your organization’s needs. By default, it is very limiting. Learn more about various access rights in our system {}here{}.
da: Denne rolle kan tilpasses baseret på din organisations behov. Som standard er den meget begrænsende. Læs mere om forskellige adgangsrettigheder i vores system {}her{}.
de: Diese Rolle kann je nach den Bedürfnissen Ihres Unternehmens angepasst werden. Standardmäßig ist sie sehr eingeschränkt. Erfahren Sie mehr über die verschiedenen Zugriffsrechte in unserem System {}hier{}.
et: Seda rolli saad kohandada oma organisatsiooni vajaduste järgi. Vaikimisi on see väga piiratud. Meie süsteemi pääsuõiguste kohta leiad lisainfot {}siit{}.
fi: Tämä käyttöoikeus voidaan räätälöidä organisaationne tarpeiden mukaan. Oletuksena Mukautettu-käyttöoikeus on todella rajattu. Lue lisää eri käyttöoikeuksista {}täältä{}.
lv: Šo amatu var pielāgot atbilstoši organizācijas vajadzībām. Pēc noklusējuma tā ir ļoti ierobežojoša. Uzziniet vairāk par dažādām piekļuves tiesībām mūsu sistēmā {}šeit{}.
nb: Denne rollen kan egendefineres etter organisasjonens behov. Som standard er den svært begrensende. Les mer om ulike tilgangsrettigheter i systemet vårt {}her{}.
sv: Denna användarroll kan skräddarsys för ert företag. Rollen är från början mycket begränsad och kan utvidgas vid behov. Läs mer om våra olika användarroller {}här{}.

source: This integration enables you to invite candidates to online assessment directly from TalentAdore. Please contact us at {} if you would like to hear more.
da: Denne integration giver dig mulighed for at invitere kandidater til online vurdering direkte fra TalentAdore. Kontakt os på {}, hvis du vil høre mere.
de: Diese Integration ermöglicht es Ihnen, Kandidaten direkt aus TalentAdore zu einem Online-Assessment einzuladen. Bitte kontaktieren Sie uns unter {}, wenn Sie mehr erfahren möchten.
et: See integratsioon võimaldab kutsuda kandidaate veebihindamisele otse TalentAdore’is. Kui soovid lisainfot, võta meiega ühendust aadressil {}.
fi: Tämän integraation avulla voit kutsua hakijoita online-arviointitesteihin suoraan TalentAdoresta. Ota yhteyttä osoitteeseen {}, jos haluat kuulla lisää.
fr: Cette intégration vous permet d'inviter des candidats à une évaluation en ligne directement depuis TalentAdore. Veuillez nous contacter à {} si vous souhaitez en savoir plus.
lv: Šī integrācija ļauj tieši no TalentAdore uzaicināt kandidātus uz tiešsaistes novērtēšanu. Ja vēlaties uzzināt vairāk, lūdzu, sazinieties ar mums pa tālruni {}.
nb: Denne integrasjonen gjør det mulig å invitere kandidater til en nettbasert vurdering direkte via TalentAdore. Ta kontakt med oss på {} hvis du vil høre mer.
nl: Met deze integratie kunt u kandidaten rechtstreeks vanuit TalentAdore uitnodigen voor een online assessment. Neem contact met ons op via {} als u meer wilt horen.
pl: Ta integracja umożliwia zapraszanie kandydatów do oceny online bezpośrednio z TalentAdore. Skontaktuj się z nami pod adresem {}, jeśli chcesz dowiedzieć się więcej.
sv: Denna integration gör det möjligt att bjuda in kandidater till online-bedömningstester direkt från TalentAdore. Kontakta {} om du är intresserad av att höra mer.

source: Bug fixes and styling
da: Fejlrettelser og styling
de: Fehlerbehebungen und Styling
et: Veaparandused ja stiilimuudatused
fi: Vika- ja tyylikorjauksia
fr: Corrections de bugs et de style
lv: Kļūdu labojumi un stils
nb: Feilrettinger og styling
nl: Bugfixes en styling
pl: Poprawki błędów i stylizacja
sv: Fixade buggar och stilfel

source: Group interviews
da: Gruppeinterviews
de: Gruppenbewerbungsgespräche
et: Grupivestlused
fi: Ryhmähaastattelut
fr: Entretiens de groupe
lv: Grupas intervijas
nb: Gruppeintervjuer
nl: Groepsinterviews
pl: Wywiady grupowe
sv: Gruppintervjuer

source: Group interviews allow you to interview multiple candidates at the same time. You can screen the right candidates more efficiently and speed up your recruitment process. Read more {}here{}.
da: Gruppeinterviews giver dig mulighed for at interviewe flere kandidater på samme tid. Du kan screene de rigtige kandidater mere effektivt og fremskynde din rekrutteringsproces. Læs mere {}her{}.
de: Gruppenbewerbungsgespräche ermöglichen es Ihnen, mehrere Bewerber gleichzeitig zu interviewen. Sie können die richtigen Bewerber effizienter auswählen und Ihr Bewerbungsverfahren beschleunigen. Lesen Sie mehr {}hier{}.
et: Grupivestlused võimaldavad intervjueerida samal ajal mitut kandidaati. Nii leiad õiged kandidaadid tõhusamalt üles ja kiirendad värbamisprotsessi. Lisainfot leiad {}siit{}.
fi: Ryhmähaastattelut mahdollistavat usean hakijan haastattelun samanaikaisesti. Rekrytointiprosessi tehostuu, kun saat arvioitua usean potentiaalisen hakijan soveltuvuuden yhtä aikaa. Lue lisää {}täältä{}.
fr: Les entretiens de groupe vous permettent d'interviewer plusieurs candidats en même temps. Vous pouvez sélectionner les bons candidats plus efficacement et accélérer votre processus de recrutement. En savoir plus {}ici{}.
lv: Grupas intervijas ļauj vienlaikus intervēt vairākus kandidātus. Jūs varat efektīvāk atlasīt atbilstošos kandidātus un paātrināt atlases procesu. Lasīt vairāk {}šeit{}.
nb: Med gruppeintervjuer kan du intervjue flere kandidater samtidig. Du kan velge ut de riktige kandidatene på en mer effektiv måte og få en raskere rekrutteringsprosess. Les mer {}her{}.
nl: Met groepsinterviews kunt u meerdere kandidaten tegelijk interviewen. U kunt de juiste kandidaten efficiënter screenen en uw wervingsproces versnellen. Lees {}hier{} meer.
pl: Wywiady grupowe pozwalają na jednoczesne przeprowadzenie rozmów z wieloma kandydatami. Możesz sprawniej wyselekcjonować odpowiednich kandydatów i przyspieszyć proces rekrutacji. Przeczytaj więcej {}tutaj{}.
sv: Med gruppintervjuer kan du intervjua fler kandidater på en gång. Hitta de rätta kandidaterna mer effektivt och gör rekryteringsprocessen snabbare. Läs mer {}här{}.

source: Changes to cancelling interviews
da: Ændringer til aflysning af interviews
de: Änderungen bei der Absage von Bewerbungsgesprächen
et: Vestluste tühistamise muudatused
fi: Haastattelun peruminen ilman viestin lähettämistä
fr: Modifications de l'annulation des entretiens
lv: Izmaiņas interviju atcelšanā
nb: Endringer ved avlysning av intervjuer
nl: Wijzigingen in het annuleren van interviews
pl: Zmiany w anulowaniu rozmów kwalifikacyjnych
sv: Ändringar till avbokningen av intervjuer

source: Now it is possible to cancel a scheduled interview without notifying the candidate. This is convenient when you have handled the interview via phone or other means and want to move to the next recruitment step.
da: Nu er det muligt at aflyse et planlagt interview uden at give kandidaten besked. Det er praktisk, når du har afviklet interviewet via telefon eller på anden måde og vil gå videre til næste rekrutteringstrin.
de: Jetzt ist es möglich, ein geplantes Bewerbungsgespräch abzusagen, ohne den Bewerber zu benachrichtigen. Dies ist praktisch, wenn Sie das Bewerbungsgespräch per Telefon oder auf anderem Wege abgewickelt haben und zum nächsten Einstellungsschritt übergehen wollen.
et: Nüüd saad tühistada planeeritud vestlusi ilma kandidaate teavitamata. See tuleb kasuks siis, kui oled pidanud vestluse telefoni teel või muul viisil ja soovid liikuda edasi järgmisse värbamisetappi.
fi: Nyt voit perua hakijalle tarjotun haastattelun ilman erillisen viestin lähettämistä. Tämä toiminto on kätevä erityisesti silloin, kun haastattelu on sovittu esimerkiksi puhelimitse ja rekrytointiprosessissa tulee päästä eteenpäin.
fr: Il est maintenant possible d'annuler un entretien programmé sans en informer le candidat. Cela est pratique lorsque vous avez géré l'entretien par téléphone ou par d'autres moyens et que vous souhaitez passer à l'étape de recrutement suivante.
lv: Tagad plānoto interviju var atcelt, neinformējot par to kandidātu. Tas ir ērti, ja esat pabeidzis interviju pa tālruni vai citā veidā un vēlaties pāriet uz nākamo atlases posmu.
nb: Nå er det mulig å avlyse et planlagt intervju uten å varsle kandidaten. Dette er praktisk når du har gjennomført intervjuet via telefon eller på annen måte og ønsker å gå videre til neste trinn i rekrutteringen.
nl: Het is nu mogelijk om een gepland interview te annuleren zonder de kandidaat op de hoogte te stellen. Dit is handig wanneer u het interview telefonisch of op een andere manier heeft afgehandeld en naar de volgende wervingsstap wilt gaan.
pl: Teraz można anulować zaplanowaną rozmowę kwalifikacyjną bez powiadamiania kandydata. Jest to wygodne, gdy przeprowadziłeś rozmowę przez telefon lub w inny sposób i chcesz przejść do następnego etapu rekrutacji.
sv: Nu kan du avboka intervjuer utan att skicka ett separat meddelande till kandidaten. Detta blir behändigt då du t.ex. fastställt en intervju via telefon och redan vill gå vidare till nästa steg i rekryteringen.

source: Heart ratings in the application history
da: Hjertebedømmelser i ansøgningshistorikken
de: Herzbewertungen in der Bewerbungshistorie
et: Avalduse ajalukku lisati hinnangud
fi: Sydänarviot hakemushistoriassa
fr: Notes de cœur dans l'historique des candidatures
lv: Sirsniņu vērtējumi pieteikumu vēsturē
nb: Hjertevurderinger i søknadshistorikken
nl: Hartbeoordelingen in de sollicitatiegeschiedenis
pl: Oceny serduszek w historii aplikacji
sv: Helhetsbetyg från tidigare rekryteringar
