Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: This message was created by %(name)s for you with help of TalentAdore's tool
da: Denne besked blev oprettet af %(name)s til dig ved hjælp af TalentAdores værktøj
de: Diese Nachricht wurde von %(name)s mit Hilfe von TalentAdore für Sie erstellt
et: Selle sõnumi lõi %(name)s TalentAdore’i tööriista abil
fi: Tämän viestin loi %(name)s sinulle TalentAdoren työkalun avulla
fr: Ce message a été créé par %(name)s pour vous à l'aide de l'outil TalentAdore
lv: Šo ziņojumu jums izveidoja %(name)s, izmantojot TalentAdore rīku
nb: Denne meldingen ble opprettet av %(name)s for deg ved hjelp av TalentAdores verktøy
nl: Dit bericht is voor u gemaakt door %(name)s met behulp van de tool van TalentAdore
pl: Ta wiadomość została stworzona przez %(name)s dla Ciebie z pomocą narzędzia TalentAdore
sv: Det här meddelandet skapades av %(name)s till dig med hjälp av TalentAdores verktyg

source: Feedback templates
da: Feedback-skabeloner
de: Feedback-Vorlagen
et: Tagasisidevormid
fi: Palauteviestipohjat
fr: Modèles de commentaires
lv: Atsauksmju paraugi
nb: Maler for tilbakemelding
nl: Feedbacksjablonen
pl: Szablony opinii
sv: Feedbackmallar

source: Change language
da: Skift sprog
de: Sprache ändern
et: Muuda keelt
fi: Vaihda kieli
fr: Changer de langue
lv: Mainīt valodu
nb: Endre språk
nl: Taal wijzigen
pl: Zmień język
sv: Byt språk

source: Choose notepad
da: Vælg notesblok
de: Notizblock auswählen
et: Vali märkmeplokk
fi: Valitse haastattelurunko
fr: Choisir un bloc-notes
lv: Izvēlēties piezīmju bloku
nb: Velg notisblokk
nl: Kladblok kiezen
pl: Wybierz notatnik
sv: Välj anteckningsblock

source: Add notepad
da: Tilføj notesblok
de: Notizblock hinzufügen
et: Lisa märkmeplokk
fi: Lisää haastattelurunko
fr: Ajouter un bloc-notes
lv: Pievienot piezīmju bloku
nb: Legg til notisblokk
nl: Kladblok toevoegen
pl: Dodaj notatnik
sv: Lägg till anteckningsblock

source: Delete this notepad
da: Slet denne notesblok
de: Diesen Notizblock löschen
et: Kustuta see märkmeplokk
fi: Poista kyseinen haastattelurunko
fr: Supprimer ce bloc-notes
lv: Dzēst šo piezīmju bloku
nb: Slett denne notisblokken
nl: Dit kladblok verwijderen
pl: Usuń ten notatnik
sv: Radera detta anteckningsblock

source: Send me e-mail notification always when
da: Send mig altid en e-mail, når
de: Sende mir immer eine E-Mail Benachrichtigung, wenn
et: Saada mulle alati e-posti teel teade, kui
fi: Lähetä minulle sähköposti-ilmoitus aina, kun
fr: M'envoyer toujours une notification par e-mail quand
lv: Nosūtiet man e-pasta paziņojumu vienmēr, kad
nb: Send meg alltid et e-postvarsel når
nl: Stuur mij altijd een e-mailmelding wanneer
pl: Zawsze wysyłaj mi powiadomienie e-mail, gdy
sv: Skicka mig mailnotifieringar alltid när

source: Signature Setting
da: Indstilling af underskrift
de: Signatur-Einstellung
et: Allkirja seade
fi: Allekirjoitusasetus
fr: Paramètre de signature
lv: Paraksta iestatījums
nb: Signaturinnstilling
nl: Handtekeninginstelling
pl: Ustawienia podpisu
sv: Signaturinställningar

source: Feedback signature
da: Feedback-underskrift
de: Feedback-Signatur
et: Tagasiside allkiri
fi: Allekirjoitus palauteviestiin
fr: Signature des commentaires
lv: Atsauksmes paraksts
nb: Tilbakemeldingssignatur
nl: Feedbackhandtekening
pl: Podpis opinii
sv: Feedbacksignatur

source: The default custom signature will be used in all languages if signature for a specific language is not defined. If the default custom signature and signature for a specific language are not defined, the system signature will be used.
da: Den brugerdefinerede standardunderskrift vil blive brugt på alle sprog, hvis underskriften for et specifikt sprog ikke er defineret. Hvis den brugerdefinerede standardunderskrift og underskriften for et specifikt sprog ikke er defineret, vil systemunderskriften blive brugt.
de: Die standardmäßige, benutzerdefinierte Signatur wird in allen Sprachen verwendet, wenn die Signatur für eine bestimmte Sprache nicht definiert ist. Wenn die standardmäßige, benutzerdefinierte Signatur für eine bestimmte Sprache nicht definiert ist, wird die Systemsignatur verwendet.
et: Kui kasutatud keele jaoks ei ole allkirja määratud, kasutatakse kõikides keeltes kohandatud vaikeallkirja. Kui kohandatud vaikeallkirja ega kasutatud keele allkirja ei ole määratud, kasutatakse süsteemi allkirja.
fi: Alla määriteltyä oletusallekirjoitusta käytetään, jos kielikohtaista allekirjoitusta ei ole. Jos oletusallekirjoitusta ei ole, käytetään järjestelmän luomaa allekirjoitusta.
fr: La signature personnalisée par défaut sera utilisée dans toutes les langues si la signature pour une langue spécifique n'est pas définie. Si la signature personnalisée par défaut et la signature pour une langue spécifique ne sont pas définies, la signature du système sera utilisée.
lv: Noklusējuma pielāgotais paraksts tiks izmantots visās valodās, ja nebūs definēts paraksts konkrētai valodai. Ja nav definēts noklusējuma pielāgotais paraksts un paraksts konkrētai valodai, tiks izmantots sistēmas paraksts.
nb: Den egendefinerte standardsignaturen brukes på alle språk hvis signaturen for et bestemt språk ikke er definert. Hvis den egendefinerte standardsignaturen og signaturen for et bestemt språk ikke er definert, brukes systemsignaturen.
nl: De standaard aangepaste handtekening wordt in alle talen gebruikt als er geen handtekening voor een specifieke taal is gedefinieerd. Als de standaard aangepaste handtekening en de handtekening voor een specifieke taal niet zijn gedefinieerd, wordt de systeemhandtekening gebruikt.
pl: Domyślny niestandardowy podpis będzie używany we wszystkich językach, jeśli nie zdefiniowano podpisu dla określonego języka. Jeśli domyślny niestandardowy podpis i podpis dla określonego języka nie są zdefiniowane, zostanie użyty podpis systemowy.
sv: Den anpassade signaturen som satts som standard kommer att användas på alla språk om signaturen för ett visst språk inte är definierad. Om den anpassade signaturen som satts som standard och signaturen för ett visst språk inte är definierad, kommer systemsignaturen att användas.

source: Default feedback signature
da: Standard feedback-underskrift
de: Standard-Feedback-Signatur
et: Tagasiside vaikeallkiri
fi: Oletusallekirjoitus palautteeseen
fr: Signature par défaut des commentaires
lv: Noklusējuma atsauksmes paraksts
nb: Standard tilbakemeldingssignatur
nl: Standaard feedbackhandtekening
pl: Domyślny podpis opinii
sv: Standard feedbacksignatur

source: Signature for %(language)s feedback
da: Underskrift til %(language)s feedback
de: Signatur für %(language)s Feedback
et: Tagasiside allkiri keeles %(language)s
fi: Allekirjoitus kielen %(language)s palautteisiin
fr: Signature pour les commentaires en %(language)s
lv: Paraksts atsauksmei šādā valodā: %(language)s
nb: Signatur for %(language)s tilbakemelding
nl: Handtekening voor %(language)s feedback
pl: Podpis dla opinii w języku %(language)s
sv: Signatur för feedback på %(language)s

source: Signature for other messages
da: Underskrift til andre beskeder
de: Signature für andere Nachrichten
et: Muude sõnumite allkiri
fi: Allekirjoitus muihin viesteihin
fr: Signature pour les autres messages
lv: Paraksts citiem ziņojumiem
nb: Signatur for andre meldinger
nl: Handtekening voor andere berichten
pl: Podpis dla innych wiadomości
sv: Signatur för andra meddelanden

source: Default signature
da: Standard underskrift
de: Standard-Signatur
et: Vaikeallkiri
fi: Oletusallekirjoitus
fr: Signature par défaut
lv: Noklusējuma paraksts
nb: Standard signatur
nl: Standaardhandtekening
pl: Podpis domyślny
sv: Standardsignatur

source: Signature for %(language)s
da: Underskrift for %(language)s
de: Signatur für %(language)s
et: Allkiri keeles %(language)s
fi: Allekirjoitus (kieli - %(language)s)
fr: Signature pour %(language)s
lv: Paraksts šādā valodā: %(language)s
nb: Signatur for %(language)s
nl: Handtekening voor %(language)s
pl: Podpis dla języka %(language)s
sv: Signatur på %(language)s

source: SMS Signature
da: SMS-underskrift
de: SMS Signatur
et: Lühisõnumi allkiri
fi: Tekstiviestin allekirjoitus
fr: Signature SMS
lv: Paraksts īsziņā
nb: SMS-signatur
nl: SMS-handtekening
pl: Podpis SMS
sv: SMS signatur

source: Status update settings
da: Indstillinger for statusopdatering
de: Statusaktualisierungs-Einstellungen
et: Oleku uuenduse seaded
fi: Statuspäivitysten asetukset
fr: Paramètres de mise à jour du statut
lv: Statusa atjaunināšanas iestatījumi
nb: Innstillinger for statusoppdatering
nl: Instellingen voor statusupdates
pl: Ustawienia aktualizacji statusu
sv: Inställningar för statusuppdateringar

source: The below settings can be edited by main user only
da: Nedenstående indstillinger kan kun redigeres af hovedbrugeren
de: Die folgenden Einstellungen können nur vom Hauptbenutzer bearbeitet werden
et: Järgmisi seadeid saab muuta ainult põhikasutaja
fi: Vain pääkäyttäjä voi muuttaa alla olevia asetuksia.
fr: Les paramètres ci-dessous ne peuvent être modifiés que par l'[user] [main]
lv: Tālāk norādītos iestatījumus var rediģēt tikai galvenais lietotājs
nb: Innstillingene nedenfor kan bare redigeres av hovedbrukeren
nl: De onderstaande instellingen kunnen alleen door de hoofdgebruiker worden bewerkt
pl: Poniższe ustawienia mogą być edytowane tylko przez głównego użytkownika
sv: Inställningarna nedan kan endast redigeras av huvudanvändaren

source: When this is checked, candidates in all positions will get an automatic email after submitting their application. Please note that recruitment flow should have the step "New" for messages to be sent.
da: Når dette er markeret, vil kandidater i alle stillinger automatisk få en e-mail, når de har sendt deres ansøgning. Bemærk, at rekrutteringsflowet skal have trinnet "Ny", for at der kan sendes beskeder.
de: Wenn diese Option aktiviert ist, erhalten Bewerber für alle Stellen nach dem Absenden ihrer Bewerbung automatisch eine E-Mail. Bitte beachten Sie, dass der Einstellungsablauf den Schritt "Neu" haben muss, damit Nachrichten gesendet werden können.
et: Selle märkimisel saadetakse kõikide ametikohtade kandidaatidele pärast avalduse saatmist automaatne e-kiri. Pane tähele, et värbamisvoos peab sõnumite saatmiseks olema etapp „Uus“.
fi: Kun tämä on valittu, hakijat kaikkiin työpaikkoihin tulevat saamaan automaattisen sähköpostiviestin kun ovat lähettäneet hakemuksensa. Huomioi, että rekrytointipolkuun pitää sisältyä "Uusi"-vaihe, jotta viestit voidaan lähettää.
fr: Lorsque cette case est cochée, les [candidates] à tous les [positions] recevront un [email] [automatic] après avoir soumis leur [application]. Veuillez noter que le [flow] de [recruitment] doit avoir l'étape "New" pour que les [messages] soient [sent].
lv: Ja šī opcija ir atzīmēta, kandidāti visās vakancēs pēc pieteikuma iesniegšanas saņems automātisku e-pasta vēstuli. Lūdzu, ņemiet vērā, ka atlases plūsmā jābūt posmam "Jauns", lai ziņojumi tiktu nosūtīti.
nb: Når dette er krysset av, vil kandidater til alle stillinger få en automatisk e-post etter at de har sendt inn søknaden. Vær oppmerksom på at rekrutteringsflyten må ha trinnet "Ny" for at meldinger skal bli sendt.
nl: Wanneer dit is aangevinkt, ontvangen kandidaten voor alle functies een automatische e-mail nadat ze hun sollicitatie hebben ingediend. Houd er rekening mee dat de wervingsstroom de stap "Nieuw" moet hebben om berichten te kunnen verzenden.
pl: Po zaznaczeniu tej opcji kandydaci na wszystkie stanowiska otrzymają automatyczną wiadomość e-mail po przesłaniu aplikacji. Należy pamiętać, że przepływ rekrutacji powinien mieć krok "Nowy", aby wiadomości były wysyłane.
sv: När denna är vald så får kandidater i alla positioner ett automatiskt meddelande efter att de lämnat in deras ansökan. Vänligen notera att rekryteringsflödet måste inkludera steget "ny" för att meddelande ska skickas.

source: Application review message will inform the candidate that you have started to review applications. Even when this is checked, you can choose to not send the status update message.
da: Besked om gennemgang af ansøgninger vil informere kandidaten om, at du er begyndt at gennemgå ansøgninger. Selv når dette er markeret, kan du vælge ikke at sende statusopdateringsbeskeden.
de: Die Nachricht "Bewerbungsprüfung" informiert den Kandidaten darüber, dass Sie begonnen haben, Bewerbungen zu prüfen. Selbst wenn diese Option aktiviert ist, können Sie wählen die Nachricht zur Statusaktualisierung NICHT zu senden.
et: Avalduse ülevaatamise sõnumis antakse kandidaadile teada, et oled alustanud avalduste ülevaatamist. Isegi kui see on märgitud, saad valida, kas oleku uuenduse sõnumit saata või mitte.
fi: Hakemuskarsinta-viesti informoi hakijaa, että hakemusten läpikäynti on alkanut. Vaikka tämä kohta on valittuna, voit silti olla lähettämättä statuspäivitysviestiä.
fr: Le [message] de [review] de l'[application] informera le [candidate] que vous avez commencé à examiner les [applications]. Même lorsque cette case est [checked], vous pouvez choisir de ne pas envoyer le [message] de mise à jour du [status].
lv: Pieteikumu pārskatīšanas ziņojums informēs kandidātu par to, ka esat sācis pieteikumu pārskatīšanu. Pat ja šī opcija ir atzīmēta, varat izvēlēties nesūtīt statusa atjaunināšanas ziņojumu.
nb: Melding om søknadsgjennomgang vil informere kandidaten om at du har begynt å gjennomgå søknader. Selv om dette er avmerket, kan du velge å ikke sende statusoppdateringsmeldingen.
nl: Het bericht over de beoordeling van de sollicitatie informeert de kandidaat dat u bent begonnen met het beoordelen van sollicitaties. Zelfs als dit is aangevinkt, kunt u ervoor kiezen om het statusbericht niet te verzenden.
pl: Wiadomość o przeglądzie aplikacji poinformuje kandydata, że rozpocząłeś przeglądanie aplikacji. Nawet gdy ta opcja jest zaznaczona, możesz zdecydować o niewysyłaniu wiadomości o aktualizacji statusu.
sv: "Vi har startat granskningen"-meddeladet informerar kandidaten att du har börjat granska ansökningar. Även när denna är vald kan du välja att inte skicka detta statusmeddelande.

source: When enabled, candidates will be prevented from submitting multiple applications for the same job using the same email address. They will receive an email notification if a duplicate attempt is made.
et: Kui see on lubatud, takistatakse kandidaatidel esitamast mitut kandideerimisavaldust samale töökohale, kasutades sama e-posti aadressi. Nad saavad e-kirja teate, kui tehakse korduv katse.
fi: Kun tämä on käytössä, hakijoita estetään lähettämästä useita hakemuksia samaan työhön samalla sähköpostiosoitteella. He saavat sähköposti-ilmoituksen, jos päällekkäinen hakemusyritys havaitaan.
sv: När detta är aktiverat förhindras kandidater från att skicka in flera ansökningar till samma jobb med samma e-postadress. De får ett e-postmeddelande om ett dubblettförsök görs.

source: Applicants get a link to keep their applications up to date after they apply. The link will only be sent if 'we received your application' messages are enabled. Changing this changes the setting for the whole company. It is recommended and in EU also mandatory, to keep this selected.
da: Ansøgere får et link til at holde deres ansøgninger opdaterede, når de har ansøgt. Linket sendes kun, hvis beskeden "Vi har modtaget din ansøgning" er aktiveret. Hvis du ændrer dette, ændres indstillingen for hele virksomheden. Det anbefales, og i EU er det også obligatorisk, at denne indstilling forbliver valgt.
de: Bewerber erhalten einen Link, um ihre Bewerbungen auf dem neuesten Stand zu halten. Der Link wird nur gesendet, wenn die Nachricht ”Wir haben Ihre Bewerbung erhalten” aktiviert ist. Wenn Sie dies ändern, ändert sich die Einstellung für das gesamte Unternehmen. Es wird empfohlen und es ist in der EU auch verpflichtend, dies zu wählen.
et: Pärast avalduse saatmist saavad kandidaadid lingi, mille kaudu avaldust uuendada. Link saadetakse ainult siis, kui on lubatud sõnum „Saime avalduse kätte“. Selle muutmisel muudetakse kogu ettevõtte seadet. Soovitame selle lubada, kusjuures EL-is on see kohustuslik.
fi: Hakijat saavat linkin lähetettyään hakemuksen pitääkseen hakemuksensa ajan tasalla. Linkki lähetetään vain, jos ’kiitos hakemuksestasi’-viestit ovat käytössä. Tämän muuttaminen muuttaa asetuksen koko yritykselle. On suositeltavaa ja EU:ssa pakollista pitää tämä asetus käytössä.
fr: Les candidats reçoivent un lien pour maintenir leurs candidatures à jour après avoir postulé. Le lien ne sera envoyé que si les messages 'nous avons reçu votre candidature' sont activés. Modifier ceci change le paramètre pour toute l'entreprise. Il est recommandé et également obligatoire dans l'UE de garder cette option sélectionnée.
lv: Pēc pieteikšanās kandidāti saņem saiti, lai atjauninātu savus pieteikumus. Saite tiks nosūtīta tikai tad, ja būs iespējota ziņojuma “Mēs saņēmām jūsu pieteikumu” iespēja. To mainot, tiek mainīts iestatījums visam uzņēmumam. Ir ieteicami un ES ietvaros arī obligāti to saglabāt izvēlētu.
nb: Søkere får en lenke for å holde søknadene sine oppdatert etter at de har søkt. Lenken sendes bare hvis meldingen "Vi har mottatt søknaden din" er aktivert. Hvis du endrer dette, endres innstillingen for hele selskapet. Det anbefales, og i EU er det også obligatorisk, å beholde dette valget.
nl: Sollicitanten krijgen een link om hun sollicitaties up-to-date te houden nadat ze hebben gesolliciteerd. De link wordt alleen verzonden als berichten 'we hebben uw sollicitatie ontvangen' zijn ingeschakeld. Als u dit wijzigt, wordt de instelling voor het hele bedrijf gewijzigd. Het wordt aanbevolen en is in de EU ook verplicht om dit geselecteerd te houden.
pl: Kandydaci otrzymują link do aktualizacji swoich aplikacji po ich złożeniu. Link zostanie wysłany tylko wtedy, gdy włączone są wiadomości "otrzymaliśmy Twoją aplikację". Zmiana tego ustawienia zmienia ustawienie dla całej firmy. Zaleca się, a w UE jest to również obowiązkowe, aby ta opcja była zaznaczona.
sv: Kandidaterna får en länk för att hålla sina ansökan uppdaterade, efter att de ansökt. Länken kommer bara att skickas om "vi har fått din ansökan" meddelanden är aktiverad i inställningarna. Om du ändrar detta, ändras inställningen för hela företaget. Vi rekommenderar Er att behålla den här valda, och inom EU är den obligatorisk.

source: Applicants will get a confirmation email if you add them into Talent Community. Disabling this will violate the European General Data Protection Regulation (GDPR). If you want to disable this and it does not violate the rule in your country, please contact TalentAdore.
da: Ansøgere vil få en bekræftelsesmail, hvis du tilføjer dem til Talent Community. Deaktivering af dette vil være i strid med den europæiske databeskyttelsesforordning (GDPR). Hvis du vil deaktivere dette, og det ikke er i strid med reglerne i dit land, bedes du kontakte TalentAdore.
de: Bewerber erhalten eine Bestätigungs-E-Mail, wenn Sie sie in die Talent-Community aufnehmen. Eine Deaktivierung würde die europäische Datenschutzgrundverordnung (DSGVO) verletzen. Wenn Sie dies deaktivieren möchten und es nicht gegen die Gesetze in Ihrem Land verstößt, wenden Sie sich bitte an TalentAdore.
et: Kandidaatidele saadetakse kinnituskiri, kui lisad nad Talent Communitysse. Selle keelamisel rikud Euroopa isikuandmete kaitse üldmäärust (GDPR). Kui soovid selle keelata ja see ei riku riigisiseseid seadusi, võta ühendust TalentAdore’iga.
fi: Hakija saa vahvistusviestin, kun lisäät hänet Talent Communityyn. Tämän pois käytöstä ottaminen rikkoo EU:n tietosuoja-asetusta. Jos haluat ottaa hyväksynnän pois päältä ja se ei riko maasi lakia, ota yhteyttä TalentAdoreen.
fr: Les candidats recevront un e-mail de confirmation si vous les ajoutez à la Communauté de talents. La désactivation de cette option enfreindra le Règlement général sur la protection des données (RGPD) européen. Si vous souhaitez désactiver cette option et que cela n'enfreint pas la règle dans votre pays, veuillez contacter TalentAdore.
lv: Kandidāti saņems apstiprinājuma e-pasta vēstuli, ja pievienosiet tos Talent Community. To atspējojot, tiks pārkāpta Eiropas Vispārīgā datu aizsardzības regula (VDAR). Ja vēlaties to atspējot un tas nav pretrunā ar jūsu valstī spēkā esošajiem noteikumiem, lūdzu, sazinieties ar TalentAdore.
nb: Søkere får en e-postbekreftelse hvis du legger dem til i Talent Community. Hvis du deaktiverer dette, vil det være i strid med EUs personvernforordning (GDPR). Hvis du ønsker å deaktivere dette og det ikke er i strid med reglene i landet ditt, kan du kontakte TalentAdore.
nl: Sollicitanten ontvangen een bevestigingsmail als u ze toevoegt aan de Talent Community. Als u dit uitschakelt, overtreedt u de Europese Algemene Verordening Gegevensbescherming (AVG). Als u dit wilt uitschakelen en het de regel in uw land niet schendt, neem dan contact op met TalentAdore.
pl: Kandydaci otrzymają e-mail z potwierdzeniem, jeśli dodasz ich do Talent Community. Wyłączenie tej opcji będzie naruszeniem europejskiego ogólnego rozporządzenia o ochronie danych (RODO). Jeśli chcesz to wyłączyć i nie narusza to przepisów w Twoim kraju, skontaktuj się z TalentAdore.
sv: Kandidaterna mottar ett bekräftelsemail när du lägger till dem i Talent Community. Att inaktivera detta bryter mot European General Data Protection Regulation (GDPR). Om det inte bryter mot lagstiftningen i ert land och ni vill inaktivare detta, vänligen kontakta TalentAdore.

source: Talent Community Settings
da: Talent Community rammer
de: Talent-Community-Einstellung
et: Talent Community seaded
fi: Talent Communityn asetukset
fr: Paramètres de la communauté de talents
lv: Talent Community iestatījumi
nb: Talent Communiy-innstillinger
nl: Instellingen Talent Community
pl: Ustawienia Talent Community
sv: Talent Community Inställning
