Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Publish also with EURES Job Mobility
da: Offentliggør også med EURES Jobmobilitet
de: Auch mit EURES Job Mobility veröffentlichen
et: Avalda ka EURES Job Mobilitys
fi: Julkaise myös EURES-järjestelmässä
fr: Publier également avec EURES Job Mobility
lv: Publicēt arī EURES Job Mobility portālā
nb: Publiser også med EURES Job Mobility
nl: Publiceer ook via EURES Job Mobility
pl: Opublikuj również w EURES Job Mobility
sv: Publicera även med EURES Job Mobility

source: Willingness to hire a person from another country
da: Villighed til at ansætte en person fra et andet land
de: Bereitschaft, eine Person aus einem anderen Land einzustellen
et: Valmidus võtta tööle teistest riikidest pärit inimesi
fi: Halukkuus palkata henkilö toisesta maasta
fr: Volonté d'embaucher une personne d'un autre pays
lv: Gatavība pieņemt darbā personu no citas valsts
nb: Villighet til å ansette en person fra et annet land
nl: Bereidheid om iemand uit een ander land aan te nemen
pl: Gotowość do zatrudnienia osoby z innego kraju
sv: Vilja att anställa en person från ett annat land

source: Use TE services
da: Brug TE-tjenester
de: TE-Dienste nutzen
et: Kasuta TE teenuseid
fi: Käytä TE-palveluita
fr: Utiliser les services TE
lv: Izmantot TE pakalpojumus
nb: Bruk TE-tjenester
nl: Gebruik TE-diensten
pl: Korzystaj z usług TE
sv: Använd AN-tjänster

source: Spanish
da: Spansk
de: Spanisch
et: hispaania
fi: Espanja
fr: Espagnol
lv: Spāņu valoda
nb: Spansk
nl: Spaans
pl: Hiszpański
sv: Spanska

source: Swedish
da: Svensk
de: Swedisch
et: rootsi
fi: Ruotsi
fr: Suédois
lv: Zviedru valoda
nb: Svensk
nl: Zweeds
pl: Szwedzki
sv: Svenska

source: Russian
da: Russisk
de: Russisch
et: vene
fi: Venäjä
fr: Russe
lv: Krievu
nb: Russisk
nl: Russisch
pl: Rosyjski
sv: Ryska

source: Estonian
da: Estisk
de: Estnisch
et: eesti
fi: Viro
fr: Estonien
lv: Igauņu
nb: Estisk
nl: Ests
pl: Estoński
sv: Estniska

source: Latvian
da: Lettisk
de: Lettisch
et: läti
fi: Latvia
fr: Letton
lv: Latviešu
nb: Latvisk
nl: Lets
pl: Łotewski
sv: Lettiska

source: Danish
da: Dansk
de: Dänisch
et: Taani
fi: Tanska
fr: Danois
lv: Dāņu
nb: Dansk
nl: Deens
pl: Duński
sv: Danska

source: Norwegian
da: Norsk
de: Norwegisch
et: Norra
fi: Norja
fr: Norvégien
lv: Norvēģu
nb: Norsk
nl: Noors
pl: Norweski
sv: Norska

source: French
da: Fransk
de: Französisch
et: Prantsuse
fi: Ranska
fr: Français
lv: Franču
nb: Fransk
nl: Frans
pl: Francuski
sv: Franska

source: Dutch
da: Hollandsk
de: Niederländisch
et: Hollandi keel
fi: Hollanti
fr: Néerlandais
lv: Holandiešu
nb: Nederlandsk
nl: Nederlands
pl: Holenderski
sv: Nederländska

source: Polish
da: Polsk
de: Polnisch
et: Poola keel
fi: Puola
fr: Polonais
lv: Poļu
nb: Polsk
nl: Pools
pl: Polski
sv: Polska

source: In Finnish
da: På finsk
de: Auf Finnisch
et: soome keeles
fi: Suomeksi
fr: En finnois
lv: Somu valodā
nb: På finsk
nl: In het Fins
pl: Po fińsku
sv: På finska

source: In English
da: På engelsk
de: Auf Englisch
et: inglise keeles
fi: Englanniksi
fr: En anglais
lv: Angļu valodā
nb: På engelsk
nl: In het Engels
pl: Po angielsku
sv: På engelska

source: In Spanish
da: På spansk
de: Auf Spanisch
et: hispaania keeles
fi: Espanjaksi
fr: En espagnol
lv: Spāņu valodā
nb: På spansk
nl: In het Spaans
pl: Po hiszpańsku
sv: På spanska

source: In German
da: På tysk
de: Auf Deutsch
et: saksa keeles
fi: Saksaksi
fr: En allemand
lv: Vācu valodā
nb: På tysk
nl: In het Duits
pl: Po niemiecku
sv: På tyska

source: In Swedish
da: På svensk
de: Auf Schwedisch
et: rootsi keeles
fi: Ruotsiksi
fr: En suédois
lv: Zviedru valodā
nb: På svensk
nl: In het Zweeds
pl: Po szwedzku
sv: På svenska

source: In Russian
da: På russisk
de: Auf Russisch
et: vene keeles
fi: Venäjäksi
fr: En russe
lv: Krievu valodā
nb: På russisk
nl: In het Russisch
pl: Po rosyjsku
sv: På ryska

source: In Estonian
da: På estisk
de: Auf Estnisch
et: eesti keeles
fi: Eestiksi
fr: En estonien
lv: Igauņu valodā
nb: På estisk
nl: In het Ests
pl: Po estońsku
sv: På estniska

source: In Latvian
da: På lettisk
de: Auf Lettisch
et: läti keeles
fi: Latviaksi
fr: En letton
lv: Latviešu valodā
nb: På latvisk
nl: In het Lets
pl: Po łotewsku
sv: På lettiska

source: In Danish
da: På dansk
de: Auf Dänisch
et: Taani keeles
fi: Tanskaksi
fr: En danois
lv: Dāņu valodā
nb: På dansk
nl: In het Deens
pl: Po duńsku
sv: På danska

source: In Norwegian
da: På norsk
de: Auf Norwegisch
et: Norra keeles
fi: Norjaksi
fr: En norvégien
lv: Norvēģu valodā
nb: På norsk
nl: In het Noors
pl: Po norwesku
sv: På norska

source: In French
da: På fransk
de: Auf Französisch
et: Prantsuse keeles
fi: Ranskaksi
fr: En français
lv: Franču valodā
nb: På fransk
nl: In het Frans
pl: Po francusku
sv: På franska

source: In Dutch
da: På hollandsk
de: Auf Niederländisch
et: Hollandi keeles
fi: Hollanniksi
fr: En néerlandais
lv: Holandiešu valodā
nb: På nederlandsk
nl: In het Nederlands
pl: Po holendersku
sv: På nederländska

source: In Polish
da: På polsk
de: Auf Polnisch
et: Poola keeles
fi: Puolaksi
fr: En polonais
lv: Poļu valodā
nb: På polsk
nl: In het Pools
pl: Po polsku
sv: På polska

source: %(num)s mo.
da: %(num)s mnd.
et: %(num)s k
fi: %(num)s kk.
lv: %(num)s mēn.
nb: %(num)s mnd.
sv: %(num)s månad.

source: %(num)s year
da: %(num)s år
de: %(num)s Jahr
et: %(num)s aasta
fi: %(num)s vuosi
lv: %(num)s gads
nb: %(num)s år
sv: %(num)s år

source: %(num)s month
da: %(num)s måned
de: %(num)s Monat
et: %(num)s kuu
fi: %(num)s kuukausi
lv: %(num)s mēnesis
nb: %(num)s måned
sv: %(num)s månad

source: %(num)s week
da: %(num)s uge
de: %(num)s Woche
et: %(num)s nädal
fi: %(num)s viikko
lv: %(num)s nedēļa
nb: %(num)s uke
sv: %(num)s vecka

source: and
da: og
de: und
et: ja
fi: ja
fr: et
lv: un
nb: og
nl: en
pl: i
sv: och

source: %(num)s hour
da: %(num)s time
de: %(num)s Stunde
et: %(num)s tund
fi: %(num)s tunti
lv: %(num)s stunda
nb: %(num)s time
sv: %(num)s timme

source: %(num)s minute
da: %(num)s minut
et: %(num)s minut
fi: %(num)s minuuttti
lv: %(num)s minūte
nb: %(num)s minutt
sv: %(num)s minut

source: Less than a minute
da: Mindre end et minut
de: Weniger als eine Minute
et: Alla minuti
fi: Alle minuutti
fr: Moins d'une minute
lv: Mazāk nekā minūte
nb: Mindre enn ett minutt
nl: Minder dan een minuut
pl: Mniej niż minuta
sv: Mindre än en minut

source: Free description:
da: Gratis beskrivelse:
de: Freie Beschreibung:
et: Vaba kirjeldus:
fi: Vapaa kuvaus:
fr: Description libre:
lv: Apraksts brīvā formā:
nb: Gratis beskrivelse:
nl: Vrije beschrijving:
pl: Dowolny opis:
sv: Fri beskrivning:

source: Thank you! I will call you on
da: Tak skal du have! Jeg ringer til dig den
de: Vielen Dank! Ich rufe Sie an
et: Aitäh! Sinuga tehakse
fi: Kiitos! Soitan sinulle
fr: Merci! Je vous appellerai le
lv: Paldies! Es jums piezvanīšu
nb: Takk skal du ha! Jeg ringer deg på
nl: Dank je wel! Ik bel je op
pl: Dziękuję! Zadzwonię do Ciebie
sv: Tack så mycket! Jag kommer att ringa dig

source: a phone interview
da: et telefoninterview
de: ein telefonisches Bewerbungsgespräch
et: telefonivestlus
fi: puhelinhaastattelu
fr: un entretien téléphonique
lv: telefona intervija
nb: et telefonintervju
nl: een telefonisch interview
pl: na rozmowę telefoniczną
sv: en telefonintervju

source: Thank you! I am looking forward to see you on
da: Tak skal du have! Jeg glæder mig til at se dig for
de: Du hast folgenden Termin bestätigt:
et: Aitäh! Kohtume
fi: Kiitos! Odotan innolla tapaamistamme
fr: Merci! J'ai hâte de vous voir le
lv: Paldies! Uz tikšanos
nb: Takk skal du ha! Jeg gleder meg til å se deg
nl: Dank je wel! Ik kijk ernaar uit je te zien op
pl: Dziękuję! Nie mogę się doczekać spotkania z Tobą
sv: Tack så mycket! Jag ser fram emot att träffa dig

source: an interview
da: et interview
de: ein Bewerbungsgespräch
et: vestlusel
fi: haastattelu
fr: un entretien
lv: intervija
nb: et intervju
nl: een interview
pl: na rozmowę kwalifikacyjną
sv: en intervju

source: Thank you! I look forward to meeting with you online on
da: Tak! Jeg ser frem til at mødes med dig online den
de: Vielen Dank! Ich freue mich darauf, Sie online zu treffen am
et: Aitäh! Ootan teiega veebis kohtumist
fi: Kiitos! Odotan sinun tapaamistasi online-tapaamisessa
fr: Merci ! J'ai hâte de vous rencontrer en ligne le
lv: Paldies! Es gaidu tikšanos ar jums tiešsaistē
nb: Takk! Jeg ser frem til å møte deg på nett
nl: Bedankt! Ik kijk ernaar uit om u online te ontmoeten op
pl: Dziękuję! Nie mogę się doczekać spotkania z Tobą online
sv: Tack! Jag ser fram emot att träffa dig online den

source: Thank you! I am looking forward to see you coming to
da: Tak skal du have! Jeg glæder mig til at se dig komme til
de: Danke! Du hast folgenden Termin gebucht:
et: Aitäh! Loodan sinuga
fi: Kiitos! Odotan innolla tapaavani sinut
fr: Merci! J'ai hâte de vous voir venir à
lv: Paldies! Gaidīšu jūs uz
nb: Takk skal dere ha! Jeg gleder meg til å se deg på
nl: Dank je wel! Ik kijk ernaar uit je te zien komen naar
pl: Dziękuję! Nie mogę się doczekać, aż przyjdziesz na
sv: Tack! Jag ser fram emot att träffa dig

source: the group interview
da: gruppeinterviewet
de: das Gruppenbewerbungsgespräch
et: grupivestlusel kohtuda
fi: ryhmähaastattelu
fr: l'entretien de groupe
lv: grupas interviju
nb: gruppeintervjuet
nl: het groepsinterview
pl: rozmowę grupową
sv: i gruppintervjun

source: [TalentAdore] Interview with %(applicant)s scheduled at %(time)s
da: [TalentAdore] Interview med %(applicant)s planlagt til %(time)s
de: [TalentAdore] Bewerbungsgespräch mit %(applicant)s geplant um %(time)s
et: [TalentAdore] Vestlus kandidaadiga %(applicant)s on ajal %(time)s
fi: [TalentAdore] Haastattelu hakijan %(applicant)s kanssa sovittu %(time)s
fr: [TalentAdore] Entretien avec %(applicant)s prévu à %(time)s
lv: [TalentAdore] Intervija ar %(applicant)s ieplānota %(time)s
nb: [TalentAdore] Intervju med %(applicant)s planlagt til %(time)s
nl: [TalentAdore] Interview met %(applicant)s gepland om %(time)s
pl: [TalentAdore] Rozmowa kwalifikacyjna z %(applicant)s zaplanowana na %(time)s
sv: [TalentAdore] Intervju med %(applicant)s bokad %(time)s

source: [TalentAdore] New job requisition waiting for approval
da: [TalentAdore] Ny jobanmodning venter på godkendelse
de: [TalentAdore] Neues Stellenangebot wartet auf Genehmigung
et: [TalentAdore] Uus värbamistaotlus ootab kinnitust
fi: [TalentAdore] Uusi rekrytointilupapyyntö odottaa hyväksyntää
fr: [TalentAdore] Nouvelle demande d'emploi en attente d'approbation
lv: [TalentAdore] Jauns darba pieprasījums gaida apstiprinājumu
nb: [TalentAdore] Ny jobbrekvisisjon venter på godkjenning
nl: [TalentAdore] Nieuwe vacature wacht op goedkeuring
pl: [TalentAdore] Nowe zapotrzebowanie na pracownika oczekuje na zatwierdzenie
sv: [TalentAdore] Nytt rekryteringstillstånd väntar på godkännande

source: [TalentAdore] Comment for position {position}
da: [TalentAdore] Kommentar til stilling {position}
de: [TalentAdore] Kommentar zur Stelle {position}
et: [TalentAdore] Ametikoha {position} kommentaar
fi: [TalentAdore] Kommentti työpaikkailmoitukselle {position}
fr: [TalentAdore] Commentaire pour le poste {position}
lv: [TalentAdore] Komentārs vakancei {position}
nb: [TalentAdore] Kommentar til stilling {position}
nl: [TalentAdore] Opmerking voor functie {position}
pl: [TalentAdore] Komentarz do stanowiska {position}
sv: [TalentAdore] Kommentar för position {position}

source: [TalentAdore] Job requisition {job_name} approved
da: [TalentAdore] Jobanmodning {job_name} godkendt
de: [TalentAdore] Stellenangebot {job_name} genehmigt
et: [TalentAdore] Värbamistaotlus {job_name} on kinnitatud
fi: [TalentAdore] Rekrytointilupapyyntö "{job_name}" hyväksytty
fr: [TalentAdore] Demande d'emploi {job_name} approuvée
lv: [TalentAdore] Darba pieprasījums {job_name} ir apstiprināts
nb: [TalentAdore] Jobbrekvisisjon {job_name} godkjent
nl: [TalentAdore] Vacature {job_name} goedgekeurd
pl: [TalentAdore] Zapotrzebowanie na pracownika {job_name} zatwierdzone
sv: [TalentAdore] Rekryteringstillståndet för tjänsten "{job_name}" har godkänts

source: You can read the comment below: {comment}
da: Du kan læse kommentaren nedenfor: {comment}
de: Sie können den Kommentar unten lesen: {comment}
et: Allpool saate lugeda kommentaari: {comment}
fi: Voit lukea kommentin alta: {comment}
fr: Vous pouvez lire le commentaire ci-dessous : {comment}
lv: Jūs varat izlasīt komentāru zemāk: {comment}
nb: Du kan lese kommentaren nedenfor: {comment}
nl: U kunt de onderstaande opmerking lezen: {comment}
pl: Możesz przeczytać komentarz poniżej: {comment}
sv: Du kan läsa kommentaren nedan: {comment}

source: Your personal information
da: Dine personlige oplysninger
de: Ihre persönlichen Informationen
et: Sinu isikuandmed
fi: Henkilökohtaiset tietosi
fr: Vos informations personnelles
lv: Jūsu personas dati
nb: Personopplysningene dine
nl: Uw persoonlijke gegevens
pl: Twoje dane osobowe
sv: Dina personliga uppgifter

source: Reason for the withdrawal: {withdrawal_reason}
da: Årsag til tilbagetrækningen: {withdrawal_reason}
de: Grund des Widerrufs: {withdrawal_reason}
et: Loobumise põhjus: {withdrawal_reason}
fi: Peruutuksen syy: {withdrawal_reason}
fr: Raison du retrait : {withdrawal_reason}
lv: Atsaukšanas iemesls: {withdrawal_reason}
nb: Årsak til tilbaketrekning: {withdrawal_reason}
nl: Reden voor de intrekking: {withdrawal_reason}
pl: Powód wycofania: {withdrawal_reason}
sv: Orsak för återkallande: {withdrawal_reason}

source: [TalentAdore] An applicant has just withdrawn from the process
da: [TalentAdore] En ansøger har netop trukket sig fra processen
de: [TalentAdore] Ein Bewerber hat gerade seine Bewerbung widerrufen
et: [TalentAdore] Kandidaat on äsja loobunud
fi: [TalentAdore] Hakija on juuri vetäytynyt prosessista
fr: [TalentAdore] Un candidat vient de se retirer du processus
lv: [TalentAdore] Kandidāts ir atsaucis pieteikumu
nb: [TalentAdore] En søker har nettopp trukket seg fra prosessen
nl: [TalentAdore] Een sollicitant heeft zich zojuist teruggetrokken uit het proces
pl: [TalentAdore] Kandydat właśnie wycofał się z procesu
sv: [TalentAdore] En kandidat har nyss återkallat sin ansökan

source: [TalentAdore] {mentioner} has mentioned you!
da: [TalentAdore] {mentioner} har nævnt dig!
de: [TalentAdore] {mentioner} hat sie erwähnt.
et: [TalentAdore] {mentioner} mainis sind.
fi: [TalentAdore] {mentioner} on maininnut sinut!
fr: [TalentAdore] {mentioner} vous a mentionné !
lv: [TalentAdore] {mentioner} pieminēja jūs!
nb: [TalentAdore] {mentioner} har nevnt deg!
nl: [TalentAdore] {mentioner} heeft u genoemd!
pl: [TalentAdore] {mentioner} wspomniał o Tobie!
sv: [TalentAdore] {mentioner} har nämnt dig!

source: {first_name} {last_name} from {company} has invited you to TalentAdore Hire
da: {first_name} {last_name} fra {company} har inviteret dig til TalentAdore Hire
de: {first_name} {last_name} von {company} hat Sie zu TalentAdore Hire eingeladen
et: {first_name} {last_name} ettevõttest {company} on kutsunud sind kasutama keskkonda TalentAdore Hire
fi: {first_name} {last_name} organisaatiosta {company} on kutsunut sinut TalentAdoreen
fr: {first_name} {last_name} de {company} vous a invité à TalentAdore Hire
lv: {first_name} {last_name} no uzņēmuma {company} ir uzaicinājis jūs uz TalentAdore Hire
nb: {first_name} {last_name} fra {company} har invitert deg til TalentAdore Hire
nl: {first_name} {last_name} van {company} heeft u uitgenodigd voor TalentAdore Hire
pl: {first_name} {last_name} z firmy {company} zaprosił Cię do TalentAdore Hire
sv: {first_name} {last_name} från {company} har bjudit in dig till TalentAdore Hire

source: {first_name} {last_name} has invited you to TalentAdore Hire
da: {first_name} {last_name} har inviteret dig til TalentAdore Hire
de: {first_name} {last_name} hat Sie zu TalentAdore Hire eingeladen
et: {first_name} {last_name} on kutsunud sind kasutama keskkonda TalentAdore Hire
fi: {first_name} {last_name} on kutsunut sinut TalentAdoreen
fr: {first_name} {last_name} vous a invité à TalentAdore Hire
lv: {first_name} {last_name} ir uzaicinājis jūs uz TalentAdore Hire
nb: {first_name} {last_name} har invitert deg til TalentAdore Hire
nl: {first_name} {last_name} heeft u uitgenodigd voor TalentAdore Hire
pl: {first_name} {last_name} zaprosił Cię do TalentAdore Hire
sv: {first_name} {last_name} har bjudit in dig till TalentAdore Hire

source: Your account to TalentAdore recruitment system has been activated
da: Din konto til TalentAdores rekrutteringssystem er blevet aktiveret
de: Ihr Account im TalentAdore System wurde aktiviert
et: Sinu TalentAdore’i värbamissüsteemi konto on aktiveeritud
fi: Käyttäjätilisi TalentAdoren rekrytointijärjestelmään on aktivoitu
fr: Votre compte pour le système de recrutement TalentAdore a été activé
lv: Jūsu konts TalentAdore atlases sistēmā ir aktivizēts
nb: Kontoen din i TalentAdores rekrutteringssystem er aktivert
nl: Uw account voor het TalentAdore-wervingssysteem is geactiveerd
pl: Twoje konto w systemie rekrutacyjnym TalentAdore zostało aktywowane
sv: Ditt konto i rekryteringssystemet TalentAdore har aktiverats

source: Yesterday
da: I går
de: Gestern
et: Eile
fi: Eilen
fr: Hier
lv: Vakar
nb: I går
nl: Gisteren
pl: Wczoraj
sv: Igår

source: [TalentAdore] new applications daily summary
da: [TalentAdore] Ny daglig oversigt over ansøgninger
de: [TalentAdore] Tägliche Zusammenfassung neuer Bewerbungen
et: [TalentAdore] uute avalduste igapäevane kokkuvõte
fi: [TalentAdore] Päivittäinen yhteenvetosi uusista hakemuksista
fr: [TalentAdore] Résumé quotidien des nouvelles candidatures
lv: [TalentAdore] jaunu pieteikumu dienas kopsavilkums
nb: [TalentAdore] daglig sammendrag av nye søknader
nl: [TalentAdore] nieuwe sollicitaties dagelijkse samenvatting
pl: [TalentAdore] podsumowanie nowych aplikacji z dnia
sv: [TalentAdore] nya ansökningar, sammanfattning av dagen

source: Last week
da: Sidste uge
de: Letze Woche
et: Eelmine nädal
fi: Viime viikolla
fr: La semaine dernière
lv: Pagājušajā nedēļā
nb: Forrige uke
nl: Vorige week
pl: W zeszłym tygodniu
sv: Förra veckan

source: [TalentAdore] new applications weekly summary
da: [TalentAdore] Ugentlig oversigt over nye ansøgninger
de: [TalentAdore] Wöchentliche Zusammenfassung neuer Bewerbungen
et: [TalentAdore] uute avalduste iganädalane kokkuvõte
fi: [TalentAdore] Viikoittainen yhteenvetosi uusista hakemuksista
fr: [TalentAdore] Résumé hebdomadaire des nouvelles candidatures
lv: [TalentAdore] jaunu pieteikumu nedēļas kopsavilkums
nb: [TalentAdore] ukentlig sammendrag av nye søknader
nl: [TalentAdore] nieuwe sollicitaties wekelijkse samenvatting
pl: [TalentAdore] podsumowanie nowych aplikacji z tygodnia
sv: [TalentAdore] nya ansökningar, sammanfattning av veckan

source: Today
da: I dag
de: Heute
et: Täna
fi: Tänään
fr: Aujourd'hui
lv: Šodien
nb: I dag
nl: Vandaag
pl: Dzisiaj
sv: Idag

source: [TalentAdore] Your tasks and interviews for today
da: [TalentAdore] Dine opgaver og interviews i dag
de: [TalentAdore] Deine Aufgaben und Bewerbungsgespräche für heute
et: [TalentAdore] Sinu tänased ülesanded ja vestlused
fi: [TalentAdore] Päivittäiset muistutuksesi ja haastattelusi
fr: [TalentAdore] Vos tâches et entretiens pour aujourd'hui
lv: [TalentAdore] Jūsu šīsdienas uzdevumi un intervijas
nb: [TalentAdore] Dine oppgaver og intervjuer for i dag
nl: [TalentAdore] Uw taken en interviews voor vandaag
pl: [TalentAdore] Twoje zadania i rozmowy na dzisiaj
sv: [TalentAdore] Dina uppgifter och intervjuer för idag

source: This week
da: I denne uge
de: Diese Woche
et: See nädal
fi: Tällä viikolla
fr: Cette semaine
lv: Šonedēļ
nb: Denne uken
nl: Deze week
pl: W tym tygodniu
sv: Den här veckan

source: Shared application
da: Delt ansøgelse
de: Geteilte Bewerbungen
et: Jagatud avaldus
fi: Jaettu hakemus
fr: Candidature partagée
lv: Kopīgots pieteikums
nb: Delt søknad
nl: Gedeelde sollicitatie
pl: Udostępniona aplikacja
sv: Delad ansökan

source: Shared talent
da: Fælles talent
de: Geteilte Talente
et: Jagatud talent
fi: Jaettu talentti
fr: Talent partagé
lv: Kopīgot talantu
nb: Delt talent
nl: Gedeeld talent
pl: Udostępniony talent
sv: Delad talang

source: [TalentAdore] New task assigned from {assigner}
da: [TalentAdore] Ny opgave tildelt fra {assigner}
de: [TalentAdore] Neue Aufgaben von {assigner} bekommen
et: [TalentAdore] {assigner} määras uue ülesande
fi: [TalentAdore] Uusi tehtävä käyttäjältä {assigner}
fr: [TalentAdore] Nouvelle tâche assignée par {assigner}
lv: [TalentAdore] Jauns uzdevums, kuru piešķīris {assigner}
nb: [TalentAdore] Ny oppgave tildelt fra {assigner}
nl: [TalentAdore] Nieuwe taak toegewezen door {assigner}
pl: [TalentAdore] Nowe zadanie przypisane przez {assigner}
sv: [TalentAdore] Ny uppgift från {assigner}

source: {user} would like to introduce new candidates to you
da: {user} vil gerne præsentere nye kandidater for dig
de: {user} würde Ihnen gerne neue Kandidaten vorstellen
et: {user} soovib sulle tutvustada uusi kandidaate
fi: {user} haluaisi esitellä sinulle uusia hakijoita
fr: {user} souhaite vous présenter de nouveaux candidats
lv: {user} vēlas iepazīstināt jūs ar jauniem kandidātiem
nb: {user} ønsker å presentere nye kandidater for deg
nl: {user} wil nieuwe kandidaten aan u voorstellen
pl: {user} chciałby przedstawić Ci nowych kandydatów
sv: {user} vill introducera nya kandidater för dig

source: {company_name} - {user} sent a message related to candidate introduction
da: {company_name} - {user} har sendt en besked om introduktion af en kandidat
de: {company_name} - {user} hat eine Nachricht bezüglich Kandidatenvorstellungen gesendet
et: {company_name} – {user} saatis kandidaaditutvustusega seotud sõnumi
fi: {company_name} - {user} lähetti viestin hakijaesittelyyn liittyen
fr: {company_name} - {user} a envoyé un message concernant la présentation d'un candidat
lv: {company_name} – {user} nosūtīja ziņojumu saistībā ar kandidāta iepazīstināšanu
nb: {company_name} - {user} sendte en melding relatert til introduksjon av en kandidat
nl: {company_name} - {user} heeft een bericht gestuurd met betrekking tot kandidaatintroductie
pl: {company_name} - {user} wysłał wiadomość związaną z przedstawieniem kandydata
sv: {company_name} - {user} skickade ett meddelande relaterad till kandidatintroduktion

source: {company_name} - {user} submitted new material to candidate introduction
da: {company_name} - {user} har indsendt nyt materiale til kandidatintroduktion
de: {company_name} - {user} hat neue Unterlagen zur Kandidatenvorstellung eingereicht
et: {company_name} – {user} lisas kandidaaditutvustusele uut infot
fi: {company_name} - {user} on lähettänyt uutta materiaalia hakijaesittelyyn
fr: {company_name} - {user} a soumis de nouveaux éléments pour la présentation d'un candidat
lv: {company_name} – {user} iesniedza jaunu materiālu saistībā ar kandidāta iepazīstināšanu
nb: {company_name} - {user} har sendt inn nytt materiale til kandidatintroduksjonen
nl: {company_name} - {user} heeft nieuw materiaal ingediend voor kandidaatintroductie
pl: {company_name} - {user} przesłał nowe materiały do prezentacji kandydata
sv: {company_name} - {user} skickade in nytt material till kandidatintroduktionen

source: {company_name} would like to introduce potential candidates to you
da: {company_name} vil gerne præsentere potentielle kandidater for dig
de: {company_name} möchte Ihnen potenzielle Kandidaten vorstellen
et: {company_name} soovib sulle tutvustada võimalikke kandidaate
fi: {company_name} haluaisi esitellä sinulle uusia hakijoita
fr: {company_name} souhaite vous présenter des candidats potentiels
lv: {company_name} vēlas iepazīstināt jūs ar potenciālajiem kandidātiem
nb: {company_name} ønsker å presentere potensielle kandidater for deg
nl: {company_name} wil potentiële kandidaten aan u voorstellen
pl: {company_name} chciałby przedstawić Ci potencjalnych kandydatów
sv: {company_name} vill introducera potentiella kandidater för dig
