Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Change step and invite to reference checking
da: Skift trin og inviter til referencetjek
de: Schritt ändern und zur Referenzüberprüfung auffordern
et: Muuda etappi ja kutsu soovitajate ülevaatusele
fi: Siirrä uuteen vaiheeseen ja kutsu referenssitarkistukseen
fr: Changer l'étape et inviter à la vérification des références
lv: Mainīt posmu un uzaicināt uz atsauksmju pārbaudi
nb: Endre trinn og inviter til referansesjekkl
nl: Wijzig stap en nodig uit voor referentiecontrole
pl: Zmień krok i zaproś do sprawdzenia referencji
sv: Byt steg och bjud in till referenskontroll

source: Please confirm to send the applicant to reference checking or click cancel to only change the step.
da: Bekræft venligst for at sende ansøgeren til referencetjek, eller klik på Annuller for kun at ændre trinnet.
de: Bestätigen Sie bitte, um den Bewerber zur Referenzüberprüfung zu senden oder klicken Sie auf Abbrechen, um nur diesen Schritt zu ändern.
et: Kinnita kandidaadi saatmine soovitajate ülevaatusele või tühista tegevus, et muuta ainult etapp.
fi: Ole hyvä ja vahvista referenssitarkistuksen lähettäminen hakijalle tai paina peruuta siirtyäksesi eteenpäin.
fr: Veuillez confirmer l'envoi du candidat à la vérification des références ou cliquez sur annuler pour seulement changer l'étape.
lv: Apstipriniet, lai nosūtītu kandidātu uz atsauksmju pārbaudi vai noklikšķiniet uz atcelšanas pogas, lai mainītu tikai posmu.
nb: Bekreft for å sende søkeren til referansesjekk, eller klikk på avbryt for å bare endre trinnet.
nl: Bevestig om de sollicitant te verzenden voor referentiecontrole of klik op annuleren om alleen de stap te wijzigen.
pl: Potwierdź wysłanie kandydata do sprawdzenia referencji lub kliknij anuluj, aby tylko zmienić krok.
sv: Bekräfta att skicka ansökanden till referenskontroll eller klicka på avbryt för att bara ändra steget.

source: Applicant already sent for reference checking
da: Ansøgeren er allerede sendt til referencetjek
de: Antragsteller bereits zur Referenzüberprüfung gesendet
et: Kandidaat on juba soovitajate ülevaatusele saadetud
fi: Hakija on jo lähetetty referenssitarkistukseen
fr: Le candidat a déjà été envoyé pour vérification des références
lv: Kandidāts jau nosūtīts atsauksmju pārbaudei
nb: Søker allerede sendt til referansesjekk
nl: Sollicitant is al verzonden voor referentiecontrole
pl: Kandydat został już wysłany do sprawdzenia referencji
sv: Ansökande har redan skickats till referenskontroll

source: Applicant sent for reference checking
da: Ansøger sendt til referencetjek
de: Antragsteller zur Referenzüberprüfung gesendet
et: Kandidaat on soovitajate ülevaatusele saadetud
fi: Hakija lähetetty referenssitarkistukseen.
fr: Candidat envoyé pour vérification des références
lv: Kandidāts nosūtīts atsauksmju pārbaudei
nb: Søker sendt til referansesjekk
nl: Kandidaat verzonden voor referentiecontrole
pl: Kandydat został wysłany do sprawdzenia referencji
sv: Ansökande skickad till referenskontroll

source: Applicant cannot be invited to reference checking
da: Ansøgeren kan ikke inviteres til referencetjek
de: Antragsteller kann nicht zur Referenzüberprüfung eingeladen werden
et: Kandidaati ei saa soovitajate ülevaatusele saata
fi: Hakijaa ei voida kutsua referenssitarkistukseen
fr: Le candidat ne peut pas être invité à la vérification des références
lv: Kandidātu nevar uzaicināt uz atsauksmju pārbaudi
nb: Søkeren kan ikke inviteres til referansesjekk
nl: Kandidaat kan niet worden uitgenodigd voor referentiecontrole
pl: Nie można zaprosić kandydata do sprawdzenia referencji
sv: Ansökande kan inte bjudas in till referenskontroll

source: Not sent for reference checking
da: Ikke sendt til referencetjek
de: Nicht zur Referenzüberprüfung gesendet
et: Ei ole soovitajate ülevaatusele saadetud
fi: Ei lähetetty referenssitarkistukseen
fr: Non envoyé pour vérification des références
lv: Nav nosūtīts atsauksmju pārbaudei
nb: Ikke sendt til referansesjekk
nl: Niet verzonden voor referentiecontrole
pl: Nie wysłano do sprawdzenia referencji
sv: Inte skickad till referenskontroll

source: {} out of {} references received
da: {} ud af {} modtagne referencer
de: {} von {} erhaltenen Referenzen
et: Olemas on {} soovitaja(t) {} soovitajast
fi: {} kautta {} referenssiä vastaanotettu
fr: {} références reçues sur {}
lv: Saņemto atsauksmju skaits: {} no {}
nb: {} av {} mottatte referanser
nl: {} van de {} referenties ontvangen
pl: Otrzymano {} z {} referencji
sv: {} av {} mottagna referenser

source: Reference checking in progress.
da: Referencetjek i gang.
de: Die Überprüfung der Referenzen ist im Gange.
et: Soovitajaid kontrollitakse.
fi: Referenssien tarkistaminen käynnissä
fr: Vérification des références en cours.
lv: Norisinās atsauksmju pārbaude.
nb: Referansesjekk pågår.
nl: Referentiecontrole wordt uitgevoerd.
pl: Trwa sprawdzanie referencji.
sv: Referenskontroll pågår.

source: {} references received
da: {} modtagne referencer
de: {} erhaltene Referenzen
et: Olemas on {} soovitaja(t)
fi: {} referenssiä vastaanotettu
fr: {} références reçues
lv: Saņemto atsauksmju skaits: {}
nb: {} mottatte referanser
nl: {} referenties ontvangen
pl: Otrzymano {} referencji
sv: {} mottagna referenser

source: Reference check completed.
da: Referencetjek gennemført.
de: Überprüfung der Referenzen abgeschlossen.
et: Soovitajad on kontrollitud.
fi: Referenssitarkistus on valmis.
fr: Vérification des références terminée.
lv: Atsauksmju pārbaude pabeigta.
nb: Referansesjekk fullført.
nl: Referentiecontrole voltooid.
pl: Sprawdzanie referencji zakończone.
sv: Referenskontroll avslutad.

source: Video interview invitation cannot be sent
da: Invitation til videosamtale kan ikke sendes
de: Einladung zum Videointerview kann nicht gesendet werden
et: Videointervjuu kutset ei saa saata
fi: Videohaastattelukutsua ei voida lähettää
fr: L'invitation à l'entretien vidéo ne peut pas être envoyée
lv: Video intervijas uzaicinājumu nevar nosūtīt
nb: Invitasjon til videointervju kan ikke sendes
nl: Uitnodiging voor video-interview kan niet worden verzonden
pl: Nie można wysłać zaproszenia na rozmowę wideo
sv: Inbjudan till videointervju kan inte skickas

source: Video interview invitation email sent
da: E-mail med invitation til videosamtale sendt
de: Einladungs-E-Mail zum Videointerview gesendet
et: Videointervjuu kutse e-kiri on saadetud
fi: Videohaastattelukutsu lähetetty
fr: E-mail d'invitation à l'entretien vidéo envoyé
lv: Video intervijas uzaicinājuma e-pasts nosūtīts
nb: E-post med invitasjon til videointervju er sendt
nl: E-mail met uitnodiging voor video-interview verzonden
pl: Wysłano e-mail z zaproszeniem do rozmowy wideo
sv: Inbjudningsmejl till videointervju skickat

source: Send video interview invitation email to {}
da: Send e-mail med invitation til videosamtale til {}
de: Sende Einladungs-E-Mail zum Videointerview an {}
et: Saada videointervjuu kutse e-kiri aadressile {}
fi: Lähetä videohaastattelukutsun sähköposti osoitteeseen {}
fr: Envoyer un e-mail d'invitation à l'entretien vidéo à {}
lv: Nosūtīt video intervijas uzaicinājuma e-pastu {}
nb: Send e-post med invitasjon til videointervju til {}
nl: Stuur e-mail met uitnodiging voor video-interview naar {}
pl: Wyślij e-mail z zaproszeniem do rozmowy wideo do {}
sv: Skicka e-post med inbjudan till videointervju till {}

source: Set interview deadline
et: Määra intervjuu tähtaeg
fi: Aseta haastattelun määräaika
sv: Ange deadline för intervju

source: Extend video interview deadline and send message
da: Forlæng deadline for videosamtale og send besked
de: Frist für das Videointerview verlängern und Nachricht senden
et: Pikendage videointervjuu tähtaega ja saatke sõnum
fi: Pidentää videohaastattelun määräaikaa ja lähettää viestin
fr: Prolonger la date limite de l'entretien vidéo et envoyer un message
lv: Pagarināt video intervijas termiņu un nosūtīt ziņojumu
nb: Forleng fristen for videointervju og send melding
nl: Verleng de deadline voor het video-interview en stuur een bericht
pl: Przedłuż termin rozmowy wideo i wyślij wiadomość
sv: Förläng deadline för videointervju och skicka meddelande

source: Please select the new deadline for video interview.
da: Vælg venligst den nye deadline for videosamtale.
de: Bitte wählen Sie die neue Frist für das Videointerview aus.
et: Palun valige videointervjuu uus tähtaeg.
fi: Valitse uusi määräaika videohaastattelulle.
fr: Veuillez sélectionner la nouvelle date limite pour l'entretien vidéo.
lv: Lūdzu, izvēlieties jauno video intervijas termiņu.
nb: Vennligst velg den nye fristen for videointervju.
nl: Selecteer de nieuwe deadline voor het video-interview.
pl: Wybierz nowy termin rozmowy wideo.
sv: Vänligen välj den nya tidsfristen för videointervjun.

source: No video interview feature configured
da: Ingen videosamtalefunktion konfigureret
de: Keine Videointerview-Funktion konfiguriert
et: Videointervjuu funktsiooni pole konfigureeritud
fi: Videohaastattelutoimintoa ei ole määritetty
fr: Aucune fonctionnalité d'entretien vidéo configurée
lv: Nav konfigurēta video intervijas funkcija
nb: Ingen videointervjufunksjon konfigurert
nl: Geen video-interviewfunctie geconfigureerd
pl: Nie skonfigurowano funkcji rozmowy wideo
sv: Ingen funktion för videointervju har konfigurerats

source: Video interview deadline extended
da: Deadline for videosamtale forlænget
de: Frist für das Videointerview verlängert
et: Videointervjuu tähtaega on pikendatud
fi: Videohaastattelun määräaikaa on pidennetty
fr: Date limite de l'entretien vidéo prolongée
lv: Video intervijas termiņš pagarināts
nb: Fristen for videointervju er forlenget
nl: Deadline voor video-interview verlengd
pl: Termin rozmowy wideo został przedłużony
sv: Tidsfristen för videointervjun har förlängts

source: Extend video interview deadline without message
da: Forlæng deadline for videosamtale uden besked
de: Bewerbungsfrist für Videointerview ohne Nachricht verlängern
et: Pikendage videointervjuu tähtaega ilma sõnumita
fi: Pidentää videohaastattelun määräaikaa ilman viestiä
fr: Prolonger la date limite de l'entretien vidéo sans message
lv: Pagarināt video intervijas termiņu bez ziņojuma
nb: Forleng fristen for videointervju uten melding
nl: Verleng de deadline voor het video-interview zonder bericht
pl: Przedłuż termin rozmowy wideo bez wysyłania wiadomości
sv: Förläng deadline för videointervju utan meddelande

source: Cancel video interview without message
da: Annuller videosamtale uden besked
de: Videointerview ohne Nachricht absagen
et: Tühistage videointervjuu ilma sõnumita
fi: Peru videohaastattelu ilman viestiä
fr: Annuler l'entretien vidéo sans message
lv: Atcelt video interviju bez ziņojuma
nb: Avbryt videointervju uten melding
nl: Annuleer video-interview zonder bericht
pl: Anuluj rozmowę wideo bez wysyłania wiadomości
sv: Avbryt videointervju utan meddelande

source: Video interview cancelled
da: Videosamtale annulleret
de: Videointerview abgesagt
et: Videointervjuu on tühistatud
fi: Videohaastattelu peruutettu
fr: Entretien vidéo annulé
lv: Video intervija atcelta
nb: Videointervju avbrutt
nl: Video-interview geannuleerd
pl: Rozmowa wideo została anulowana
sv: Videointervjun har avbrutits

source: Add a video interview in the edit position view
da: Tilføj en videosamtale i redigeringsvisningen for stilling
de: Videointerview in der Ansicht zur Positionsbearbeitung hinzufügen
et: Lisage videointervjuu ametikoha muutmise vaates
fi: Lisää videohaastattelu muokkausnäkymään
fr: Ajouter un entretien vidéo dans la vue de modification du poste
lv: Pievienot video interviju pozīcijas rediģēšanas skatā
nb: Legg til et videointervju i redigeringsvisningen for stilling
nl: Voeg een video-interview toe in de weergave positie bewerken
pl: Dodaj rozmowę wideo w widoku edycji stanowiska
sv: Lägg till en videointervju i redigeringsvyn

source: Previous invitation to video interview was cancelled
da: Tidligere invitation til videosamtale blev annulleret
de: Vorherige Einladung zum Videointerview wurde abgesagt
et: Eelmine kutse videointervjuule tühistati
fi: Aiempi kutsu videohaastatteluun peruutettiin
fr: L'invitation précédente à l'entretien vidéo a été annulée
lv: Iepriekšējais uzaicinājums uz video interviju tika atcelts
nb: Tidligere invitasjon til videointervju ble avbrutt
nl: Vorige uitnodiging voor video-interview is geannuleerd
pl: Poprzednie zaproszenie do rozmowy wideo zostało anulowane
sv: Föregående inbjudan till videointervju avbröts

source: Video interview invitation sent
da: Invitation til videosamtale sendt
de: Einladung zum Videointerview gesendet
et: Videointervjuu kutse on saadetud
fi: Videohaastattelukutsu lähetetty
fr: Invitation à l'entretien vidéo envoyée
lv: Video intervijas uzaicinājums nosūtīts
nb: Invitasjon til videointervju er sendt
nl: Uitnodiging voor video-interview verzonden
pl: Wysłano zaproszenie do rozmowy wideo
sv: Inbjudan till videointervju skickad

source: Video interview deadline passed, no answer received
da: Deadline for videosamtale overskredet, intet svar modtaget
de: Frist für Videointerview abgelaufen, keine Antwort erhalten
et: Videointervjuu tähtaeg on möödunud, vastust pole saadud
fi: Videohaastattelun määräaika on umpeutunut, vastausta ei saatu
fr: Date limite de l'entretien vidéo dépassée, aucune réponse reçue
lv: Video intervijas termiņš beidzies, atbilde nav saņemta
nb: Fristen for videointervju er utløpt, ingen svar mottatt
nl: Deadline voor video-interview verstreken, geen antwoord ontvangen
pl: Minął termin rozmowy wideo, nie otrzymano odpowiedzi
sv: Tidsfristen för videointervjun har passerat, inget svar mottogs

source: Video interview answered
da: Videosamtale besvaret
de: Videointerview beantwortet
et: Videointervjuule on vastatud
fi: Videohaastatteluun on vastattu
fr: Entretien vidéo répondu
lv: Video intervija atbildēta
nb: Videointervju besvart
nl: Video-interview beantwoord
pl: Udzielono odpowiedzi na rozmowę wideo
sv: Videointervju besvarad

source: Applied for
da: Ansøgt om
de: Beworben als
et: Kandideeris ametikohale
fi: Haettu työpaikka
fr: Postulé pour
lv: Pieteicās
nb: Søkt om
nl: Solliciteerde voor
pl: Aplikował na
sv: Ansökte till

source: Interview type
da: Type af interview
de: Art des Bewerbungsgesprächs
et: Vestluse tüüp
fi: Haastattelun tyyppi
fr: Type d'entretien
lv: Intervijas veids
nb: Intervjutype
pl: Typ rozmowy
sv: Typ av intervju

source: Interview start
da: Interviewets start
de: Beginn des Interviews
et: Vestluse algus
fi: Haastattelun alku
fr: Début de l'entretien
lv: Intervijas sākums
nb: Intervjuets starttid
nl: Start interview
pl: Początek rozmowy
sv: Intervjuns start

source: Interview end
da: Interviewets afslutning
de: Ende des Interviews
et: Vestluse lõpp
fi: Haastattelun loppu
fr: Fin de l'entretien
lv: Intervijas beigas
nb: Intervjuets sluttid
nl: Einde interview
pl: Koniec rozmowy
sv: Intervjuns slut

source: Title and note
da: Titel og notat
de: Titel und Anmerkung
et: Pealkiri ja märge
fi: Otsikko ja muistiinpano
fr: Titre et note
lv: Nosaukums un piezīme
nb: Tittel og merknad
nl: Titel en notitie
pl: Tytuł i notatka
sv: Titel och noteringar

source: %(minutes)s minutes
da: %(minutes)s minutter
de: %(minutes)s Minuten
et: %(minutes)s minutit
fi: %(minutes)s minuuttia
lv: %(minutes)s minūtes
nb: %(minutes)s minutter
nl: %(minutes)s minuten
pl: %(minutes)s minut
sv: %(minutes)s minuter

source: One hour
da: En time
de: Eine Stunde
et: Üks tund
fi: Tunti
fr: Une heure
lv: Viena stunda
nb: En time
nl: Een uur
pl: Jedna godzina
sv: En timme

source: One and a half hours
da: Halvanden time
de: Eineinhalb Stunden
et: Poolteist tundi
fi: 1,5 tuntia
fr: Une heure et demie
lv: Pusotra stunda
nb: Halvannen time
nl: Anderhalf uur
pl: Półtorej godziny
sv: En och en halv timme

source: Two hours
da: To timer
de: Zwei Stunden
et: Kaks tundi
fi: 2 tuntia
fr: Deux heures
lv: Divas stundas
nb: To timer
nl: Twee uur
pl: Dwie godziny
sv: Två timmar

source: Three hours
da: Tre timer
de: Drei Stunden
et: Kolm tundi
fi: 3 tuntia
fr: Trois heures
lv: Trīs stundas
nb: Tre timer
nl: Drie uur
pl: Trzy godziny
sv: Tre timmar

source: Four hours
da: Fire timer
de: Vier Stunden
et: Neli tundi
fi: 4 tuntia
fr: Quatre heures
lv: Četras stundas
nb: Fire timer
nl: Vier uur
pl: Cztery godziny
sv: Fyra timmar

source: {begins} (Duration: {duration} minutes) ({language_name}) {topic} ({confirmed_slots}/{max} filled)
da: {begins} (Duration: {duration} minutter) ({language_name}) {topic} ({confirmed_slots}/{max} udfyldt)
de: {begins} (Dauer: {duration} Minuten) ({language_name}) {topic} ({confirmed_slots}/{max} belegt)
et: {begins} (kestus: {duration} minutit) ({language_name}) {topic} ({confirmed_slots}/{max} täidetud)
fi: {begins} (Kesto: {duration} min) ({language_name}) {topic} ({confirmed_slots}/{max} paikkaa täynnä)
fr: {begins} (Durée: {duration} minutes) ({language_name}) {topic} ({confirmed_slots}/{max} rempli)
lv: {begins} (Ilgums: {duration} minūtes) ({language_name}) {topic} ({confirmed_slots}/{max} aizņemti)
nb: {begins} (Varighet: {duration} minutter) ({language_name}) {topic} ({confirmed_slots}/{max} fylt)
nl: {begins} (Duur: {duration} minuten) ({language_name}) {topic} ({confirmed_slots}/{max} gevuld)
pl: {begins} (Czas trwania: {duration} minut) ({language_name}) {topic} ({confirmed_slots}/{max} wypełnione)
sv: {begins} (Längd: {duration} minuter) ({language_name}) {topic} ({confirmed_slots}/{max} platser fyllda)

source: {confirmed} {begins} (Duration: {duration} minutes) ({language_name}) {topic} ({confirmed_slots}/{max} filled)
da: {confirmed} {begins} (Varihed: {duration} minutter) ({language_name}) {topic} ({confirmed_slots}/{max} udfyldt)
de: {confirmed} {begins} (Dauer: {duration} Minuten) ({language_name}) {topic} ({confirmed_slots}/{max} belegt)
et: {confirmed} {begins} (kestus: {duration} minutit) ({language_name}) {topic} ({confirmed_slots}/{max} täidetud)
fi: {confirmed} {begins} (Kesto: {duration} min) ({language_name}) {topic} ({confirmed_slots}/{max} paikkaa)
fr: {confirmed} {begins} (Durée: {duration} minutes) ({language_name}) {topic} ({confirmed_slots}/{max} rempli)
lv: {confirmed} {begins} (Ilgums: {duration} minūtes) ({language_name}) {topic} ({confirmed_slots}/{max} aizņemti)
nb: {confirmed} {begins} (Varighet: {duration} minutes) ({language_name}) {topic} ({confirmed_slots}/{max} fylt)
nl: {confirmed} {begins} (Duur: {duration} minuten) ({language_name}) {topic} ({confirmed_slots}/{max} gevuld)
pl: {confirmed} {begins} (Czas trwania: {duration} minut) ({language_name}) {topic} ({confirmed_slots}/{max} wypełnione)
sv: {confirmed} {begins} (Längd: {duration} minuter) ({language_name}) {topic} ({confirmed_slots}/{max} platser fyllda)

source: Phone interview with %(name)s
da: Telefoninterview med %(name)s
de: Telefonisches Bewerbungsgespräch mit %(name)s
et: Telefonivestlus isikuga %(name)s
fi: Puhelinhaastattelu: %(name)s
fr: Entretien téléphonique avec %(name)s
lv: Telefona intervija ar %(name)s
nb: Telefonintervju med %(name)s
nl: Telefonisch interview met %(name)s
pl: Rozmowa telefoniczna z %(name)s
sv: Telefonintervju med %(name)s

source: Group interview with %(name)s
da: Gruppeinterview med %(name)s
de: Gruppenbewerbungsgespräch mit %(name)s
et: Grupivestlus isikuga %(name)s
fi: Ryhmähaastattelu hakijan %(name)s kanssa
fr: Entretien de groupe avec %(name)s
lv: Grupas intervija ar %(name)s
nb: Gruppeintervju med %(name)s
nl: Groepsinterview met %(name)s
pl: Rozmowa grupowa z %(name)s
sv: Gruppintervju med %(name)s

source: Face to face interview with %(name)s
da: Ansigt til ansigt-interview med %(name)s
de: Persönliches Bewerbungsgespräch mit %(name)s
et: Vestlus isikuga %(name)s
fi: Haastattelu: %(name)s
fr: Entretien en face à face avec %(name)s
lv: Klātienes intervija ar %(name)s
nb: Personlig intervju med %(name)s
nl: Persoonlijk interview met %(name)s
pl: Rozmowa twarzą w twarz z %(name)s
sv: Personlig intervju med %(name)s

source: Online interview with %(name)s
da: Online-interview med %(name)s
de: Online-Interview mit %(name)s
et: Veebipõhine intervjuu %(name)s-ga
fi: Online-haastattelu %(name)s kanssa
fr: Entretien en ligne avec %(name)s
lv: Tiešsaistes intervija ar %(name)s
nb: Nettintervju med %(name)s
nl: Online interview met %(name)s
pl: Rozmowa kwalifikacyjna online z %(name)s
sv: Online-intervju med %(name)s

source: No fields to share for candidate
da: Ingen felter at dele for kandidaten
de: Keine Felder für den Kandidaten freizugeben
et: Kandidaadiga ei saa välju jagada
fi: Jaettavia tietoja ei löydy
fr: Aucun champ à partager pour le candidat
lv: Kandidātam nav kopīgojamu lauku
nb: Ingen felt å dele for kandidat
nl: Geen velden om te delen voor kandidaat
pl: Brak pól do udostępnienia dla kandydata
sv: Inga kandidatfält att dela

source: Rating updated successfully
da: Bedømmelse opdateret med succes
de: Bewertung erfolgreich aktualisiert
et: Hinnangu uuendamine õnnestus
fi: Arvioinnin päivitys onnistui
fr: Évaluation mise à jour avec succès
lv: Vērtējums ir veiksmīgi atjaunināts
nb: Rangeringen er oppdatert
nl: Beoordeling succesvol bijgewerkt
pl: Ocena zaktualizowana pomyślnie
sv: Betyg uppdaterad

source: Anonymous
da: Anonym
de: Anonym
et: Anonüümne
fi: Anonyymi
fr: Anonyme
lv: Anonīms
nb: Anonym
nl: Anoniem
pl: Anonimowy
sv: Anonym

source: {}: error occurred {}
da: {}: der opstod en fejl {}
de: {}: Fehler aufgetreten {}
et: {}: juhtus viga {}
fi: {}: tapahtui virhe {}
fr: {}: une erreur s'est produite {}
lv: {}: radās kļūda {}
nb: {}: en feil oppstod {}
nl: {}: er is een fout opgetreden {}
pl: {}: wystąpił błąd {}
sv: {}: ett fel inträffade {}

source: Please contact support@talentadore.com
da: Kontakt venligst support@talentadore.com
de: Bitte kontaktieren Sie support@talentadore.com
et: Võta ühendust aadressil support@talentadore.com
fi: Ota yhteyttä support@talentadore.com
fr: Veuillez contacter support@talentadore.com
lv: Lūdzu, sazinieties ar support@talentadore.com
nb: Ta kontakt med support@talentadore.com
nl: Neem contact op met support@talentadore.com
pl: Skontaktuj się z support@talentadore.com
sv: Var god kontakta support@talentadore.com

source: The position is successfully deleted
da: Stillingen er slettet med succes
de: Die Stelle wurde erfolgreich gelöscht
et: Ametikoha kustutamine õnnestus
fi: Työpaikka poistettiin onnistuneesti
fr: Le poste est supprimé avec succès
lv: Vakance ir veiksmīgi dzēsta
nb: Stillingen er slettet
nl: De functie is succesvol verwijderd
pl: Stanowisko zostało pomyślnie usunięte
sv: Positionen raderades

source: Extra question updated!
da: Ekstra spørgsmål opdateret!
de: Zusatzfrage aktualisiert!
et: Lisaküsimus on uuendatud.
fi: Lisäkysymys päivitetty!
fr: Question supplémentaire mise à jour !
lv: Papildu jautājums ir atjaunināts!
nb: Ekstra spørsmål oppdatert!
nl: Extra vraag bijgewerkt!
pl: Dodatkowe pytanie zaktualizowane!
sv: Extra fråga uppdaterad!

source: This position already has applications so video questions cannot be modified
da: Denne stilling har allerede ansøgninger, så videospørgsmål kan ikke ændres
de: Diese Position hat bereits Bewerbungen, daher können die Videofragen nicht geändert werden
et: Sellele ametikohale on juba kandideerimisi, seega ei saa videokü simusi muuta
fi: Tälle tehtävälle on jo hakemuksia, joten videohaastattelukysymyksiä ei voi muokata
fr: Ce poste a déjà des candidatures, les questions vidéo ne peuvent donc pas être modifiées
lv: Šim amatam jau ir pieteikumi, tāpēc video jautājumus nevar mainīt
nb: Denne stillingen har allerede søknader, så videospørsmål kan ikke endres
nl: Deze functie heeft al sollicitaties, dus videovragen kunnen niet worden gewijzigd
pl: To stanowisko ma już zgłoszenia, więc pytania wideo nie mogą być modyfikowane
sv: Denna tjänst har redan ansökningar, så videofrågorna kan inte ändras
