Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: You can now allow several interviewers to join in on {}online interviews{}. This feature allows for smoother cooperation in the online interview step, which is now more crucial than ever. If you're interested in enabling online interviews, please contact us at {}support@talentadore.com{}.
da: Du kan nu tillade flere interviewere at deltage i {}onlineinterviews{}. Denne funktion giver mulighed for et mere gnidningsfrit samarbejde i onlineinterviewet, hvilket nu er mere afgørende end nogensinde. Hvis du er interesseret i at aktivere onlineinterviews, bedes du kontakte os på {}support@talentadore.com{}.
de: Sie können jetzt mehreren Interviewern erlauben, an {}Online-Bewerbungsgesprächen{} teilzunehmen. Diese Funktion ermöglicht eine reibungslosere Zusammenarbeit im Online-Bewerbungsgespräch, das jetzt wichtiger denn je ist. Wenn Sie Interesse an Online-Bewerbungsgesprächen haben, kontaktieren Sie uns bitte unter {}support@talentadore.com{}.
et: Saad kutsuda {}veebivestlusele{} mitu intervjueeritavat. See funktsioon võimaldab veebivestluse etapis sujuvamalt koostööd teha, mis on praegu tähtsam kui kunagi varem. Kui oled veebivestluste lubamisest huvitatud, võta meiega ühendust aadressil {}support@talentadore.com{}.
fi: Useampi rekrytoija voi nyt osallistua {}online-haastatteluihin{}. Tämä mahdollistaa sujuvan yhteistyön online-haastatteluvaiheessa, mikä on nyt entistä tärkeämpää. Jos olet kiinnostunut online-haastatteluiden käytöstä, ota yhteyttä osoitteeseen {}support@talentadore.com{}.
fr: Vous pouvez maintenant autoriser plusieurs intervieweurs à participer aux {}entretiens en ligne{}. Cette fonctionnalité permet une coopération plus fluide dans l'étape d'entretien en ligne, qui est maintenant plus cruciale que jamais. Si vous êtes intéressé par l'activation des entretiens en ligne, veuillez nous contacter à {}support@talentadore.com{}.
lv: Tagad varat atļaut vairākiem intervētājiem pievienoties {}tiešsaistes intervijām{}. Šī funkcija nodrošina labāku sadarbību tiešsaistes intervijas posmā, kas tagad ir svarīgāka nekā jebkad agrāk. Ja jūs interesē tiešsaistes intervijas, sazinieties ar mums, rakstot uz {}support@talentadore.com{}.
nb: Du kan nå la flere intervjuere delta i {}nettintervjuer{}. Denne funksjonen muliggjør et smidigere samarbeid i intervjuer på nett, noe som nå er viktigere enn noensinne. Hvis du er interessert i å aktivere intervjuer på nett, kan du kontakte oss på {}support@talentadore.com{}.
nl: U kunt nu meerdere interviewers toestaan om deel te nemen aan {}online sollicitatiegesprekken{}. Deze functie zorgt voor een soepelere samenwerking in de online interviewstap, die nu belangrijker is dan ooit. Als u geïnteresseerd bent in het inschakelen van online sollicitatiegesprekken, neem dan contact met ons op via {}support@talentadore.com{}.
pl: Możesz teraz pozwolić kilku osobom prowadzącym rozmowy kwalifikacyjne dołączyć do {}rozmów online{}. Ta funkcja pozwala na płynniejszą współpracę w etapie rozmowy online, co jest teraz ważniejsze niż kiedykolwiek. Jeśli jesteś zainteresowany włączeniem rozmów online, skontaktuj się z nami pod adresem {}support@talentadore.com{}.
sv: Nu kan fler intervjuare delta i samma {}online interviews{}. Denna funktion gör samarbetet kring online-intervjuer ännu smidigare, som nu är viktigare än någonsin. Kontakta oss på {}support@talentadore.com{} on du är intresserad av att ta i bruk online-intervjuer.

source: New, wider selection of status update message templates
da: Nyt, bredere udvalg af skabeloner til statusopdateringer
de: Neue, größere Auswahl an Vorlagen für Statusaktualisierungsmeldungen
et: Rohkem oleku uuenduse sõnumite vorme
fi: Uusi, laajempi valikoima statuspäivitysten viestipohjia
fr: Nouvelle sélection plus large de modèles de messages de mise à jour de statut
lv: Jauns, plašāks statusa atjaunināšanas ziņojumu paraugu piedāvājums
nb: Nytt, større utvalg av maler for statusoppdateringsmeldinger
nl: Nieuwe, bredere selectie van sjablonen voor statusupdateberichten
pl: Nowy, szerszy wybór szablonów wiadomości aktualizujących status
sv: Nytt, mångsidigare urval av mallar för statusmeddelanden

source: We have added several new message templates for status updates. We hope that this wider selection of status update messages will take your candidate communication to the next level. Learn more about status updates {}here{}.
da: Vi har tilføjet flere nye beskedskabeloner til statusopdateringer. Vi håber, at dette bredere udvalg af statusopdateringsbeskeder vil tage din kandidatkommunikation til det næste niveau. Læs mere om statusopdateringer {}her{}.
de: Wir haben mehrere neue Nachrichtenvorlagen für Statusaktualisierungen hinzugefügt. Wir hoffen, dass diese größere Auswahl an Status-Update-Nachrichten Ihre Kandidatenkommunikation auf die nächste Stufe hebt. Erfahren Sie mehr über Status-Updates {}hier{}.
et: Lisasime oleku uuendamiseks mitu uut sõnumivormi. Loodame, et suurem valik oleku uuendamise sõnumeid teeb kandidaadiga suhtlemise palju sujuvamaks. Oleku uuenduste kohta leiad lisainfot {}siit{}.
fi: Olemme lisänneet uusia viestipohjia statuspäivityksiin. Toivomme, että monipuolisempi viestivalikoima tuo uuden ulottuvuuden hakijaviestintään. Lue lisää statuspäivityksistä {}täältä{}.
fr: Nous avons ajouté plusieurs nouveaux modèles de messages pour les mises à jour de statut. Nous espérons que cette sélection plus large de messages de mise à jour de statut portera votre communication avec les candidats au niveau supérieur. En savoir plus sur les mises à jour de statut {}ici{}.
lv: Mēs pievienojām vairākus jaunus ziņojumu paraugus statusa atjauninājumiem. Mēs ceram, ka šis plašākais statusa atjauninājumu ziņojumu piedāvājums pacels jūsu kandidātu saziņu jaunā līmenī. Uzzināt vairāk par statusa atjauninājumiem {}šeit{}.
nb: Vi har lagt til flere nye maler for statusoppdateringer. Vi håper at dette utvidede utvalget av statusoppdateringer vil bringe kommunikasjonen din med kandidater opp på et nytt nivå. Les mer om statusoppdateringer {}her{}.
nl: We hebben verschillende nieuwe berichtsjablonen toegevoegd voor statusupdates. We hopen dat deze bredere selectie van statusupdateberichten uw kandidaatcommunicatie naar een hoger niveau zal tillen. Lees meer over statusupdates {}hier{}.
pl: Dodaliśmy kilka nowych szablonów wiadomości do aktualizacji statusu. Mamy nadzieję, że ten szerszy wybór wiadomości aktualizujących status podniesie komunikację z kandydatami na wyższy poziom. Dowiedz się więcej o aktualizacjach statusu {}tutaj{}.
sv: Vi har lagt till flera nya mallar för statusmeddelanden. Vi hoppas att vårt nya urval av mallar hjälper er lyfta er kandidatkommunikation till nya höjder! Läs mer om statusuppdateringar {}här{}.

source: Edit Talent Community group names
da: Redigér navne på Talent Community-grupper
de: Talent-Community-Gruppennamen bearbeiten
et: Talent Community gruppide nimede muutmine
fi: Muokkaa Talent Community -ryhmien nimiä
fr: Modifier les noms de groupes de la communauté de talents
lv: Talent Community grupas kategorijas nosaukumu rediģēšana
nb: Redigere navn på Talent Community-grupper
nl: Talent Community-groepsnamen bewerken
pl: Edytuj nazwy grup Talent Community
sv: Redigera Talent Community -gruppernas namn

source: Talent Community group names can now be edited from the “Manage groups” section. More information about managing Talent Community groups can be found {}here{}.
da: Talent Community-gruppenavne kan nu redigeres fra afsnittet "Administrér grupper". Du kan finde flere oplysninger om administration af Talent Community-grupper {}her{}.
de: Die Namen von Talent-Community-Gruppen können jetzt im Bereich "Gruppen verwalten" bearbeitet werden. Weitere Informationen zur Verwaltung von Talent-Community-Gruppen finden Sie {}hier{}.
et: Talent Community gruppide nimesid saad nüüd muuta jaotises „Gruppide haldamine“. Lisainfot Talent Community gruppide haldamise kohta leiad {}siit{}.
fi: Voit nyt muokata Talent Community -ryhmien nimiä “Hallitse ryhmiä” -painikkeen kautta. Lisätietoja Talent Community -ryhmien hallinnoinnista voit lukea {}täältä{}.
lv: Talent Community grupas kategoriju nosaukumus tagad var rediģēt sadaļā “Pārvaldīt grupas”. Vairāk informācijas par Talent Community grupas kategoriju pārvaldību var atrast {}šeit{}.
nb: Navnene på Talent Community-grupper kan nå redigeres i delen "Administrer grupper". Du finner mer informasjon om hvordan du administrerer Talent Community-grupper {}her{}.
sv: Talent Community -gruppernas namn kan nu redigeras på sidan "Hantera grupper". Mer information om att hantera Talent Community -grupper kan du läsa {}här{}.

source: Talent Community group-specific messages
da: Talent Community gruppespecifikke beskeder
de: Gruppenspezifische Nachrichten der Talent-Community
et: Talent Community grupipõhised sõnumid
fi: Talent Community -ryhmäkohtaiset viestit
fr: Messages spécifiques aux groupes de la communauté de talents
lv: Talent Community grupas kategorijai specifiski ziņojumi
nb: Talent Community-gruppespesifikke meldinger
nl: Talent Community-groep specifieke berichten
pl: Wiadomości specyficzne dla grup Talent Community
sv: Anpassade meddelanden för Talent Community -grupper

source: You may have very various use-cases for your Talent Community groups, therefore, you can now create different types of message templates for each group. Read more {}here{}.
da: Du kan have meget forskellige anvendelsesmuligheder for dine Talent Community-grupper, og derfor kan du nu oprette forskellige typer beskedskabeloner til hver gruppe. Læs mere {}her{}.
de: Da Sie möglicherweise sehr unterschiedliche Anwendungsfälle für Ihre Talent-Community-Gruppen haben, können Sie jetzt verschiedene Arten von Nachrichtenvorlagen für jede Gruppe erstellen. Lesen Sie mehr {}hier{}.
et: Kuna loodud Talent Community gruppidel võivad olla eri eesmärgid, saad nüüd luua iga grupi jaoks eri tüüpi sõnumivorme. Lisainfot leiad {}siit{}.
fi: Sinulla voi olla hyvin erilaisia Talent Community ryhmiä eri käyttötarkoituksia varten, ja siksi on tärkeää, että voit muokata Talent Community viestintää ryhmäkohtaisesti. Lue lisää {}täällä{}.
fr: Vous pouvez avoir des cas d'utilisation très variés pour vos groupes de la communauté de talents, par conséquent, vous pouvez maintenant créer différents types de modèles de messages pour chaque groupe. En savoir plus {}ici{}.
lv: Iespējams, jūsu Talent Community grupas kategorijām ir ļoti dažādi izmantošanas gadījumi, tāpēc tagad varat izveidot dažādu veidu ziņojumu paraugus katrai kategorijai. Lasīt vairāk {}šeit{}.
nb: Du kan ha helt ulike bruksområder for Talent Community-gruppene dine, og derfor kan du nå opprette ulike typer meldingsmaler for hver gruppe. Les mer {}her{}.
nl: U kunt zeer verschillende use-cases hebben voor uw Talent Community-groepen, daarom kunt u nu verschillende soorten berichtsjablonen maken voor elke groep. Lees meer {}hier{}.
pl: Możesz mieć bardzo różne przypadki użycia dla swoich grup Talent Community, dlatego teraz możesz tworzyć różne typy szablonów wiadomości dla każdej grupy. Przeczytaj więcej {}tutaj{}.
sv: Ni kan utnyttja er Talent Communitys grupper på flera olika sätt. Därför är det nu möjligt att skapa olika typers anpassade meddelanden för varje grupp. Läs mer {}här{}.

source: Talent Community Excel import
et: Talent Community importimine Excelist
fi: Talent Community Excel -tuonti
fr: Importation Excel de la communauté de talents
lv: Talent Community importēšana no Excel
nb: Import til Talent Community fra Excel
pl: Import Talent Community z Excela
sv: Excel -importering till Talent Community

source: You can now add candidates to Talent Community in batch from an Excel spreadsheet. This feature also enables you to add laid off employees as confirmed members and keep them up-to-date on new opportunities. Read more {}here{}.
da: Du kan nu tilføje kandidater til Talent Community samlet fra et Excel-regneark. Denne funktion giver dig også mulighed for at tilføje afskedigede medarbejdere som bekræftede medlemmer og holde dem opdateret om nye muligheder. Læs mere {}her{}.
de: Sie können jetzt Kandidaten aus einer Excel-Tabelle im Batchverfahren zur Talent Community hinzufügen. Diese Funktion ermöglicht es Ihnen auch, entlassene Mitarbeiter als bestätigte Mitglieder hinzuzufügen und sie über neue Möglichkeiten auf dem Laufenden zu halten. Lesen Sie mehr {}hier{}.
et: Nüüd saad lisada kandidaate Talent Communitysse otse Exceli arvutustabelist. See funktsioon võimaldab ka lisada koondatud töötajaid kinnitatud liikmetena ja hoida neid uute tööpakkumistega kursis. Lisainfot leiad {}siit{}.
fi: Voit nyt lisätä hakijoita massana Talent Communityyn suoraan Excel-taulukosta. Tämä toiminto mahdollistaa myös irtisanottujen tai lomautettujen työntekijöiden lisäämisen vahvistettuina jäseninä. Näin saatte myös entiset työntekijät pidettyä ajan tasalla uusista uramahdollisuuksista. Lue lisää {}täältä{}.
fr: Vous pouvez maintenant ajouter des candidats à la Communauté de talents en lot à partir d'une feuille de calcul Excel. Cette fonctionnalité vous permet également d'ajouter des employés licenciés en tant que membres confirmés et de les tenir informés des nouvelles opportunités. En savoir plus {}ici{}.
lv: Tagad varat pievienot kandidātus Talent Community kā kopumu no Excel izklājlapas. Šī funkcija ļauj arī atlaistos darbiniekus pievienot kā apstiprinātus dalībniekus un informēt viņus par jaunām iespējām. Lasīt vairāk {}šeit{}.
nb: Nå kan du legge til kandidater i Talent Community fra et Excel-regneark. Med denne funksjonen kan du også legge til permitterte medarbeidere som bekreftede medlemmer og holde dem oppdatert om nye muligheter. Les mer {}her{}.
nl: Je kunt nu kandidaten in batch toevoegen aan Talent Community vanuit een Excel-spreadsheet. Met deze functie kun je ook ontslagen werknemers toevoegen als bevestigde leden en hen op de hoogte houden van nieuwe mogelijkheden. Lees meer {}hier{}.
pl: Możesz teraz dodawać kandydatów do Talent Community w pakiecie z arkusza kalkulacyjnego Excel. Ta funkcja umożliwia również dodawanie zwolnionych pracowników jako potwierdzonych członków i informowanie ich na bieżąco o nowych możliwościach. Przeczytaj więcej {}tutaj{}.
sv: Du kan nu lätt utvidga er Talent Community genom att massimportera medlemmar direkt från en Excel-fil. Lägga till avskedade eller permitterade anställda som bekräftade Talent Community -medlemmar och håll dem uppdaterade om nya karriärtips och -möjligheter. Läs mer {}här{}.

source: Candidate picture zoom
da: Zoom ind på kandidatbillede
de: Zoom für Kandidatenbilder
et: Kandidaadi pildi suurendamine
fi: Hakijan kuvan zoomaus
fr: Zoom sur la photo du candidat
lv: Kandidāta attēla tālummaiņa
nb: Zoom kandidatbildet
nl: Zoom van kandidaatfoto
pl: Powiększenie zdjęcia kandydata
sv: Zoom-funktion på kandidatens profilbild

source: Open a bigger version of the candidate’s picture in the “{application}” view. Simply hover over the picture with your mouse and click to zoom. Handy if you need to use the picture for an ID pass, for example.
da: Åbn en større version af kandidatens billede i "{application}"-visningen. Hold musen over billedet, og klik for at zoome. Praktisk, hvis du f.eks. skal bruge billedet til et ID-pas.
de: Öffnen Sie eine größere Version des Kandidatenbildes in der Ansicht "{application}". Fahren Sie einfach mit der Maus über das Bild und klicken Sie, um es zu vergrößern. Praktisch, wenn Sie das Bild z. B. für einen Ausweis verwenden müssen.
et: Kandidaadi pildi suurema versiooni saad avada vaates „{application}“. Selleks vii hiir pildi kohale ja tee suurendamiseks klõps. See tuleb kasuks, kui vajad pilti näiteks isiku tuvastamiseks.
fi: Voit nyt avata hakijan kuvan isompana “{application}” -näkymässä. Vie hiiri hakijan kuvan kohdalle ja klikkaa sitä zoomataksesi. Kätevää, jos sinun pitää käyttää hakijoiden kuvia esim. kulkuluvissa.
lv: Atveriet kandidāta attēla lielāku versiju skatā “{application}”. Vienkārši turiet peles kursoru uz attēla un noklikšķiniet uz tā, lai to palielinātu. Tas ir ērti, ja, piemēram, nepieciešams izmantot fotoattēlu personas apliecībai.
nb: Åpne en større versjon av bildet av kandidaten i "{application}"-visningen. Hold musepekeren over bildet og klikk for å zoome. Praktisk hvis du for eksempel skal bruke bildet til et ID-kort.
sv: Öppna en större version av kandidatens profilbild i “{application}” -vyn. Håll kursorn över bilden och klicka för att zooma. Detta kan vara praktiskt om du t.ex. ska kopiera bilden till ett ID pass.

source: MP3 files
da: MP3-filer
de: MP3-Dateien
et: MP3-failid
fi: MP3-tiedostot
fr: Fichiers MP3
lv: MP3 faili
nb: MP3-filer
nl: MP3-bestanden
pl: Pliki MP3
sv: MP3-filer

source: Our application forms now support mp3 files, so candidates can attach an mp3 file to their application when needed.
da: Vores ansøgningsformularer understøtter nu mp3-filer, så kandidaterne kan vedhæfte en mp3-fil til deres ansøgning, når det er nødvendigt.
de: Unsere Bewerbungsformulare unterstützen jetzt mp3-Dateien, so dass die Bewerber bei Bedarf eine mp3-Datei an ihre Bewerbung anhängen können.
et: Meie avalduse vormid toetavad nüüd MP3-faile, nii et kandidaadid saavad neid vajaduse korral oma avalduste juurde lisada.
fi: Hakemuslomake tukee nyt mp3 -tiedostomuotoa, eli hakijat voivat tarvittaessa liittää mp3-tiedostoja hakemukseensa.
fr: Nos formulaires de candidature prennent désormais en charge les fichiers mp3, de sorte que les candidats peuvent joindre un fichier mp3 à leur candidature si nécessaire.
lv: Mūsu pieteikuma veidlapas tagad atbalsta mp3 failus, tāpēc kandidāti vajadzības gadījumā savam pieteikumam var pievienot mp3 failu.
nb: Søknadsskjemaene våre støtter nå mp3-filer, slik at kandidatene ved behov kan legge ved en mp3-fil i søknaden.
nl: Onze sollicitatieformulieren ondersteunen nu mp3-bestanden, zodat kandidaten indien nodig een mp3-bestand aan hun sollicitatie kunnen toevoegen.
pl: Nasze formularze aplikacyjne obsługują teraz pliki mp3, więc kandydaci mogą w razie potrzeby dołączyć plik mp3 do swojej aplikacji.
sv: Våra blanketter stöder nu mp3 -filer, så kandidaterna kan nu bifoga mp3 -filer till sin ansökan.

source: Finnish guides
da: Finske guider
de: Finnische Guides
et: Soomekeelsed juhised
fi: Suomenkieliset oppaat
fr: Guides finlandais
lv: Somu rokasgrāmatas
nb: Veiledninger på finsk
nl: Finse gidsen
pl: Fińskie przewodniki
sv: Finska användarguider

source: More than 60 support guides have been updated and translated to Finnish. Go and have a look {}here{}!
da: Mere end 60 supportvejledninger er blevet opdateret og oversat til finsk. Gå ind og kig {}her{}!
de: Mehr als 60 Supportanleitungen wurden aktualisiert und ins Finnische übersetzt. Siehe dazu {}hier{}!
et: Üle 60 kasutusjuhendi on uuendatud ja tõlgitud soome keelde. Need leiad {}siit{}!
fi: Kaikki yli 60 tukiopastamme on nyt päivitetty ja luettavissa myös suomeksi. Tutustu niihin {}täällä{}!
fr: Plus de 60 guides de support ont été mis à jour et traduits en finnois. Allez y jeter un coup d'œil {}ici{} !
lv: Vairāk nekā 60 atbalsta rokasgrāmatas ir atjauninātas un iztulkotas somu valodā. Apskatīt tās {}šeit{}!
nb: Mer enn 60 støtteveiledninger er oppdatert og oversatt til finsk. Ta en titt {}her{}!
nl: Meer dan 60 ondersteuningsgidsen zijn bijgewerkt en vertaald naar het Fins. Ga {}hier{} een kijkje nemen!
pl: Ponad 60 przewodników wsparcia zostało zaktualizowanych i przetłumaczonych na język fiński. Zajrzyj {}tutaj{}!
sv: Vår kollektion av mer än 60 användarguider är nu uppdaterade och tillgängliga även på finska. Ta en titt {}här{}!

source: You can now manage all phases of remote recruiting process inside TalentAdore. There’s no need to send separate meeting links as we have integrated the Recright online interview feature into TalentAdore. Learn more {}here{}.
da: Du kan nu styre alle faser af fjernrekrutteringsprocessen i TalentAdore. Der er ingen grund til at sende separate mødelinks, da vi har integreret Recrights onlineinterviewfunktion i TalentAdore. Læs mere {}her{}.
de: Sie können nun alle Phasen des Remote-Recruiting-Prozesses innerhalb von TalentAdore verwalten. Sie brauchen keine separaten Meeting-Links mehr zu versenden, da wir die Recright Online-Interview-Funktion in TalentAdore integriert haben. Erfahren Sie mehr {}hier{}.
et: Nüüd saad hallata TalentAdore’is kõiki kaugvärbamisprotsessi etappe. Kohtumislinke ei ole enam tarvis eraldi saata, sest lisasime Recrighti veebivestluse funktsiooni otse TalentAdore’i. Loe lähemalt {}siin{}.
fi: Nyt voit hoitaa koko etärekrytointiprosessin TalentAdoren sisällä. Erillisten tapaamislinkkien lähettäminen ei enää ole tarpeen, sillä Recrightin online-haastattelut on nyt integroitu TalentAdoreen. Lue aiheesta lisää {}täällä{}.
lv: Tagad varat pārvaldīt visus attālinātās atlases procesa posmus TalentAdore. Nav jāsūta atsevišķas saites uz sanāksmēm, jo mēs integrējām Recright tiešsaistes intervijas funkciju TalentAdore. Uzzināt vairāk {}šeit{}.
nb: Nå kan du administrere alle faser av fjernrekrutteringsprosessen i TalentAdore. Du trenger ikke å sende separate møtelenker, for vi har integrert Recrights-funksjonen for intervjuer på nett i TalentAdore. Les mer {}her{}.
sv: Nu kan du sköta rekryteringsprocessens alla faser på distans, inne i TalentAdore. Separata möteslänkar är inte längre nödvändiga då vi integrerat Recright online-intervjuerna direkt in i TalentAdore. Läs mer {}här{}.

source: Message delay removed
da: Forsinkelse af besked fjernet
de: Nachrichtenverzögerung entfernt
et: Sõnumiviivitus eemaldati
fi: Lähtevien viestien viive poistuu
fr: Délai de message supprimé
lv: Ziņojuma aizkave noņemta
nb: Meldingsforsinkelse fjernet
nl: Berichtvertraging verwijderd
pl: Usunięto opóźnienie wiadomości
sv: Fördröjning av meddelande tas ur bruk
