Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Press {}Ctrl + V{} or fill in the fields manually.
da: Tryk på {}Ctrl + V{} eller udfyld felterne manuelt.
de: Drücken Sie {}Strg + V{} oder füllen Sie die Felder manuell aus.
et: Vajuta nuppe {}Ctrl + V{} või täida väljad käsitsi.
fi: Paina {}Ctrl + V{} tai täytä lomakkeen kentät manuaalisesti.
fr: Appuyez sur {}Ctrl + V{} ou remplissez les champs manuellement.
lv: Nospiediet {}Ctrl + V{} vai aizpildiet laukus manuāli.
nb: Trykk på {}Ctrl + V{} eller fyll ut feltene manuelt.
nl: Druk op {}Ctrl + V{} of vul de velden handmatig in.
pl: Naciśnij {}Ctrl + V{} lub wypełnij pola ręcznie.
sv: Tryck {}Ctrl + V{} eller fyll i fälten manuellt.

source: Processing
da: Behandler
de: Bearbeite
et: Töötlemine
fi: Käsitellään
fr: Traitement en cours
lv: Apstrādā
nb: Behandler
nl: Verwerken
pl: Przetwarzanie
sv: Behandlar

source: Data was filled in successfully!
da: Data blev udfyldt med succes!
de: Daten erfolgreich hinzugefügt!
et: Andmete lisamine õnnestus.
fi: Tietojen täyttäminen onnistui!
fr: Les données ont été remplies avec succès !
lv: Dati tika veiksmīgi ievadīti!
nb: Informasjonen er utfylt!
nl: Gegevens zijn succesvol ingevuld!
pl: Dane zostały pomyślnie wypełnione!
sv: Alla uppgifterna har fyllts i!

source: Clipboard's data is invalid.
da: Udklipsholderens data er ugyldige.
de: Die Daten der Zwischenablage sind ungültig
et: Lõikelaua andmed ei sobi.
fi: Leikepöydän datassa on puutteita.
fr: Les données du presse-papiers sont invalides.
lv: Starpliktuves dati ir nederīgi.
nb: Informasjonen på utklippstavlen er ugyldig.
nl: De gegevens op het klembord zijn ongeldig.
pl: Dane ze schowka są nieprawidłowe.
sv: Urklippets uppgifter är ofullständiga.

source: Upload photo
da: Upload foto
de: Foto hochladen
et: Laadi foto üles
fi: Lataa kuva
fr: Télécharger une photo
lv: Augšupielādēt fotoattēlu
nb: Last opp bilde
nl: Foto uploaden
pl: Prześlij zdjęcie
sv: Ladda upp foto

source: Privacy
da: Fortrolighed
de: Privatsphäre
et: Privaatsus
fi: Yksityisyys
fr: Confidentialité
lv: Privātums
nb: Personvern
pl: Prywatność
sv: Integritet

source: The application will be removed after 30 days if there is no valid consent
da: Ansøgningen vil blive fjernet efter 30 dage, hvis der ikke er et gyldigt samtykke
de: Ohne gültige Einverständniserklärung wird die Bewerbung wird nach 30 Tagen gelöscht
et: Kehtiva nõusoleku puudumisel eemaldatakse avaldus 30 päeva pärast
fi: Hakemus poistetaan 30 päivän päästä jos lupa puuttuu
fr: La candidature sera supprimée après 30 jours s'il n'y a pas de consentement valide
lv: Pieteikums tiks noņemts pēc 30 dienām, ja nebūs derīgas piekrišanas
nb: Søknaden fjernes etter 30 dager hvis det ikke foreligger et gyldig samtykke
nl: De sollicitatie wordt na 30 dagen verwijderd als er geen geldige toestemming is
pl: Aplikacja zostanie usunięta po 30 dniach, jeśli nie będzie ważnej zgody
sv: Ansökningen raderas efter 30 dagar om giltigt samtycke saknas

source: Delete application
da: Slet ansøgning
de: Bewerbung löschen
et: Kustuta avaldus
fi: Poista hakemus
fr: Supprimer la candidature
lv: Dzēst pieteikumu
nb: Slett søknad
nl: Sollicitatie verwijderen
pl: Usuń aplikację
sv: Ta bort ansökan

source: Reset application
da: Nulstil ansøgning
de: Bewerbung zurücksetzen
et: Lähtesta avaldus
fi: Resetoi hakemus
fr: Réinitialiser la candidature
lv: Atiestatīt pieteikumu
nb: Tilbakestill søknad
nl: Sollicitatie resetten
pl: Zresetuj aplikację
sv: Återställ ansökan

source: Are you sure you want to delete this application?
da: Er du sikker på, at du vil slette denne ansøgning?
de: Sind Sie sicher, dass Sie diese Bewerbung wirklich löschen wollen?
et: Kas soovid selle avalduse kustutada?
fi: Haluatko varmasti poistaa tämän hakemuksen?
fr: Êtes-vous sûr de vouloir supprimer cette candidature ?
lv: Vai tiešām vēlaties dzēst šo pieteikumu?
nb: Er du sikker på at du vil slette denne søknaden?
nl: Weet u zeker dat u deze sollicitatie wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę aplikację?
sv: Är du säker att du vill radera ansökan?

source: Are you sure you want to reset this application?
da: Er du sikker på, at du vil nulstille denne ansøgning?
de: Sind Sie sicher, dass Sie diese Bewerbung wirklich zurücksetzen wollen?
et: Kas soovid selle avalduse lähtestada?
fi: Oletko varma, että haluat resetoida tämän hakemuksen?
fr: Êtes-vous sûr de vouloir réinitialiser cette candidature ?
lv: Vai tiešām vēlaties atiestatīt šo pieteikumu?
nb: Er du sikker på at du vil tilbakestille denne søknaden?
nl: Weet u zeker dat u deze sollicitatie wilt resetten?
pl: Czy na pewno chcesz zresetować tę aplikację?
sv: Är du säker att du vill återställa ansökan?

source: Reset
da: Nulstil
de: Zurücksetzen
et: Lähtesta
fi: Resetoi
fr: Réinitialiser
lv: Atiestatīt
nb: Tilbakestill
nl: Resetten
pl: Resetuj
sv: Återställ

source: Back to selections
da: Tilbage til valg
de: Zurück zur Auswahl
et: Tagasi valikute juurde
fi: Takaisin valintoihin
fr: Retour aux sélections
lv: Atgriezties pie izvēlēm
nb: Tilbake til utvalg
nl: Terug naar selecties
pl: Powrót do wyborów
sv: Tillbaka till val

source: This application is selected for mass actions
da: Denne ansøgning er valgt til massehandlinger
de: Diese Bewerbung ist für Massenaktionen ausgewählt
et: See avaldus on valitud masstoimingute jaoks
fi: Tämä hakemus on valittuna massatoimintoja varten
fr: Cette candidature est sélectionnée pour des actions de masse
lv: Šis pieteikums ir izvēlēts masveida darbībām
nb: Denne søknaden er valgt for massehandlinger
nl: Deze sollicitatie is geselecteerd voor bulkacties
pl: Ta aplikacja jest wybrana do działań masowych
sv: Denna ansökan utvald för massåtgärder

source: Looks like %(name)s has duplicate applications
da: Det ser ud til, at %(name)s har dobbelte ansøgninger
de: Sieht so aus, als ob %(name)s doppelte Anträge hat
et: Tundub, et kasutajal %(name)s on mitu samasugust avaldust
fi: Näyttää siltä että %(name)s on jättänyt useamman hakemuksen
fr: Il semble que %(name)s ait des candidatures en double
lv: Izskatās, ka personai %(name)s ir dublēti pieteikumi
nb: Det ser ut til at %(name)s har dupliserte søknader
nl: Het lijkt erop dat %(name)s dubbele sollicitaties heeft
pl: Wygląda na to, że %(name)s ma zduplikowane aplikacje
sv: Det verkar som att %(name)s har dubbletter av ansökningar

source: Saved to clipboard
da: Gemt til udklipsholder
de: In der Zwischenablage gespeichert
et: Salvestati lõikelauale
fi: Tallennettu leikepöydälle
fr: Enregistré dans le presse-papiers
lv: Saglabāts starpliktuvē
nb: Lagret i utklippstavlen
nl: Opgeslagen op klembord
pl: Zapisano do schowka
sv: Sparad till urklipp

source: Add to Talent Community
da: Tilføj til Talent Community
de: Zu Talent-Community hinzufügen
et: Lisa Talent Communitysse
fi: Lisää Talent Communityyn
fr: Ajouter à la communauté de talents
lv: Pievienot Talent Community
nb: Legg til i Talent Community
nl: Toevoegen aan Talent Community
pl: Dodaj do Talent Community
sv: Lägg till i Talent Community

source: Add tag...
da: Tilføj tag...
de: Stichwort hinzufügen...
et: Lisa märge ...
fi: Lisää tägi...
fr: Ajouter une étiquette...
lv: Pievienot tagu...
nb: Legg til emneknagg...
nl: Tag toevoegen...
pl: Dodaj tag...
sv: Lägg till tagg …

source: Overview
da: Oversigt
de: Übersicht
et: Ülevaade
fi: Yleiskatsaus
fr: Aperçu
lv: Pārskats
nb: Oversikt
nl: Overzicht
pl: Przegląd
sv: Översikt

source: Talent information
da: Information om talent
de: Talentinformationen
et: Talendi info
fi: Talentin tiedot
fr: Informations sur le talent
lv: Informācija par talantiem
nb: Informasjon om talenter
nl: Talent informatie
pl: Informacje o kandydacie
sv: Talang information

source: Application letter
da: Ansøgningsbrev
de: Bewerbungsschreiben
et: Kaaskiri
fi: Hakemuskirje
fr: Lettre de candidature
lv: Pieteikuma vēstule
nb: Søknadsbrev
nl: Sollicitatiebrief
pl: List motywacyjny
sv: Personligt brev

source: SMS
et: Lühisõnum
fi: Tekstiviesti
lv: Īsziņa

source: Online interviews
de: Online-Bewerbungsgespräche
et: Veebivestlused
fi: Online-haastattelut
fr: Entretiens en ligne
lv: Tiešsaistes intervijas
nb: Intervjuer på nett
pl: Rozmowy online
sv: Online-intervjuer

source: AI summary
da: AI-resumé
de: KI-Zusammenfassung
et: AI kokkuvõte
fi: Tekoäly-yhteenveto
fr: Résumé IA
lv: Mākslīgā intelekta kopsavilkums
nb: AI-sammendrag
nl: AI samenvatting
pl: Podsumowanie AI
sv: AI-sammanfattning

source: Open reference checking report
da: Åbn rapport om referencetjek
de: Referenzüberprüfungsbericht öffnen
et: Ava soovitajate ülevaatuse aruanne
fi: Avaa referenssitarkistuksen raportti
fr: Ouvrir le rapport de vérification des références
lv: Atvērt atsauksmju pārbaudes atskaiti
nb: Åpne rapporten for referansesjekk
nl: Open referentie controle rapport
pl: Otwórz raport z weryfikacji referencji
sv: Öppna referenskontrollrapport

source: Use "," to separate the emails
da: Brug "," til at adskille e-mails
de: Verwenden Sie ",", um die E-Mails zu trennen
et: Eralda e-posti aadressid komaga (,)
fi: Käytä "," erillisenä sähköposteista.
fr: Utilisez "," pour séparer les e-mails
lv: Izmantojiet pēdiņas “”, lai atdalītu e-pastu nosaukumus
nb: Bruk "," for å skille e-postene fra hverandre
nl: Gebruik "," om de e-mails te scheiden
pl: Użyj ",", aby oddzielić adresy e-mail
sv: Använd "," för att avskilja epostmeddelanden

source: Choose message template
da: Vælg beskedskabelon
de: Nachrichtenvorlage auswählen
et: Vali sõnumivorm
fi: Valitse viestimallipohja
fr: Choisir un modèle de message
lv: Izvēlieties ziņojuma paraugu
nb: Velg meldingsmal
nl: Kies berichtsjabloon
pl: Wybierz szablon wiadomości
sv: Välj meddelandemall

source: GDPR: Gives applicants access to the data stored on them.
da: GDPR: Giver ansøgere adgang til de data, der er gemt om dem.
de: DSGVO: Ermöglicht Bewerbern den Zugang zu den über sie gespeicherten Daten.
et: GDPR: annab kandidaatidele õiguse tutvuda oma andmetega.
fi: GDPR: Antaa hakijoille pääsyn heistä tallennettuun tietoon.
fr: RGPD : Donne aux candidats l'accès aux données stockées sur eux.
lv: VDAR: nodrošina kandidātiem piekļuvi datiem, kas par tiem tiek glabāti.
nb: GDPR: Gir søkere tilgang til opplysningene som er lagret om dem.
nl: AVG: Geeft sollicitanten toegang tot de over hen opgeslagen gegevens.
pl: RODO: Daje kandydatom dostęp do przechowywanych o nich danych.
sv: GDPR: Ger sökande tillgång till uppgifterna lagrade på dem.

source: Link to applicant`s GDPR information
da: Link til ansøgerens GDPR-oplysninger
de: Link an die Bewerberinformationen senden (GDPR)
et: Saada kandidaadi info link (GDPR)
fi: Linkki hakijan GDPR-tietoihin
fr: Lien vers les informations RGPD du candidat
lv: Nosūtīt saiti uz kandidāta informāciju (GDPR)
nb: Lenke til søkerens GDPR-informasjon
nl: Link naar de AVG-informatie van de sollicitant
pl: Link do informacji RODO kandydata
sv: Länk till kandidatens GDPR-information

source: Add more custom message templates
da: Tilføj flere brugerdefinerede beskedskabeloner
de: Weitere benutzerdefinierte Nachrichtenvorlagen hinzufügen
et: Lisa veel kohandatud sõnumivorme
fi: Lisää viestimallipohjia
fr: Ajouter d'autres modèles de message personnalisés
lv: Pievienot vairāk pielāgotu ziņojumu paraugu
nb: Legg til flere egendefinerte meldingsmaler
nl: Voeg meer aangepaste berichtsjablonen toe
pl: Dodaj więcej niestandardowych szablonów wiadomości
sv: Lägg till fler anpassade meddelandemallar

source: You can use placeholder [FIRST_NAME] for applicant's first name and [LAST_NAME] for last name.<br>Please notice that not all email providers show images and videos in emails
da: Du kan bruge pladsholderen [FIRST_NAME] til ansøgerens fornavn og [LAST_NAME] til efternavn.<br>Bemærk venligst, at ikke alle e-mailudbydere viser billeder og videoer i e-mails
de: Sie können den Platzhalter [FIRST_NAME] für den Vornamen des Bewerbers und [LAST_NAME] für den Nachnamen verwenden. <br>Bitte beachten Sie, dass nicht alle E-Mail-Anbieter Bilder und Videos in E-Mails anzeigen
et: Kandidaadi eesnime jaoks saad kasutada kohatäidet [FIRST_NAME] ja perekonnanime jaoks kohatäidet [LAST_NAME].<br>Pea meeles, et mõni e-posti teenuse osutaja ei näita e-kirjades pilte ja videoid.
fi: Voit käyttää paikanpitäjää [FIRST_NAME] hakijan etunimelle ja [LAST_NAME] sukunimelle <br>Ole hyvä ja humioi kaikki sähköpostipalvelut eivät näytä kuvia ja videoita sähköpostiviesteissään.
fr: Vous pouvez utiliser le paramètre [FIRST_NAME] pour le prénom du candidat et [LAST_NAME] pour le nom de famille.<br>Veuillez noter que tous les fournisseurs de messagerie n'affichent pas les images et les vidéos dans les e-mails
lv: Varat izmantot vietturi [FIRST_NAME] kandidāta vārdam un vietturi [LAST_NAME] – kandidāta uzvārdam.<br>Ņemiet vērā, ka ne visi e-pasta pakalpojumu sniedzēji e-pastos parāda attēlus un videoklipus.
nb: Du kan bruke plassholderen [FIRST_NAME] for søkerens fornavn og [LAST_NAME] for etternavn.<br>Vær oppmerksom på at ikke alle e-postleverandører viser bilder og videoer i e-poster
nl: Je kunt de plaatshouder [FIRST_NAME] gebruiken voor de voornaam van de sollicitant en [LAST_NAME] voor de achternaam.<br>Houd er rekening mee dat niet alle e-mailproviders afbeeldingen en video's in e-mails tonen
pl: Możesz użyć symbolu zastępczego [FIRST_NAME] dla imienia kandydata i [LAST_NAME] dla nazwiska.<br>Pamiętaj, że nie wszyscy dostawcy poczty e-mail wyświetlają obrazy i filmy w wiadomościach e-mail
sv: Du kan använda platshållare [FIRST_NAME] för sökandens förnamn och [LAST_NAME] för efternamn.<br>Vänligen observera att inte alla e-postleverantörer visar bilder och videor i e-postmeddelanden

source: Schedule message
et: Ajasta sõnum
fi: Ajasta viesti
sv: Schemalagd tid

source: Send message
da: Send besked
de: Nachricht senden
et: Saada sõnum
fi: Lähetä viesti
fr: Envoyer le message
lv: Nosūtīt ziņojumu
nb: Send melding
nl: Bericht verzenden
pl: Wyślij wiadomość
sv: Skicka meddelande

source: Join online interview
da: Deltag i onlineinterview
de: Online-Bewerbungsgespräch beitreten
et: Liitu veebivestlusega
fi: Liity online-haastatteluun
fr: Rejoindre l'entretien en ligne
lv: Pievienojieties tiešsaistes intervijai
nb: Bli med på intervju på nett
nl: Deelnemen aan online interview
pl: Dołącz do rozmowy online
sv: Delta i online-intervjun

source: Modify interviewers
da: Ændring af interviewere
de: Leiter des Bewerbungsgesprächs bearbeiten
et: Muuda intervjueerijaid
fi: Muokkaa haastattelijoita
fr: Modifier les intervieweurs
lv: Mainīt intervētājus
nb: Endre intervjuere
nl: Interviewers wijzigen
pl: Zmodyfikuj osoby przeprowadzające rozmowę
sv: Redigera intervjuare

source: This applicant does not want to receive feedback on the application
da: Denne ansøger vil ikke modtage feedback på ansøgningen
de: Dieser Bewerber möchte kein Feedback zu der Bewerbung erhalten
et: See kandidaat ei soovi avalduse kohta tagasisidet saada
fi: Tämä hakija ei halua palautetta hakemuksestaan
fr: Ce candidat ne souhaite pas recevoir de commentaires sur sa candidature
lv: Šis kandidāts nevēlas saņemt atsauksmes par pieteikumu
nb: Denne søkeren ønsker ikke å motta tilbakemelding på søknaden
nl: Deze kandidaat wil geen feedback ontvangen over de sollicitatie
pl: Ten kandydat nie chce otrzymywać informacji zwrotnej na temat aplikacji
sv: Den här kandidaten vill inte få feedback på sin ansökan

source: Message template
da: Beskedskabelon
de: Nachrichtenvorlage
et: Sõnumi vorm
fi: Viestipohja
fr: Modèle de message
lv: Ziņojuma paraugs
nb: Mal for meldinger
nl: Berichtsjabloon
pl: Szablon wiadomości
sv: Mall för anpassat meddelande

source: This generates rejection letter without the strengths and weaknesses part when you have already given the feedback.
da: Dette genererer et afslagsbrev uden styrkerne og svaghederne, når du allerede har givet feedback.
de: Auf diese Weise entsteht ein Ablehnungsschreiben ohne den Teil der Stärken und Schwächen, sofern Sie die Beurteilung bereits abgegeben haben.
et: See loob äraütleva kirja ilma tugevuste ja nõrkusteta, kui oled nende kohta juba tagasisidet andnud.
fi: Tämä luo hylkäysviestin ilman vahvuuksia ja heikkouksia osiota silloin kun olet jo antanut palautteen.
fr: Cela génère une lettre de refus sans la partie forces et faiblesses lorsque vous avez déjà donné votre avis.
lv: Tādējādi tiek izveidota atteikuma vēstule, kurā nav iekļauta daļa par vājībām un stiprajām pusēm, ja atsauksme jau ir sniegta.
nb: Dette genererer et avslagsbrev uten styrke- og svakhetsdelen når du allerede har gitt tilbakemelding.
nl: Dit genereert een afwijzingsbrief zonder het deel over sterke en zwakke punten wanneer u de feedback al heeft gegeven.
pl: To generuje list odrzucający bez części dotyczącej mocnych i słabych stron, gdy już przekazałeś informację zwrotną.
sv: Detta genererar avslagsbrev utan delen med styrkor och svagheter när du redan givit feedback.

source: Feedback already given verbally
da: Feedback er allerede givet mundtligt
de: Feedback bereits mündlich gegeben
et: Tagasisidet anti juba suuliselt
fi: Palaute on annettu toista kautta
fr: Commentaires déjà donnés verbalement
lv: Atsauksme jau ir sniegta mutiski
nb: Tilbakemeldinger allerede gitt muntlig
nl: Feedback al mondeling gegeven
pl: Informacja zwrotna przekazana ustnie
sv: Muntlig feedback har redan getts

source: Previous feedback
da: Tidligere feedback
de: Vorheriges Feedback
et: Eelmine tagasiside
fi: Edellinen palaute
fr: Commentaires précédents
lv: Iepriekšējās atsauksmes
nb: Tidligere tilbakemelding
nl: Vorige feedback
pl: Poprzednia informacja zwrotna
sv: Tidigare feedback

source: Regenerate feedback
da: Genopret feedback
de: Feedback erneut erstellen
et: Loo tagasiside uuesti
fi: Generoi palaute uudelleen
fr: Régénérer les commentaires
lv: Atjaunot atsauksmi
nb: Regenerer tilbakemelding
nl: Feedback opnieuw genereren
pl: Wygeneruj ponownie informację zwrotną
sv: Regenerera feedback

source: This generates rejection letter without the strengths and weaknesses part when you have already given the feedback.
da: Dette genererer et afslag uden styrkerne og svaghederne, når du allerede har givet feedback.
de: Dies generiert ein Ablehnungsschreiben ohne den Teil zu Stärken und Schwächen, wenn Sie bereits Feedback gegeben haben.
et: See genereerib tagasilükkamiskirja ilma tugevuste ja nõrkuste osata, kui olete juba tagasisidet andnud.
fi: Tämä luo hylkäyskirjeen ilman vahvuuksia ja heikkouksia, kun olet jo antanut palautteen.
fr: Cela génère une lettre de refus sans la partie forces et faiblesses lorsque vous avez déjà donné votre avis.
lv: Tas ģenerē noraidījuma vēstuli bez stipro un vājo pušu daļas, kad jūs jau esat sniedzis atsauksmes.
nb: Dette genererer avslagsbrev uten styrker og svakheter når du allerede har gitt tilbakemelding.
nl: Dit genereert een afwijzingsbrief zonder het deel over sterke en zwakke punten wanneer u al feedback heeft gegeven.
pl: To generuje list odrzucający bez części dotyczącej mocnych i słabych stron, gdy już udzielono informacji zwrotnej.
sv: Detta genererar avslagsbrev utan styrkorna och svagheterna när du redan har gett feedback.

source: Send feedback and reject
da: Send feedback og afvis
de: Feedback senden und ablehnen
et: Saada tagasiside ja lükka avaldus tagasi
fi: Lähetä palaute ja hylkää
fr: Envoyer les commentaires et rejeter
lv: Nosūtīt atsauksmes un noraidīt
nb: Sende tilbakemelding og avvise
nl: Feedback verzenden en afwijzen
pl: Wyślij informację zwrotną i odrzuć
sv: Skicka feedback och avvisa

source: Activities
da: Aktiviteter
de: Aktivitäten
et: Tegevused
fi: Aktiviteetit
fr: Activités
lv: Darbības
nb: Aktiviteter
nl: Activiteiten
pl: Aktywności
sv: Aktiviteter

source: Give your overall rating
da: Giv din samlede vurdering
de: Geben Sie ihre Gesamtbewertung ab
et: Anna üldine hinnang
fi: Anna kokonaisarvio
fr: Donnez votre évaluation globale
lv: Sniedziet kopējo vērtējumu
nb: Gi en samlet rangering
nl: Geef uw algemene beoordeling
pl: Podaj swoją ogólną ocenę
sv: Ge helhetsbetyg

source: Evaluation is locked, because feedback is sent
da: Vurdering er låst, fordi feedback er sendt
de: Die Bewertungsfunktion ist gesperrt, weil bereits bewertet wurde
et: Hindamine on lukustatud, sest tagasiside on saadetud
fi: Arviointi on lukittu, koska palaute on lähetetty
fr: L'évaluation est verrouillée, car les commentaires sont envoyés
lv: Vērtējums ir bloķēts, jo tiek nosūtīta atsauksme
nb: Evaluering er låst fordi tilbakemelding er sendt
nl: Evaluatie is vergrendeld, omdat feedback is verzonden
pl: Ocena jest zablokowana, ponieważ informacja zwrotna została wysłana
sv: Utvärderingen är låst för att feedbacken har skickats

source: Shortcuts
da: Genveje
et: Otseteed
fi: Pikayhdistelmät
fr: Raccourcis
lv: Īsceļi
nb: Snarveier
nl: Snelkoppelingen
pl: Skróty
sv: Genvägar

source: Open all
da: Åbn alle
de: Alle öffnen
et: Ava kõik
fi: Avaa kaikki
fr: Tout ouvrir
lv: Atvērt visus
nb: Åpne alle
nl: Alles openen
pl: Otwórz wszystkie
sv: Öppna alla

source: Close all
da: Luk alle
de: Alle schließen
et: Sulge kõik
fi: Sulje kaikki
fr: Tout fermer
lv: Aizvērt visus
nb: Lukk alle
nl: Alles sluiten
pl: Zamknij wszystkie
sv: Stäng alla

source: Add new shortcut
da: Tilføj ny genvej
de: Einen neue Shortcut hinzufügen
et: Lisa uus otsetee
fi: Lisää uusi pikayhdistelmä
fr: Ajouter un nouveau raccourci
lv: Pievienot jaunu īsceļu
nb: Legg til ny snarvei
nl: Nieuwe snelkoppeling toevoegen
pl: Dodaj nowy skrót
sv: Lägg till en ny genväg

source: Select at least one evaluated feature by clicking the checkboxes
da: Vælg mindst én vurderet funktion ved at klikke på afkrydsningsfelterne
de: Wählen Sie mindestens eine ausgewertetes Merkmal aus, indem Sie auf die Kontrollkästchen klicken
et: Klõpsa märkeruute, et valida vähemalt üks hinnatud element
fi: Valitse ainakin yksi arvioitu ominaisuus klikkaamalla ruutuja
fr: Sélectionnez au moins une fonctionnalité évaluée en cliquant sur les cases à cocher
lv: Izvēlieties vismaz vienu novērtēto funkciju, noklikšķinot uz izvēles rūtiņām
nb: Velg minst én evaluert funksjon ved å klikke i avmerkingsboksene
nl: Selecteer ten minste één geëvalueerde functie door op de selectievakjes te klikken
pl: Wybierz co najmniej jedną ocenianą cechę, klikając pola wyboru
sv: Välj minst en egenskap att utvärdera genom att klicka kryssrutorna

source: Shortcut name
da: Navn på genvej
et: Otsetee nimi
fi: Pikayhdistelmän nimi
fr: Nom du raccourci
lv: Īsceļa nosaukums
nb: Navn på snarvei
nl: Snelkoppelingsnaam
pl: Nazwa skrótu
sv: Genvägsnamn
