Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: To accelerate the screening process, we are introducing a quick preview option from the application list view. Just by one click you will get an overview of the most important candidate information without having to open the full application details. From the Overlay view you will have the option of course to quickly navigate to the full details and also to take quick actions to process the application, such as add a tag, leave a note or an evaluation.
da: For at fremskynde screeningsprocessen introducerer vi en hurtig forhåndsvisning fra ansøgningslisteoversigten. Med blot et enkelt klik får du et overblik over de vigtigste kandidatoplysninger uden at skulle åbne den fulde ansøgningsdetaljer. Fra overlejringsvisningen har du selvfølgelig mulighed for hurtigt at navigere til de fulde detaljer og også for at foretage hurtige handlinger for at behandle ansøgningen, f.eks. tilføje et tag, efterlade en note eller en evaluering.
de: Um den Screening-Prozess zu beschleunigen, führen wir eine Schnellansichtsoption in der Bewerbungslistenansicht ein. Mit nur einem Klick erhalten Sie eine Übersicht über die wichtigsten Kandidateninformationen, ohne die vollständigen Bewerbungsdetails öffnen zu müssen. Von der Overlay-Ansicht aus haben Sie natürlich die Möglichkeit, schnell zu den vollständigen Details zu navigieren und auch schnelle Aktionen zur Bearbeitung der Bewerbung durchzuführen, wie z. B. ein Tag hinzuzufügen, eine Notiz oder eine Bewertung zu hinterlassen.
et: Sõelumisprotsessi kiirendamiseks tutvustame avalduste loendi vaates kiirülevaate võimalust. Vaid ühe klõpsuga saate ülevaate kõige olulisemast kandidaadi teabest, ilma et peaksite avama täielikud avalduse üksikasjad. Ülevaatekuvalt on teil muidugi võimalus kiiresti liikuda täielike üksikasjade juurde ja teha ka kiireid toiminguid avalduse töötlemiseks, näiteks lisada silt, jätta märkus või hinnang.
fi: Nopeuttaaksemme seulontaprosessia otamme käyttöön nopean esikatseluvaihtoehdon hakemusluettelonäkymästä. Yhdellä napsautuksella saat yleiskatsauksen ehdokkaan tärkeimmistä tiedoista ilman, että sinun tarvitsee avata koko hakemuksen tietoja. Overlay näkymästä voit tietenkin siirtyä nopeasti kaikkiin tietoihin ja tehdä myös hakemuksen käsittelyyn liittyviä nopeita toimenpiteitä, kuten lisätä tunnisteen, jättää huomautuksen tai antaa arvioinnin.
fr: Pour accélérer le processus de sélection, nous introduisons une option d'aperçu rapide à partir de la vue liste des candidatures. En un seul clic, vous obtiendrez un aperçu des informations les plus importantes sur le candidat sans avoir à ouvrir les détails complets de la candidature. Depuis la vue superposée, vous aurez bien sûr la possibilité de naviguer rapidement vers les détails complets et également de prendre des actions rapides pour traiter la candidature, comme ajouter une étiquette, laisser une note ou une évaluation.
lv: Lai paātrinātu atlases procesu, mēs ieviešam ātras priekšskatīšanas iespēju no pieteikumu saraksta skata. Ar vienu klikšķi jūs iegūsiet pārskatu par svarīgāko kandidāta informāciju, neatverot pilnu pieteikuma informāciju. No pārklājuma skata jums, protams, būs iespēja ātri pāriet uz pilnu informāciju, kā arī veikt ātras darbības, lai apstrādātu pieteikumu, piemēram, pievienot tagu, atstāt piezīmi vai novērtējumu.
nb: For å akselerere screeningprosessen introduserer vi et alternativ for hurtigvisning fra søknadslisten. Med bare ett klikk får du en oversikt over den viktigste søkerinformasjonen uten å måtte åpne hele søknadsdetaljene. Fra overlagsvisningen vil du selvfølgelig ha muligheten til raskt å navigere til de fullstendige detaljene og også til å utføre raske handlinger for å behandle søknaden, for eksempel legge til en merkelapp, legge igjen et notat eller en evaluering.
nl: Om het screeningsproces te versnellen, introduceren we een snelle voorbeeldoptie vanuit de lijstweergave van de sollicitatie. Met slechts één klik krijgt u een overzicht van de belangrijkste kandidaatinformatie zonder de volledige sollicitatiegegevens te hoeven openen. Vanuit de Overlay-weergave heeft u natuurlijk de mogelijkheid om snel naar de volledige details te navigeren en ook om snel actie te ondernemen om de sollicitatie te verwerken, zoals het toevoegen van een tag, het achterlaten van een notitie of een evaluatie.
pl: Aby przyspieszyć proces selekcji, wprowadzamy opcję szybkiego podglądu z widoku listy aplikacji. Wystarczy jedno kliknięcie, aby uzyskać przegląd najważniejszych informacji o kandydacie bez konieczności otwierania pełnych szczegółów aplikacji. Z poziomu widoku nakładki będziesz mieć oczywiście możliwość szybkiego przejścia do pełnych szczegółów, a także podjęcia szybkich działań w celu przetworzenia aplikacji, takich jak dodanie tagu, pozostawienie notatki lub oceny.
sv: För att påskynda urvalsprocessen introducerar vi ett alternativ för snabbförhandsgranskning från listvy över ansökningar. Med bara ett klick får du en översikt över den viktigaste kandidatinformationen utan att behöva öppna hela ansökningsuppgifterna. Från överläggsvyn har du naturligtvis möjlighet att snabbt navigera till fullständiga detaljer och även vidta snabba åtgärder för att bearbeta ansökan, till exempel lägga till en tagg, lämna en anteckning eller en utvärdering.

source: Candidate Introduction updates
da: Opdateringer af kandidatintroduktion
de: Aktualisierungen der Kandidatenvorstellung
et: Kandidaadi tutvustuse värskendused
fi: Hakijaesittelyn päivitykset
fr: Mises à jour de l'introduction du candidat
lv: Kandidāta iepazīstināšanas atjauninājumi
nb: Oppdateringer av kandidatintroduksjon
nl: Updates kandidaatintroductie
pl: Aktualizacje wprowadzenia kandydata
sv: Uppdateringar av kandidatintroduktion

source: Candidate Introduction settings have been completely re-worked to enable an easy configuration of sharing the relevant candidate information. Also now you have the possibility to add new recipients on the fly to keep the collaboration even more fluid in the application screening process.
da: Indstillingerne for kandidatintroduktion er blevet fuldstændigt omarbejdet for at muliggøre en nem konfiguration af deling af de relevante kandidatoplysninger. Nu har du også mulighed for at tilføje nye modtagere i farten for at gøre samarbejdet endnu mere flydende i ansøgningsscreeningsprocessen.
de: Die Einstellungen für die Kandidatenvorstellung wurden vollständig überarbeitet, um eine einfache Konfiguration der Freigabe der relevanten Kandidateninformationen zu ermöglichen. Außerdem haben Sie jetzt die Möglichkeit, neue Empfänger spontan hinzuzufügen, um die Zusammenarbeit im Bewerbungsauswahlprozess noch flüssiger zu gestalten.
et: Kandidaadi tutvustuse seadeid on täielikult ümber töötatud, et võimaldada kandidaadi asjakohase teabe jagamise lihtsat konfigureerimist. Samuti on nüüd võimalus lisada uusi adressaate lennult, et hoida koostööd avalduste sõelumise protsessis veelgi sujuvamana.
fi: Hakijaesittelyn asetukset on muokattu täysin uudelleen, jotta asiaankuuluvien hakijatietojen jakaminen on helppo määrittää. Nyt sinulla on myös mahdollisuus lisätä uusia vastaanottajia lennossa, jotta yhteistyö olisi entistä sujuvampaa hakemusten seulontaprosessissa.
fr: Les paramètres d'introduction des candidats ont été complètement remaniés pour permettre une configuration facile du partage des informations pertinentes sur les candidats. Vous avez maintenant également la possibilité d'ajouter de nouveaux destinataires à la volée pour maintenir une collaboration encore plus fluide dans le processus de sélection des candidatures.
lv: Kandidātu iepazīstināšanas iestatījumi ir pilnībā pārstrādāti, lai nodrošinātu vienkāršu attiecīgās kandidāta informācijas kopīgošanas konfigurāciju. Tagad jums ir arī iespēja lidojuma laikā pievienot jaunus saņēmējus, lai saglabātu sadarbību pieteikumu pārbaudes procesā vēl plūstošāku.
nb: Innstillingene for kandidatintroduksjon har blitt fullstendig omarbeidet for å muliggjøre en enkel konfigurasjon av deling av relevant kandidatinformasjon. Nå har du også muligheten til å legge til nye mottakere fortløpende for å holde samarbeidet enda mer flytende i søknadsprosessen.
nl: De instellingen voor de introductie van kandidaten zijn volledig herzien om een eenvoudige configuratie van het delen van de relevante kandidaatinformatie mogelijk te maken. Ook heb je nu de mogelijkheid om nieuwe ontvangers on the fly toe te voegen om de samenwerking in het screeningsproces van sollicitaties nog vloeibaarder te laten verlopen.
pl: Ustawienia wprowadzenia kandydata zostały całkowicie przepracowane, aby umożliwić łatwą konfigurację udostępniania odpowiednich informacji o kandydacie. Teraz masz również możliwość dodawania nowych odbiorców w locie, aby współpraca była jeszcze bardziej płynna w procesie selekcji aplikacji.
sv: Inställningarna för kandidatintroduktion har helt omarbetats för att möjliggöra en enkel konfiguration av delning av relevant kandidatinformation. Nu har du också möjlighet att lägga till nya mottagare direkt för att hålla samarbetet ännu mer flytande i ansökningsgranskningsprocessen.

source: Trying to find the most optimal channel mix for your recruitment marketing? Our new Job Portal Hub gives you recommendations which channel mix might bring you the highest results for any particular position and also you can order new campaigns on job portals where you don’t have a pre-existing contract. Admin users have the possibility to purchase new campaigns either via using pre-purchased credits, via credit card payment or a purchase order. Users with recruiter and hiring manager roles also can order and pay for new campaigns via credit card.
et: Kas proovite leida oma värbamisturunduse jaoks kõige optimaalsemat kanalite kombinatsiooni? Meie uus tööportaalide keskus annab teile soovitusi, milline kanalite kombinatsioon võib tuua teile parimad tulemused mis tahes konkreetse ametikoha puhul, ja saate tellida ka uusi kampaaniaid tööportaalidest, kus teil pole eelnevat lepingut. Administraatoritel on võimalus osta uusi kampaaniaid kas ettemakstud krediitide, krediitkaardimakse või ostutellimuse kaudu. Värbaja ja värbamisjuhi rollidega kasutajad saavad samuti tellida ja maksta uute kampaaniate eest krediitkaardiga.
fi: Yritätkö löytää optimaalisen kanavayhdistelmän rekrytointimarkkinointiisi? Uusi Job Portal Hub -palvelumme antaa sinulle suosituksia siitä, mikä kanavayhdistelmä voisi tuottaa sinulle parhaat tulokset tietyssä tehtävässä, ja voit myös tilata uusia kampanjoita työportaaleihin, joissa sinulla ei ole jo olemassa olevaa sopimusta. Pääkäyttäjillä on mahdollisuus ostaa uusia kampanjoita joko käyttämällä ennalta ostettuja krediittejä, luottokorttimaksulla tai ostotilauksella. Rekrytoijarooleissa olevat käyttäjät voivat myös tilata ja maksaa uusia kampanjoita luottokortilla.
sv: Försöker du hitta den mest optimala kanalmixen för din rekryteringsmarknadsföring? Vår nya Job Portal Hub ger dig rekommendationer om vilken kanalmix som kan ge dig de bästa resultaten för en viss position och du kan också beställa nya kampanjer på jobbportaler där du inte har ett befintligt kontrakt. Administratörer har möjlighet att köpa nya kampanjer antingen via förköpta krediter, via kreditkortsbetalning eller en inköpsorder. Användare med rekryterare och chefsroller kan också beställa och betala för nya kampanjer via kreditkort.

source: We hope you enjoy these new updates and have a great summer time ahead!
da: Vi håber, at du nyder disse nye opdateringer og får en fantastisk sommer!
de: Wir hoffen, dass Ihnen diese neuen Updates gefallen und wünschen Ihnen eine schöne Sommerzeit!
et: Loodame, et naudite neid uusi uuendusi ja teil on ees suurepärane suveaeg!
fi: Toivottavasti nautit näistä uusista päivityksistä ja hyvää kesän jatkoa!
fr: Nous espérons que vous apprécierez ces nouvelles mises à jour et que vous passerez un excellent été !
lv: Ceram, ka jums patiks šie jaunumi un novēlam lielisku vasaras laiku!
nb: Vi håper du liker disse nye oppdateringene og får en flott sommer!
nl: We hopen dat je van deze nieuwe updates geniet en een geweldige zomertijd tegemoet gaat!
pl: Mamy nadzieję, że spodobają Ci się te nowe aktualizacje i życzymy wspaniałego lata!
sv: Vi hoppas att du gillar dessa nya uppdateringar och har en fantastisk sommar framför dig!

source: Best regards,
da: Med venlig hilsen,
de: Mit freundlichen Grüßen,
et: Heade soovidega
fi: Parhain terveisin,
fr: Cordialement,
lv: Ar cieņu
nb: Med vennlig hilsen
nl: Met vriendelijke groet,
pl: Pozdrawiamy,
sv: Med vänliga hälsningar,

source: April
et: Aprill
fi: Huhtikuu
fr: Avril
lv: Aprīlis
pl: Kwiecień

source: We are so excited to announce the next huge round of new features, including AI-powered assistance in the job ad creation and application review process as well as anonymous recruitment. Keep on reading to find out more details.
da: Vi er så begejstrede for at annoncere den næste store runde af nye funktioner, herunder AI-drevet assistance i jobannonceoprettelsen og ansøgningsgennemgangsprocessen samt anonym rekruttering. Læs videre for at finde ud af flere detaljer.
de: Wir freuen uns sehr, die nächste große Runde neuer Funktionen anzukündigen, darunter KI-gestützte Unterstützung bei der Erstellung von Stellenanzeigen und der Überprüfung von Bewerbungen sowie anonyme Rekrutierung. Lesen Sie weiter, um mehr Details zu erfahren.
et: Meil on hea meel teatada järgmisest suurest uute funktsioonide voorust, sealhulgas AI-toega abi tööpakkumiste loomise ja kandideerimisavalduste läbivaatamise protsessis ning anonüümne värbamine. Lisateabe saamiseks lugege edasi.
fi: Olemme todella innoissamme voidessamme julkistaa seuraavan mittavan kokoelman uusista toiminnallisuuksista, kuten tekoälyavusteisen toiminnon työpaikkailmoitusten luomisessa ,hakemusten arviointiprosessissa ja anonyymin rekrytoinnin. Alla lisätietoja näistä uutuuksista.
fr: Nous sommes très heureux d'annoncer la prochaine grande série de nouvelles fonctionnalités, notamment l'assistance alimentée par l'IA dans le processus de création d'annonces d'emploi et d'examen des candidatures, ainsi que le recrutement anonyme. Continuez à lire pour en savoir plus.
lv: Mēs esam ļoti priecīgi paziņot par nākamo milzīgo jauno funkciju kārtu, tostarp mākslīgā intelekta atbalstītu palīdzību darba sludinājumu izveidē un pieteikumu pārskatīšanas procesā, kā arī anonīmu darbā pieņemšanu. Turpiniet lasīt, lai uzzinātu vairāk informācijas.
nb: Vi er så glade for å kunngjøre den neste store runden med nye funksjoner, inkludert AI-drevet assistanse i jobbannonseoppretting og søknadsgjennomgangsprosessen, samt anonym rekruttering. Fortsett å lese for å finne ut flere detaljer.
nl: We zijn erg enthousiast om de volgende grote ronde van nieuwe functies aan te kondigen, waaronder AI-ondersteunde hulp bij het maken van vacatures en het beoordelen van sollicitaties, evenals anonieme werving. Lees verder voor meer details.
pl: Z wielką radością ogłaszamy kolejną dużą rundę nowych funkcji, w tym wsparcie AI w tworzeniu ogłoszeń o pracę i przeglądzie aplikacji, a także anonimową rekrutację. Czytaj dalej, aby dowiedzieć się więcej szczegółów.
sv: Vi är glada över att kunna presentera nästa stora omgång av nya funktioner, inklusive AI-driven hjälp med att skapa jobbannonser och granska ansökningar samt anonym rekrytering. Fortsätt läsa för att få reda på mer detaljer.

source: TalentAdore’s new AI Assistant helps recruiters streamline their day-to-day work so you can focus on the moments with the candidates that matter most. The following features are available with the first release of the AI Assistant:
et: TalentAdore'i uus AI assistent aitab värbajatel oma igapäevatööd sujuvamaks muuta, et saaksite keskenduda kõige olulisematele hetkedele kandidaatidega. AI assistendi esimese versiooniga on saadaval järgmised funktsioonid:
fi: TalentAdoren uusi tekoälyavustaja auttaa rekrytoijia virtaviivaistamaan päivittäistä työtään, jotta he voivat esimerkiksi keskittyä paremmin haastatteluihin hakijoiden kanssa . Seuraavat ominaisuudet ovat saatavilla AI Assistantin ensimmäisessä versiossa:
sv: TalentAdores nya AI-assistent hjälper rekryterare att effektivisera sitt dagliga arbete så att du kan fokusera på de ögonblick med kandidaterna som betyder mest. Följande funktioner är tillgängliga med den första versionen av AI-assistenten:

source: Helps the user to write the Job descriptions by fetching the Job title and the Company profile.
da: Hjælper brugeren med at skrive jobbeskrivelser ved at hente jobtitlen og virksomhedsprofilen.
de: Hilft dem Benutzer beim Schreiben der Stellenbeschreibungen, indem er die Stellenbezeichnung und das Unternehmensprofil abruft.
et: Aitab kasutajal töökirjeldusi koostada, tuues välja ametinimetuse ja ettevõtte profiili.
fi: Auttaa käyttäjää kirjoittamaan työnkuvaukset hakemalla työnimikkeen ja yrityksen profiilin.
fr: Aide l'utilisateur à rédiger les descriptions de poste en récupérant le titre du poste et le profil de l'entreprise.
lv: Palīdz lietotājam rakstīt darba aprakstus, iegūstot darba nosaukumu un uzņēmuma profilu.
nb: Hjelper brukeren med å skrive stillingsbeskrivelser ved å hente stillingstittel og firmaprofil.
nl: Helpt de gebruiker bij het schrijven van de functiebeschrijvingen door de functietitel en het bedrijfsprofiel op te halen.
pl: Pomaga użytkownikowi pisać opisy stanowisk, pobierając tytuł stanowiska i profil firmy.
sv: Hjälper användaren att skriva jobbeskrivningar genom att hämta jobbtitel och företagsprofil.

source: Job Description Translations
da: Oversættelser af jobbeskrivelser
de: Übersetzungen von Stellenbeschreibungen
et: Ametijuhendi tõlked
fi: Työnkuvauksen käännökset
fr: Traductions de descriptions de poste
lv: Darba apraksta tulkojumi
nb: Oversettelser av stillingsbeskrivelser
nl: Vertalingen van functiebeschrijvingen
pl: Tłumaczenia opisów stanowisk
sv: Översättningar av arbetsbeskrivningar

source: Helps the user to translate the Job description in other languages by fetching the Job description of the Main language.
da: Hjælper brugeren med at oversætte jobbeskrivelsen til andre sprog ved at hente jobbeskrivelsen på hovedsproget.
de: Hilft dem Benutzer, die Stellenbeschreibung in andere Sprachen zu übersetzen, indem er die Stellenbeschreibung der Hauptsprache abruft.
et: Aitab kasutajal töökirjeldust teistesse keeltesse tõlkida, tuues välja põhikeelse töökirjelduse.
fi: Auttaa käyttäjää kääntämään työnkuvauksen muille kielille hakemalla pääkielen työnkuvauksen.
fr: Aide l'utilisateur à traduire la description de poste dans d'autres langues en récupérant la description de poste de la langue principale.
lv: Palīdz lietotājam tulkot darba aprakstu citās valodās, iegūstot galvenās valodas darba aprakstu.
nb: Hjelper brukeren med å oversette stillingsbeskrivelsen til andre språk ved å hente stillingsbeskrivelsen på hovedspråket.
nl: Helpt de gebruiker om de functiebeschrijving in andere talen te vertalen door de functiebeschrijving van de hoofdtaal op te halen.
pl: Pomaga użytkownikowi przetłumaczyć opis stanowiska na inne języki, pobierając opis stanowiska w języku głównym.
sv: Hjälper användaren att översätta arbetsbeskrivningen till andra språk genom att hämta arbetsbeskrivningen på huvudspråket.

source: Helps the user to summarise the notes by making the key points from the notes into pros and cons making the recruitment process and the reviewing of all notes easier.
da: Hjælper brugeren med at opsummere noterne ved at lave hovedpunkterne fra noterne til fordele og ulemper, hvilket gør rekrutteringsprocessen og gennemgangen af alle noter nemmere.
de: Hilft dem Benutzer, die Notizen zusammenzufassen, indem er die Kernpunkte der Notizen in Vor- und Nachteile unterteilt und so den Rekrutierungsprozess und die Überprüfung aller Notizen erleichtert.
et: Aitab kasutajal märkmeid kokku võtta, tehes märkmete põhipunktidest plussid ja miinused, muutes värbamisprotsessi ja kõigi märkmete läbivaatamise lihtsamaks.
fi: Auttaa käyttäjää tiivistämään muistiinpanot kokoamalla muistiinpanojen keskeisistä kohdista hyviä ja huonoja puolia, tämä helpottaa rekrytointiprosessia ja muistiinpanojen tarkistamista.
fr: Aide l'utilisateur à résumer les notes en faisant des points clés des notes en avantages et inconvénients, ce qui facilite le processus de recrutement et l'examen de toutes les notes.
lv: Palīdz lietotājam apkopot piezīmes, pārvēršot galvenos punktus no piezīmēm par plusiem un mīnusiem, atvieglojot darbā pieņemšanas procesu un visu piezīmju pārskatīšanu.
nb: Hjelper brukeren med å oppsummere notatene ved å lage hovedpunktene fra notatene til fordeler og ulemper, noe som gjør rekrutteringsprosessen og gjennomgangen av alle notater enklere.
nl: Helpt de gebruiker om de notities samen te vatten door de belangrijkste punten uit de notities in voor- en nadelen te verdelen, waardoor het wervingsproces en het beoordelen van alle notities eenvoudiger wordt.
pl: Pomaga użytkownikowi podsumować notatki, przekształcając kluczowe punkty z notatek w zalety i wady, ułatwiając proces rekrutacji i przeglądanie wszystkich notatek.
sv: Hjälper användaren att sammanfatta anteckningarna genom att göra de viktigaste punkterna från anteckningarna till för- och nackdelar, vilket underlättar rekryteringsprocessen och granskningen av alla anteckningar.

source: Helps the user to summarise the info provided by the Applicant in form of documents (resume, cover letter, other attachments) dividing the summary into 4 sections.
da: Hjælper brugeren med at opsummere de oplysninger, som ansøgeren har givet i form af dokumenter (CV, ansøgning, andre vedhæftede filer), ved at opdele opsummeringen i 4 afsnit.
de: Hilft dem Benutzer, die vom Bewerber in Form von Dokumenten (Lebenslauf, Anschreiben, andere Anhänge) bereitgestellten Informationen zusammenzufassen, indem er die Zusammenfassung in 4 Abschnitte unterteilt.
et: Aitab kasutajal kokkuvõtta kandidaadi esitatud dokumentides (CV, kaaskiri, muud manused) sisalduvat teavet, jagades kokkuvõtte 4 osaks.
fi: Tekee yhteenvedon hakijan dokumenteista (ansioluettelo, saatekirje, muut liitteet).
fr: Aide l'utilisateur à résumer les informations fournies par le candidat sous forme de documents (CV, lettre de motivation, autres pièces jointes) en divisant le résumé en 4 sections.
lv: Palīdz lietotājam apkopot informāciju, ko pretendents sniedzis dokumentu veidā (CV, motivācijas vēstule, citi pielikumi), sadalot kopsavilkumu 4 sadaļās.
nb: Hjelper brukeren med å oppsummere informasjonen gitt av søkeren i form av dokumenter (CV, søknadsbrev, andre vedlegg) ved å dele sammendraget inn i 4 seksjoner.
nl: Helpt de gebruiker om de informatie die door de sollicitant is verstrekt in de vorm van documenten (cv, motivatiebrief, andere bijlagen) samen te vatten en de samenvatting in 4 secties te verdelen.
pl: Pomaga użytkownikowi podsumować informacje dostarczone przez kandydata w formie dokumentów (CV, list motywacyjny, inne załączniki), dzieląc podsumowanie na 4 sekcje.
sv: Hjälper användaren att sammanfatta den information som den sökande har lämnat i form av dokument (CV, personligt brev, andra bilagor) genom att dela in sammanfattningen i fyra avsnitt.

source: General introduction of the candidate
da: Generel introduktion af kandidaten
de: Allgemeine Vorstellung des Kandidaten
et: Kandidaadi üldine tutvustus
fi: Hakijan yleinen esittely
fr: Présentation générale du candidat
lv: Vispārējs kandidāta iepazīstināšana
nb: Generell introduksjon av kandidaten
nl: Algemene introductie van de kandidaat
pl: Ogólne wprowadzenie kandydata
sv: Allmän introduktion av kandidaten

source: Work history
da: Arbejdshistorik
de: Beruflicher Werdegang
et: Töökogemus
fi: Työhistoria
fr: Historique professionnel
lv: Darba pieredze
nb: Arbeidshistorikk
nl: Werkervaring
pl: Historia zatrudnienia
sv: Arbetshistoria
