Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Get a quick overview of the candidate’s skillset and how it fits your requirements - full transparency on skills that are found and not found in the application.
et: Saate kiire ülevaate kandidaadi oskustest ja sellest, kuidas need vastavad teie nõuetele – täielik läbipaistvus kandideerimisavaldusest leitud ja leidmata oskuste kohta.
fi: Saat nopean katsauksen hakijan osaamisesta ja siitä, kuinka se sopii vaatimuksiisi – täysi läpinäkyvyys hakemuksessa löytyviin ja puuttuviin taitoihin.
sv: Få en snabb överblick över kandidatens kompetenser och hur de passar dina krav – full transparens kring vilka färdigheter som finns och saknas i ansökan.

source: Get suggestions of matching candidates from your Talent Community.
et: Saate oma talentide kogukonnast soovitusi sobivate kandidaatide kohta.
fi: Saat ehdotuksia sopivista ehdokkaista Talent Communitystasi.
sv: Få förslag på matchande kandidater från din Talent Community.

source: Coming soon:
da: Kommer snart:
de: Demnächst:
et: Peagi tulekul:
fi: Tulossa pian:
fr: Bientôt disponible :
lv: Drīzumā:
nb: Kommer snart:
nl: Binnenkort beschikbaar:
pl: Wkrótce:
sv: Kommer snart:

source: AI-powered suggestions of skills for open positions.
et: AI-põhised soovitused avatud ametikohtade oskuste kohta.
fi: Tekoälypohjaisia ehdotuksia taidoista avoimiin työpaikkoihin.
sv: AI-drivna förslag på kompetenser för öppna tjänster.

source: Try the new AI Skills Matching by activating it in {}early access{}.
et: Proovige uut AI oskuste sobitamist, aktiveerides selle {}varajases juurdepääsus{}.
fi: Kokeile uutta tekoälypohjaista osaamisvertailua aktivoimalla se {}beta-kokeilussa{}.
sv: Prova den nya AI-kompetensmatchningen genom att aktivera den i {}tidig tillgång{}.

source: New Candidate Evaluation (Early Access) ✨
et: Uus kandidaadi hindamine (varajane juurdepääs) ✨
fi: Uusi hakijan arviointi (Beta-kokeilu) ✨
sv: Ny kandidatutvärdering (Tidig tillgång) ✨

source: Structured competence-based hiring is the key to successful recruitment. The new candidate evaluation allows a better alignment of competencies against your job requirements.
et: Struktureeritud kompetentsipõhine värbamine on eduka värbamise võti. Uus kandidaatide hindamine võimaldab pädevusi paremini vastavusse viia teie töönõuetega.
fi: Jäsennelty osaamiseen perustuva rekrytointi on avain onnistuneeseen rekrytointiin. Uusi hakijan arviointi mahdollistaa paremman taitojen arvioimisen työpaikkavaatimuksiisi.
sv: Strukturerad kompetensbaserad rekrytering är nyckeln till framgångsrik rekrytering. Den nya kandidatutvärderingen möjliggör en bättre anpassning av kompetenser mot dina jobbkrav.

source: Evaluate your candidates step by step as they move forward in your recruitment flow.
et: Hinnake oma kandidaate samm-sammult, kui nad teie värbamisvoos edasi liiguvad.
fi: Arvioi hakijoitasi vaihe vaiheelta heidän edetessään rekrytointiprosessissa.
sv: Utvärdera dina kandidater steg för steg när de går vidare i ditt rekryteringsflöde.

source: Assess your candidate’s strengths and areas of development with an intuitive 5-step scale.
et: Hinnake oma kandidaadi tugevusi ja arenguvaldkondi intuitiivse 5-astmelise skaalaga.
fi: Arvioi hakijan vahvuudet ja kehitysalueet intuitiivisella 5-portaisella asteikolla.
sv: Bedöm kandidatens styrkor och utvecklingsområden med en intuitiv 5-stegs skala.

source: Add written notes to explain your ratings and capture those crucial details and impressions.
et: Lisage kirjalikke märkmeid oma hinnangute selgitamiseks ning oluliste detailide ja muljete jäädvustamiseks.
fi: Lisää kirjallisia huomautuksia selittämään arviointejasi ja tallentamaan tärkeät yksityiskohdat ja vaikutelmat.
sv: Lägg till skriftliga anteckningar för att förklara dina betyg och fånga de avgörande detaljerna och intrycken.

source: Handily compare evaluations from everyone involved in the process.
et: Võrrelge mugavalt kõigi protsessis osalejate hinnanguid.
fi: Vertaa kätevästi kaikkien prosessiin osallistuvien arviointeja.
sv: Jämför smidigt utvärderingar från alla som är involverade i processen.

source: Try the new Candidate Evaluation by activating it in {}early access{}.
et: Proovige uut kandidaadi hindamist, aktiveerides selle {}varajases juurdepääsus{}.
fi: Kokeile uutta hakijan arviointia aktivoimalla se {}beta.kokeilussa {}.
sv: Prova den nya kandidatutvärderingen genom att aktivera den i {}tidig tillgång{}.

source: New AI-Assisted Candidate Feedback (Early Access) ✨
et: Uus AI-põhine kandidaatide tagasiside (varajane juurdepääs) ✨
fi: Uusi tekoälyavusteinen hakijapalaute (Beta-kokeilu) ✨
sv: Ny AI-assisterad kandidatfeedback (Tidig tillgång) ✨

source: Our very first AI-powered feature, Candidate Feedback, has been redesigned to help you provide each candidate with the feedback they yearn for and deserve.
et: Meie kõige esimene AI-põhine funktsioon, kandidaatide tagasiside, on ümber kujundatud, et aidata teil anda igale kandidaadile tagasisidet, mida nad ihkavad ja väärivad.
fi: Ensimmäinen tekoälytoimintomme, hakijoiden palaute, on suunniteltu uudelleen auttamaan sinua antamaan jokaiselle hakijalle yksilöllistä palautetta.
sv: Vår allra första AI-drivna funktion, kandidatfeedback, har omdesignats för att hjälpa dig att ge varje kandidat den feedback de längtar efter och förtjänar.

source: Generate even better and more personalized feedback with our new evaluation module.
et: Looge meie uue hindamismooduliga veelgi paremat ja isikupärastatumat tagasisidet.
fi: Luo entistä parempaa ja henkilökohtaisempaa palautetta uudella arviointimoduulillamme.
sv: Generera ännu bättre och mer personlig feedback med vår nya utvärderingsmodul.

source: Choose which language the feedback is generated in.
et: Valige, mis keeles tagasiside genereeritakse.
fi: Valitse, millä kielellä palaute luodaan.
sv: Välj vilket språk feedbacken genereras på.

source: Try the new Candidate Feedback by activating it in {}early access{}.
et: Proovige uut kandidaatide tagasisidet, aktiveerides selle {}varajases juurdepääsus{}.
fi: Kokeile uutta hakijoiden palautetta aktivoimalla se {}Beta-kokeilussa{}.
sv: Prova den nya kandidatfeedbacken genom att aktivera den i {}tidig tillgång{}.

source: If add-ons are not included in your current plan and you are interested in trying them, contact your Customer Success Manager.
da: Hvis tilføjelser ikke er inkluderet i din nuværende plan, og du er interesseret i at prøve dem, skal du kontakte din Customer Success Manager.
de: Wenn Add-ons nicht in Ihrem aktuellen Plan enthalten sind und Sie daran interessiert sind, sie auszuprobieren, wenden Sie sich an Ihren Customer Success Manager.
et: Kui teie praegune pakett ei sisalda lisasid ja soovite neid proovida, võtke ühendust oma kliendiedujuhiga.
fi: Jos lisäosat eivät sisälly nykyiseen pakettiisi ja olet kiinnostunut kokeilemaan niitä, ota yhteyttä Customer Success Manageriinne.
fr: Si les modules complémentaires ne sont pas inclus dans votre plan actuel et que vous souhaitez les essayer, contactez votre responsable du succès client.
lv: Ja jūsu pašreizējā plānā nav iekļauti papildinājumi un jūs vēlaties tos izmēģināt, sazinieties ar savu klientu panākumu vadītāju.
nb: Hvis tillegg ikke er inkludert i din nåværende plan og du er interessert i å prøve dem, kontakt din kundesuksessansvarlig.
nl: Als add-ons niet zijn inbegrepen in uw huidige abonnement en u bent geïnteresseerd om ze uit te proberen, neem dan contact op met uw Customer Success Manager.
pl: Jeśli dodatki nie są uwzględnione w Twoim obecnym planie, a jesteś zainteresowany ich wypróbowaniem, skontaktuj się z menedżerem ds. sukcesu klienta.
sv: Om tillägg inte ingår i din nuvarande plan och du är intresserad av att prova dem, kontakta din kundansvarige.

source: Other Releases & Updates
da: Andre udgivelser og opdateringer
de: Weitere Veröffentlichungen und Updates
et: Muud väljalasked ja uuendused
fi: Muut julkaisut ja päivitykset
fr: Autres versions et mises à jour
lv: Citi izlaidumi un atjauninājumi
nb: Andre utgivelser og oppdateringer
nl: Andere releases & updates
pl: Inne Wydania i Aktualizacje
sv: Andra releaser och uppdateringar

source: Other releases, updates, and improvements in production:
et: Muud väljalasked, uuendused ja täiustused toodangus:
fi: Muut julkaisut, päivitykset ja parannukset alustalla:
sv: Andra produktsläpp, uppdateringar och förbättringar i produktion:

source: Video interview and applications
et: Videointervjuu ja kandideerimisavaldused
fi: Videohaastattelut ja -hakemukset
sv: Videointervju och ansökningar

source: Our new, built-in video tools allow you to utilize pre-recorded video interviews and add video questions to application forms. For more information, contact your Customer Success Manager.
et: Meie uued sisseehitatud videotööriistad võimaldavad teil kasutada eelsalvestatud videointervjuusid ja lisada videoküsimusi kandideerimisvormidele. Lisateabe saamiseks võtke ühendust oma kliendiedu halduriga.
fi: Uudet sisäänrakennetut videotyökalumme mahdollistavat ennalta tallennettujen videohaastattelujen hyödyntämisen ja videokysymysten lisäämisen hakulomakkeisiin. Lisätietoja saat asiakkuuspäälliköltäsi.
sv: Våra nya inbyggda videoverktyg låter dig använda förinspelade videointervjuer och lägga till videofrågor i ansökningsformulär. För mer information, kontakta din kundansvariga.

source: Hidden/Private Job Postings
et: Peidetud/privaatsed töökuulutused
fi: Piilotetut/yksityiset työpaikkailmoitukset
sv: Dolda/privata jobbpubliceringar

source: Create job postings that are not visible on public channels and are accessible only via a direct link. This feature is enabled for all users and is ideal for internal hiring or sensitive recruitment processes.
et: Looge töökuulutusi, mis pole avalikes kanalites nähtavad ja on kättesaadavad ainult otseühenduse kaudu. See funktsioon on lubatud kõigile kasutajatele ja on ideaalne sisemiseks värbamiseks või tundlikeks värbamisprotsessideks.
fi: Luo työpaikkailmoituksia, jotka eivät näy julkisilla kanavilla ja ovat saatavilla vain suoran linkin kautta. Tämä ominaisuus on käytössä kaikille käyttäjille ja se sopii erityisesti sisäiseen rekrytointiin tai arkaluontoisiin rekrytointiprosesseihin.
sv: Skapa jobbpubliceringar som inte är synliga på offentliga kanaler och endast är tillgängliga via en direkt länk. Denna funktion är aktiverad för alla användare och är idealisk för intern rekrytering eller känsliga rekryteringsprocesser.

source: Other UX and feature improvements:
et: Muud kasutajakogemuse ja funktsioonide täiustused:
fi: Muut käyttökokemuksen ja ominaisuuksien parannukset:
sv: Andra UX- och funktionsförbättringar:

source: Numerous improvements to the speed and performance of the ATS.
et: Arvukad täiustused kandidaatide jälgimissüsteemi kiiruses ja jõudluses.
fi: Lukuisia parannuksia ATS:n nopeuteen ja suorituskykyyn.
sv: Många förbättringar av hastigheten och prestationen av ATS.

source: AI Assistant: improvements and adjustments for optimized performance.
et: AI assistent: täiustused ja kohandused optimeeritud jõudluse tagamiseks.
fi: Tekoälyavustaja: parannuksia ja säätöjä optimoidun suorituskyvyn saavuttamiseksi.
sv: AI-assistent: förbättringar och justeringar för optimerad prestation.

source: If you have any questions, contact your Customer Success Manager.
da: Hvis du har spørgsmål, kan du kontakte din Customer Success Manager.
de: Wenn Sie Fragen haben, wenden Sie sich an Ihren Customer Success Manager.
et: Kui teil on küsimusi, võtke ühendust oma kliendiedukuse juhiga.
fi: Jos sinulla on kysyttävää, ota yhteyttä Customer Success Manageriinne.
fr: Si vous avez des questions, contactez votre responsable de la réussite client.
lv: Ja jums ir kādi jautājumi, sazinieties ar savu klientu panākumu vadītāju.
nb: Hvis du har spørsmål, ta kontakt med din Customer Success Manager.
nl: Als je vragen hebt, neem dan contact op met je Customer Success Manager.
pl: Jeśli masz jakiekolwiek pytania, skontaktuj się z menedżerem ds. sukcesu klienta.
sv: Om du har några frågor, kontakta din Customer Success Manager.

source: November
fi: Marraskuu
fr: Novembre
lv: Novembris
pl: Listopad

source: We are excited to bring you the first of our {}new monthly product updates.{}
da: Vi er glade for at bringe dig den første af vores {}nye månedlige produktopdateringer.{}
de: Wir freuen uns, Ihnen das erste unserer {}neuen monatlichen Produkt-Updates{} zu präsentieren.
et: Meil on hea meel tuua teieni meie {}uute igakuiste tooteuuenduste{} esimene osa.
fi: Olemme innoissamme voidessamme esitellä ensimmäisen {}uuden kuukausittaisen tuotepäivityksen.{}
fr: Nous sommes ravis de vous présenter la première de nos {}nouvelles mises à jour mensuelles du produit.{}
lv: Mēs esam priecīgi piedāvāt jums pirmo no mūsu {}jaunajiem ikmēneša produktu atjauninājumiem.{}
nb: Vi er glade for å gi deg den første av våre {}nye månedlige produktoppdateringer.{}
nl: We zijn verheugd u de eerste van onze {}nieuwe maandelijkse productupdates{} te brengen.
pl: Z przyjemnością przedstawiamy Ci pierwszy z naszych {}nowych miesięcznych aktualizacji produktu.{}
sv: Vi är glada över att ge dig den första av våra {}nya månatliga produktuppdateringar.{}

source: As a testimony to our accelerated product development, going forward you can expect a monthly update during the first week of each new month (unless otherwise announced).
da: Som et vidnesbyrd om vores accelererede produktudvikling kan du fremover forvente en månedlig opdatering i løbet af den første uge i hver ny måned (medmindre andet er annonceret).
de: Als Zeugnis unserer beschleunigten Produktentwicklung können Sie in Zukunft ein monatliches Update in der ersten Woche jedes neuen Monats erwarten (sofern nicht anders angekündigt).
et: Meie kiirenenud tootearenduse tunnistusena võite edaspidi oodata igakuist uuendust iga uue kuu esimesel nädalal (kui pole teisiti teatatud).
fi: Osoituksena tuotekehityksemme harppauksista, julkaisemme tuotepäivityksen jatkossa jokaisen kuukauden ensimmäisellä viikolla (ellei toisin ilmoiteta).
fr: Témoignage de l'accélération de notre développement produit, vous pouvez désormais vous attendre à une mise à jour mensuelle au cours de la première semaine de chaque nouveau mois (sauf annonce contraire).
lv: Kā liecība mūsu paātrinātajai produktu izstrādei, turpmāk jūs varat sagaidīt ikmēneša atjauninājumu pirmajā nedēļā katrā jaunajā mēnesī (ja vien nav paziņots citādi).
nb: Som et vitnesbyrd om vår akselererte produktutvikling, kan du fremover forvente en månedlig oppdatering i løpet av den første uken i hver nye måned (med mindre annet er annonsert).
nl: Als getuigenis van onze versnelde productontwikkeling, kunt u in de toekomst een maandelijkse update verwachten tijdens de eerste week van elke nieuwe maand (tenzij anders aangekondigd).
pl: Jako świadectwo naszego przyspieszonego rozwoju produktu, w przyszłości możesz spodziewać się comiesięcznej aktualizacji w pierwszym tygodniu każdego nowego miesiąca (chyba że zostanie to ogłoszone inaczej).
sv: Som ett bevis på vår accelererade produktutveckling kan du framöver förvänta dig en månatlig uppdatering under den första veckan i varje ny månad (om inget annat meddelas).

source: Recently released features:
da: Nyligt frigivne funktioner:
de: Kürzlich veröffentlichte Funktionen:
et: Hiljuti välja antud funktsioonid:
fi: Äskettäin julkaistut ominaisuudet:
fr: Fonctionnalités récemment publiées :
lv: Nesen izlaistās funkcijas:
nb: Nylig utgitte funksjoner:
nl: Onlangs uitgebrachte functies:
pl: Ostatnio wydane funkcje:
sv: Nyligen släppta funktioner:

source: Note:
da: Bemærk:
de: Hinweis:
et: Märkus:
fi: Huom:
fr: Remarque :
lv: Piezīme:
nb: Merk:
nl: Opmerking:
pl: Uwaga:
sv: Obs:

source: Beta releases are available only by activating them via {}early access{} by admin users.
da: Beta-udgivelser er kun tilgængelige ved at aktivere dem via {}tidlig adgang{} af administratorbrugere.
de: Beta-Versionen sind nur verfügbar, indem sie von Admin-Benutzern über {}Early Access{} aktiviert werden.
et: Beetaversioonid on saadaval ainult administraatorkasutajate poolt nende aktiveerimise kaudu {}varajase juurdepääsu{} kaudu.
fi: beta-ominaisuudet ovat saatavilla vain aktivoimalla ne {}beta-kokeilu sivun{} kautta pääkäyttäjien toimesta.
fr: Les versions bêta ne sont disponibles qu'en les activant via {}l'accès anticipé{} par les utilisateurs administrateurs.
lv: Beta versijas ir pieejamas tikai aktivizējot tās, izmantojot {}agrīno piekļuvi{} administratora lietotājiem.
nb: Betaversjoner er kun tilgjengelige ved å aktivere dem via {}tidlig tilgang{} av administratorbrukere.
nl: Beta-releases zijn alleen beschikbaar door ze te activeren via {}vroege toegang{} door beheerders.
pl: Wydania beta są dostępne tylko po aktywowaniu ich za pośrednictwem {}wczesnego dostępu{} przez użytkowników administracyjnych.
sv: Betaversioner är endast tillgängliga genom att aktivera dem via {}tidig åtkomst{} av administratörer.

source: Advanced Analytics 2.0
da: Avanceret Analytics 2.0
de: Erweiterte Analysen 2.0
fi: Edistynyt analytiikka 2.0
fr: Analytique avancée 2.0
lv: Uzlabotā analītika 2.0
nb: Avansert analyse 2.0
nl: Geavanceerde Analyses 2.0
pl: Zaawansowana analityka 2.0
sv: Avancerad analys 2.0

source: Up to 15 times faster data experience
da: Op til 15 gange hurtigere dataoplevelse
de: Bis zu 15-mal schnellere Datenerfahrung
et: Kuni 15 korda kiirem andmekogemus
fi: Jopa 15 kertaa nopeampi datakokemus
fr: Une expérience de données jusqu'à 15 fois plus rapide
lv: Līdz 15 reizēm ātrāka datu pieredze
nb: Opptil 15 ganger raskere dataopplevelse
nl: Tot 15 keer snellere data-ervaring
pl: Nawet 15 razy szybsze doświadczenie z danymi
sv: Upp till 15 gånger snabbare dataupplevelse

source: Streamlined user experience
da: Strømlinet brugeroplevelse
de: Optimierte Benutzererfahrung
et: Sujuvam kasutajakogemus
fi: Virtaviivaistettu käyttäjäkokemus
fr: Expérience utilisateur rationalisée
lv: Racionalizēta lietotāja pieredze
nb: Strømlinjeformet brukeropplevelse
nl: Gestroomlijnde gebruikerservaring
pl: Usprawnione doświadczenie użytkownika
sv: Strömlinjeformad användarupplevelse

source: Customizable views
da: Tilpassede visninger
de: Anpassbare Ansichten
et: Kohandatavad vaated
fi: Kustomoitavat näkymät
fr: Vues personnalisables
lv: Pielāgojami skati
nb: Tilpassbare visninger
nl: Aanpasbare weergaven
pl: Konfigurowalne widoki
sv: Anpassningsbara vyer

source: AI-assisted Message Creation (Beta)
da: AI-assisteret oprettelse af beskeder (Beta)
de: KI-gestützte Nachrichtenerstellung (Beta)
et: AI-assisteeritud sõnumite loomine (beeta)
fi: Tekoälyavusteinen viestien luonti (Beta)
fr: Création de messages assistée par IA (Bêta)
lv: AI asistēta ziņojumu izveide (Beta)
nb: AI-assistert meldingsoppretting (Beta)
nl: AI-ondersteunde berichtcreatie (Beta)
pl: Tworzenie wiadomości wspomagane przez AI (Beta)
sv: AI-assisterad meddelandeskapande (Beta)

source: In a time crunch? Let our AI Assistant help you with candidate communication! ✨
da: I tidsnød? Lad vores AI-assistent hjælpe dig med kandidatkommunikation! ✨
de: Unter Zeitdruck? Lassen Sie sich von unserem KI-Assistenten bei der Kommunikation mit Kandidaten helfen! ✨
et: Ajapuuduses? Laske meie AI-assistendil aidata teid kandidaatidega suhtlemisel! ✨
fi: Eivätkö tunnit tunnu riittävän laadukkaaseen hakijaviestintään? Anna tekoälyavustajamme auttaa! ✨
fr: Vous manquez de temps ? Laissez notre assistant IA vous aider dans la communication avec les candidats ! ✨
lv: Laika trūkums? Ļaujiet mūsu AI asistentam palīdzēt jums ar kandidātu komunikāciju! ✨
nb: Har du dårlig tid? La vår AI-assistent hjelpe deg med kandidatkommunikasjon! ✨
nl: Tijdgebrek? Laat onze AI-assistent u helpen met de communicatie met kandidaten! ✨
pl: W czasowym kryzysie? Pozwól naszemu Asystentowi AI pomóc Ci w komunikacji z kandydatami! ✨
sv: Ont om tid? Låt vår AI-assistent hjälpa dig med kandidatkommunikation! ✨

source: Communicate with your candidates in multiple languages
da: Kommuniker med dine kandidater på flere sprog
de: Kommunizieren Sie mit Ihren Kandidaten in mehreren Sprachen
et: Suhelge oma kandidaatidega mitmes keeles
fi: Kommunikoi hakijoiden kanssa tarvitsemallasi kielellä
fr: Communiquez avec vos candidats dans plusieurs langues
lv: Sazinieties ar saviem kandidātiem vairākās valodās
nb: Kommuniser med kandidatene dine på flere språk
nl: Communiceer met uw kandidaten in meerdere talen
pl: Komunikuj się z kandydatami w wielu językach
sv: Kommunicera med dina kandidater på flera språk

source: Reply to your candidates’ messages – just include the message in your prompt
et: Vastake oma kandidaatide sõnumitele – lihtsalt lisage sõnum oma viipa
fi: Vastaa hakijoiden viesteihin sisällyttämällä hakijan viesti kehotteeseesi
sv: Svara på dina kandidaters meddelanden – inkludera bara meddelandet i din prompt.

source: Our AI model ensures polite and discrete communication at all times
da: Vores AI-model sikrer høflig og diskret kommunikation til enhver tid
de: Unser KI-Modell sorgt jederzeit für eine höfliche und diskrete Kommunikation
et: Meie AI-mudel tagab alati viisakas ja diskreetse suhtluse
fi: Tekoälymallimme takaa kohteliaan ja hienotunteisen viestinnän
fr: Notre modèle d'IA assure une communication polie et discrète en tout temps
lv: Mūsu MI modelis nodrošina pieklājīgu un diskrētu komunikāciju visos laikos
nb: Vår AI-modell sikrer høflig og diskret kommunikasjon til enhver tid
nl: Ons AI-model zorgt te allen tijde voor beleefde en discrete communicatie
pl: Nasz model AI zapewnia uprzejmą i dyskretną komunikację przez cały czas
sv: Vår AI-modell säkerställer artig och diskret kommunikation hela tiden

source: AI Support Agent (Beta)
de: KI-Supportagent (Beta)
et: AI tugiagent (beeta)
fi: Asiakastukiagentti (AI) (Beta)
fr: Agent de support IA (Bêta)
lv: MI atbalsta aģents (Beta)
nb: AI-støtteagent (Beta)
pl: Agent Wsparcia AI (Beta)

source: Wouldn’t it be great, if your users could just ask our solution on where to find things or how to do something? Well, with our new AI Support Agent, you can!
et: Kas poleks tore, kui teie kasutajad saaksid lihtsalt meie lahenduselt küsida, kust asju leida või kuidas midagi teha? Noh, meie uue AI-toeagendiga saate!
fi: Eikö olisi mahtavaa, jos käyttäjät voisivat vain kysyä järjestelmältä käyttöohjeita? Uuden asiakastukiagenttimme avulla tämä on mahdollista!
sv: Skulle det inte vara fantastiskt om dina användare bara kunde fråga vår lösning var de kan hitta saker eller hur man gör något? Med vår nya AI Support Agent kan du det!

source: Chat with our AI and let it aid you in using TalentAdore Hire
da: Chat med vores AI, og lad den hjælpe dig med at bruge TalentAdore Hire
de: Chatten Sie mit unserer KI und lassen Sie sich von ihr bei der Nutzung von TalentAdore Hire unterstützen
et: Vestelge meie AI-ga ja laske sellel aidata teil TalentAdore Hire'i kasutada
fi: Keskustele tekoälyn kanssa ja anna sen auttaa sinua TalentAdore Hiren käytössä
fr: Discutez avec notre IA et laissez-la vous aider à utiliser TalentAdore Hire
lv: Sazinieties ar mūsu MI un ļaujiet tam palīdzēt jums lietot TalentAdore Hire
nb: Chat med vår AI og la den hjelpe deg med å bruke TalentAdore Hire
nl: Chat met onze AI en laat het u helpen bij het gebruik van TalentAdore Hire
pl: Porozmawiaj z naszym AI i pozwól mu pomóc Ci w korzystaniu z TalentAdore Hire
sv: Chatta med vår AI och låt den hjälpa dig att använda TalentAdore Hire
