Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Assessment status
da: Status for vurdering
et: Hindamise olek
fi: Testin tilanne
fr: Statut de l'évaluation
lv: Novērtējuma statuss
nb: Vurderingssstatus
nl: Beoordelingsstatus
pl: Status oceny
sv: Bedömningsstatus

source: Duunitori profile
da: Duunitori profil
de: Duunitori Profil
et: Duunitori profiil
fi: Duunitori-profiili
fr: Profil Duunitori
lv: Duunitori profils
nb: Duunitori-profil
nl: Duunitori profiel
pl: Profil Duunitori
sv: Duunitori profil

source: EDI reference
de: EDI-Referenz
et: EDI viide
fi: Verkkolaskutuksen OVT-tunnus
fr: Référence EDI
lv: EDI atsauce
nb: EDI-referanse
nl: EDI referentie
pl: Odniesienie EDI
sv: EDI referens

source: Duunitori.Fi profile
da: Duunitori.fi profil
de: Duunitori.Fi Profil
et: Duunitori.fi profiil
fi: Duunitori.Fi -profiili
fr: Profil Duunitori.Fi
lv: Duunitori.Fi profils
nb: Duunitori.fi-profil
nl: Duunitori.Fi profiel
pl: Profil Duunitori.Fi
sv: Duunitori.fi profil

source: Own evaluation
da: Egen evaluering
de: Eigene Bewertung
et: Oma hinnang
fi: Oma arviointi
fr: Évaluation personnelle
lv: Pašnovērtējums
nb: Egen evaluering
nl: Eigen evaluatie
pl: Własna ocena
sv: Egen utvärdering

source: All evaluations
da: Alle evalueringer
de: Alle Bewertungen
et: Kõik hinnangud
fi: Kaikki arvioinnit
fr: Toutes les évaluations
lv: Visi novērtējumi
nb: Alle evalueringer
nl: Alle evaluaties
pl: Wszystkie oceny
sv: Alla utvärderingar

source: Evaluations summary
da: Evalueringsopsummering
de: Zusammenfassung der Bewertungen
et: Hinnangute kokkuvõte
fi: Arviointien yhteenveto
fr: Résumé des évaluations
lv: Novērtējumu kopsavilkums
nb: Sammendrag av evalueringer
nl: Samenvatting evaluaties
pl: Podsumowanie ocen
sv: Sammanfattning av utvärderingar

source: Yes/No
da: Ja/Nej
de: Ja/Nein
et: Jah/Ei
fi: Kyllä/Ei
fr: Oui/Non
lv: Jā/Nē
nb: Ja/Nei
nl: Ja/Nee
pl: Tak/Nie
sv: Ja/Nej

source: Rating scale
da: Vurderingsskala
de: Bewertungsskala
et: Hindamisskaala
fi: Arviointiasteikko
fr: Échelle d'évaluation
lv: Vērtējuma skala
nb: Vurderingsskala
nl: Beoordelingsschaal
pl: Skala ocen
sv: Betygsskala

source: Not qualified
da: Ikke kvalificeret
de: Nicht qualifiziert
et: Ei kvalifitseeru
fi: Ei sopiva
fr: Non qualifié
lv: Nav kvalificēts
nb: Ikke kvalifisert
nl: Niet gekwalificeerd
pl: Niekwalifikowany
sv: Ej kvalificerad

source: Below expectations
da: Under forventningerne
de: Unter den Erwartungen
et: Alla ootuste
fi: Alle odotusten
fr: En dessous des attentes
lv: Zem gaidītā
nb: Under forventningene
nl: Onder verwachtingen
pl: Poniżej oczekiwań
sv: Under förväntan

source: Meets expectations
da: Opfylder forventningerne
de: Erfüllt die Erwartungen
et: Vastab ootustele
fi: Täyttää odotukset
fr: Répond aux attentes
lv: Atbilst gaidītajam
nb: Møter forventningene
nl: Voldoet aan verwachtingen
pl: Spełnia oczekiwania
sv: Motsvarar förväntningarna

source: Exceeds expectations
da: Overstiger forventningerne
de: Übertrifft die Erwartungen
et: Ületab ootusi
fi: Ylittää odotukset
fr: Dépasse les attentes
lv: Pārsniedz gaidīto
nb: Overgår forventningene
nl: Overtreft verwachtingen
pl: Przekracza oczekiwania
sv: Överträffar förväntningarna

source: Excellent
da: Fremragende
de: Ausgezeichnet
et: Suurepärane
fi: Erinomainen
lv: Izcilas
nb: Utmerket
nl: Uitstekend
pl: Doskonały
sv: Utmärkta

source: Overall impression
da: Overordnet indtryk
de: Gesamteindruck
et: Üldine mulje
fi: Yleinen vaikutelma
fr: Impression générale
lv: Kopējais iespaids
nb: Generelt inntrykk
nl: Algemene indruk
pl: Ogólne wrażenie
sv: Helhetsintryck

source: Limited
da: Begrænset
de: Begrenzt
et: Piiratud
fi: Puutteellinen
fr: Limité
lv: Ierobežots
nb: Begrenset
nl: Beperkt
pl: Ograniczone
sv: Begränsad

source: Good
da: Godt
de: Gut
et: Hea
fi: Hyvä
fr: Bon
lv: Labas
nb: Bra
nl: Goed
pl: Dobry
sv: Goda

source: Invalid evaluation data
da: Ugyldige evalueringsdata
de: Ungültige Bewertungsdaten
et: Valed hindamisandmed
fi: Virheelliset arviointitiedot
fr: Données d'évaluation invalides
lv: Nederīgi novērtējuma dati
nb: Ugyldige evalueringsdata
nl: Ongeldige evaluatiegegevens
pl: Nieprawidłowe dane oceny
sv: Ogiltiga utvärderingsdata

source: Evaluation updated successfully
da: Evaluering opdateret
de: Bewertung erfolgreich aktualisiert
et: Hinnang on edukalt uuendatud
fi: Arviointi päivitetty onnistuneesti
fr: Évaluation mise à jour avec succès
lv: Novērtējums veiksmīgi atjaunināts
nb: Evaluering oppdatert
nl: Evaluatie succesvol bijgewerkt
pl: Ocena zaktualizowana pomyślnie
sv: Utvärdering uppdaterad framgångsrikt

source: Introducing our enhanced Evaluation feature—built to streamline and enhance candidate assessments. With multi-step evaluations, multiple reviewers can assess candidates at different stages, ensuring a structured and comprehensive review process. Each step captures evaluator ratings, providing a clear and fair evaluation process. The most recent evaluation is used to generate feedback messages, enabling more detailed and accurate rejection feedback for candidates. This feature helps teams maintain consistency in evaluations while improving transparency and the overall candidate experience.
da: Vi introducerer vores forbedrede evalueringsfunktion - bygget til at strømline og forbedre kandidatvurderinger. Med evalueringer i flere trin kan flere bedømmere vurdere kandidater på forskellige stadier, hvilket sikrer en struktureret og omfattende gennemgangsproces. Hvert trin registrerer bedømmernes vurderinger, hvilket giver en klar og retfærdig evalueringsproces. Den seneste evaluering bruges til at generere tilbagemeldinger, hvilket muliggør mere detaljeret og præcis afvisningsfeedback til kandidater. Denne funktion hjælper teams med at opretholde konsistens i evalueringer, samtidig med at den forbedrer gennemsigtigheden og den samlede kandidatoplevelse.
de: Wir stellen unser verbessertes Bewertungsfeature vor, das entwickelt wurde, um Kandidatenbewertungen zu optimieren und zu verbessern. Mit mehrstufigen Bewertungen können mehrere Prüfer Kandidaten in verschiedenen Phasen bewerten und so einen strukturierten und umfassenden Überprüfungsprozess gewährleisten. Jeder Schritt erfasst die Bewertungen der Prüfer und sorgt so für einen klaren und fairen Bewertungsprozess. Die aktuellste Bewertung wird verwendet, um Feedback-Nachrichten zu generieren, die ein detaillierteres und genaueres Ablehnungsfeedback für Kandidaten ermöglichen. Dieses Feature hilft Teams, Konsistenz in den Bewertungen zu wahren und gleichzeitig die Transparenz und das Gesamterlebnis der Kandidaten zu verbessern.
et: Tutvustame oma täiustatud hindamisfunktsiooni, mis on loodud kandidaatide hindamise sujuvamaks ja tõhusamaks muutmiseks. Mitme etapiga hindamise korral saavad mitmed hindajad kandidaate eri etappides hinnata, tagades struktureeritud ja põhjaliku läbivaatamise protsessi. Iga etapp salvestab hindajate hinnangud, pakkudes selget ja õiglast hindamisprotsessi. Tagasiside sõnumite loomiseks kasutatakse kõige viimast hinnangut, võimaldades kandidaatidele anda üksikasjalikumat ja täpsemat tagasisidet. See funktsioon aitab meeskondadel säilitada hinnangute järjepidevust, parandades samal ajal läbipaistvust ja kandidaatide üldist kogemust.
fi: Esittelemme parannetun arviointitoimintomme – suunniteltu tehostamaan ja yksinkertaistamaan ehdokkaiden arviointia. Monivaiheisten arviointien avulla useat arvioijat voivat arvioida ehdokkaita eri vaiheissa, varmistaen rakenteellisen ja kattavan arviointiprosessin. Jokainen vaihe tallentaa arvioijien pisteytykset, mikä takaa selkeän ja oikeudenmukaisen arvioinnin. Viimeisintä arviointia käytetään palautteiden luomiseen, mahdollistaen yksityiskohtaisemman ja tarkemman hylkäyspalautteen ehdokkaille. Tämä toiminto auttaa tiimejä säilyttämään arviointien yhdenmukaisuuden sekä parantamaan läpinäkyvyyttä ja ehdokaskokemusta.
fr: Présentation de notre fonctionnalité d'évaluation améliorée, conçue pour rationaliser et améliorer les évaluations des candidats. Avec des évaluations en plusieurs étapes, plusieurs évaluateurs peuvent évaluer les candidats à différentes étapes, garantissant un processus d'examen structuré et complet. Chaque étape capture les notes des évaluateurs, fournissant un processus d'évaluation clair et équitable. L'évaluation la plus récente est utilisée pour générer des messages de feedback, permettant un feedback de rejet plus détaillé et précis pour les candidats. Cette fonctionnalité aide les équipes à maintenir la cohérence dans les évaluations tout en améliorant la transparence et l'expérience globale des candidats.
lv: Iepazīstinām ar mūsu uzlaboto novērtēšanas funkciju, kas izveidota, lai racionalizētu un uzlabotu kandidātu novērtēšanu. Izmantojot daudzpakāpju novērtējumus, vairāki vērtētāji var novērtēt kandidātus dažādos posmos, nodrošinot strukturētu un visaptverošu pārskatīšanas procesu. Katrā solī tiek fiksēti vērtētāju vērtējumi, nodrošinot skaidru un godīgu novērtēšanas procesu. Jaunākais novērtējums tiek izmantots, lai ģenerētu atsauksmju ziņojumus, nodrošinot detalizētākas un precīzākas noraidījuma atsauksmes kandidātiem. Šī funkcija palīdz komandām saglabāt konsekvenci novērtējumos, vienlaikus uzlabojot pārredzamību un kopējo kandidātu pieredzi.
nb: Vi introduserer vår forbedrede evalueringsfunksjon - bygget for å strømlinjeforme og forbedre kandidatvurderinger. Med flertrinnsevalueringer kan flere anmeldere vurdere kandidater i forskjellige faser, noe som sikrer en strukturert og omfattende vurderingsprosess. Hvert trinn registrerer vurderinger fra evaluatorer, noe som gir en tydelig og rettferdig evalueringsprosess. Den nyeste evalueringen brukes til å generere tilbakemeldingsmeldinger, noe som muliggjør mer detaljert og nøyaktig avslagstilbakemelding til kandidater. Denne funksjonen hjelper team med å opprettholde konsistens i evalueringer samtidig som den forbedrer gjennomsiktigheten og den generelle kandidatopplevelsen.
nl: Onze verbeterde evaluatiefunctie stroomlijnt en verbetert de beoordeling van kandidaten. Met evaluaties in meerdere stappen kunnen meerdere beoordelaars kandidaten in verschillende fasen beoordelen, wat zorgt voor een gestructureerd en uitgebreid beoordelingsproces. Elke stap legt de beoordelingen van de beoordelaars vast, wat zorgt voor een duidelijk en eerlijk evaluatieproces. De meest recente evaluatie wordt gebruikt om feedbackberichten te genereren, waardoor meer gedetailleerde en nauwkeurige afwijzingsfeedback voor kandidaten mogelijk is. Deze functie helpt teams om consistentie in evaluaties te behouden en tegelijkertijd de transparantie en de algehele kandidaatervaring te verbeteren.
pl: Przedstawiamy naszą ulepszoną funkcję Oceny - stworzoną w celu usprawnienia i ulepszenia oceny kandydatów. Dzięki wieloetapowym ocenom wielu recenzentów może oceniać kandydatów na różnych etapach, zapewniając ustrukturyzowany i kompleksowy proces oceny. Każdy etap rejestruje oceny ewaluatorów, zapewniając przejrzysty i uczciwy proces oceny. Najnowsza ocena jest wykorzystywana do generowania wiadomości zwrotnych, umożliwiając bardziej szczegółowe i dokładne informacje zwrotne o odrzuceniu dla kandydatów. Ta funkcja pomaga zespołom zachować spójność w ocenach, jednocześnie poprawiając przejrzystość i ogólne doświadczenie kandydata.
sv: Vi introducerar vår förbättrade utvärderingsfunktion—utformad för att effektivisera och förbättra kandidatbedömningar. Med flerstegsutvärderingar kan flera granskare bedöma kandidater i olika skeden, vilket säkerställer en strukturerad och omfattande granskning. Varje steg fångar granskarens betyg, vilket ger en tydlig och rättvis utvärderingsprocess. Den senaste utvärderingen används för att generera återkopplingsmeddelanden, vilket möjliggör mer detaljerad och exakt avvisningsfeedback för kandidater. Denna funktion hjälper team att bibehålla konsekvens i utvärderingar samtidigt som den förbättrar transparens och den övergripande kandidatupplevelsen.

source: I'm open to receiving feedback on my application
da: Jeg er åben for at modtage feedback på min ansøgning
de: Ich möchte Feedback zu meiner Bewerbung erhalten
et: Olen avatud tagasisidele taotluse kohta
fi: Minulle saa lähettää palautetta hakemuksestani
fr: Je suis ouvert à recevoir des commentaires sur ma candidature
lv: Esmu atvērts atsauksmēm par manu pieteikumu
nb: Jeg er åpen for tilbakemeldinger på søknaden min
nl: Ik sta open voor feedback op mijn sollicitatie
pl: Jestem otwarty na otrzymywanie informacji zwrotnych dotyczących mojej aplikacji
sv: Jag är öppen för feedback på min ansökan

source: Phone
da: Telefon
de: Telefon
et: Telefon
fi: Puhelin
fr: Téléphone
lv: Tālrunis
nb: Telefonnummer
nl: Telefoon
pl: Telefon
sv: Telefon

source: Step
da: Trin
de: Schritt
et: Etapp
fi: Vaihe
fr: Étape
lv: Posms
nb: Trinn
nl: Stap
pl: Krok
sv: Steg

source: Outcome
da: Resultat
de: Ergebnis
et: Tulemus
fi: Lopputulos
fr: Résultat
lv: Rezultāts
nb: Resultat
nl: Uitkomst
pl: Wynik
sv: Slutesultat

source: Other attachment
da: Andet tillæg
de: Andere Anhänge
et: Muu manus
fi: Muu liite
fr: Autre pièce jointe
lv: Cits pielikums
nb: Annet vedlegg
nl: Andere bijlage
pl: Inny załącznik
sv: Annan bilaga

source: ID
fi: Tunniste

source: Additional link
da: Yderligere link
de: Zusätzlicher Link
et: Lisalink
fi: Lisälinkki
fr: Lien supplémentaire
lv: Papildu saite
nb: Ytterligere lenke
nl: Extra link
pl: Dodatkowy link
sv: Ytterligare länk

source: Job owner's first name
da: Jobejerens fornavn
de: Vorname des Stelleneigentümers
et: Ametikoha omaniku eesnimi
fi: Työilmoituksen omistajan etunimi
fr: Prénom du propriétaire du poste
lv: Vakances īpašnieka vārds
nb: Jobbeierens fornavn
nl: Voornaam van de vacature-eigenaar
pl: Imię właściciela oferty pracy
sv: Förnamnet på positionens ägare

source: Job owner's last name
da: Jobejerens efternavn
de: Nachname des Stelleneigentümers
et: Ametikoha omaniku perekonnanimi
fi: Työilmoituksen omistajan sukunimi
fr: Nom du propriétaire du poste
lv: Vakances īpašnieka uzvārds
nb: Jobbeierens etternavn
nl: Achternaam van de vacature-eigenaar
pl: Nazwisko właściciela oferty pracy
sv: Efternamnet på positionens ägare

source: Job owner's email
da: Jobejerens e-mail
de: E-Mail des Stelleneigentümers
et: Ametikoha omaniku e-posti aadress
fi: Työilmoituksen omistajan sähköposti
fr: E-mail du propriétaire du poste
lv: Vakances īpašnieka e-pasta adrese
nb: Jobbeierens e-postadresse
nl: E-mail van de vacature-eigenaar
pl: E-mail właściciela oferty pracy
sv: Positionens ägares e-post

source: Position ID
da: Stillings-ID
de: Stellen-ID
et: Ametikoha ID
fi: Työpaikan tunniste
fr: ID du poste
lv: Vakances ID
nb: Stillings-ID
nl: Functie ID
pl: ID stanowiska
sv: Positionens identifikat

source: Job ID
de: Stellen-ID
et: Ametikoha ID
fi: Sisäinen nimike
fr: ID de l'emploi
lv: Vakances ID
nb: Jobb-ID
nl: Vacature ID
pl: ID oferty pracy
sv: Jobb-ID

source: Is removed
da: Er fjernet
de: Wurde entfernt
et: Eemaldatud
fi: Poistettu
fr: Est supprimé
lv: Ir noņemts
nb: Er fjernet
nl: Is verwijderd
pl: Usunięto
sv: Har tagits bort

source: Position status
da: Status for stillingen
de: Stellen-Status
et: Ametikoha olek
fi: Työpaikan status
fr: Statut du poste
lv: Vakances statuss
nb: Status for stillingen
nl: Functiestatus
pl: Status stanowiska
sv: Tjänstens status

source: Job ad creation date
da: Dato for oprettelse af jobannonce
de: Stellenanzeigenerstellungsdatum
et: Töökuulutuse loomise kuupäev
fi: Työpaikkailmoituksen luontipäivämäärä
fr: Date de création de l'annonce d'emploi
lv: Darba sludinājuma izveides datums
nb: Dato for opprettelse av jobbannonse
nl: Aanmaakdatum vacature
pl: Data utworzenia ogłoszenia o pracę
sv: Datum då jobbannonsen skapats

source: Job requisition approval date
da: Dato for godkendelse af jobansøgning
de: Stellenangebotsgenehmigungsdatum
et: Värbamistaotluse kinnitamise kuupäev
fi: Rekrytointilupapyynnön hyväksymispäivä
fr: Date d'approbation de la demande d'emploi
lv: Darba pieprasījuma apstiprināšanas datums
nb: Dato for godkjenning av jobbrekvisisjon
nl: Goedkeuringsdatum vacatureaanvraag
pl: Data zatwierdzenia zapotrzebowania na pracownika
sv: Datum för godkännande av rekryteringstillståndet

source: Job ad publishing date
da: Dato for udgivelse af jobannonce
de: Stellenanzeigenveröffentlichungsdatum
et: Töökuulutuse avaldamise kuupäev
fi: Työpaikkailmoituksen julkaisupäivä
fr: Date de publication de l'annonce d'emploi
lv: Darba sludinājuma publicēšanas datums
nb: Dato for publisering av jobbannonsen
nl: Publicatiedatum vacature
pl: Data publikacji ogłoszenia o pracę
sv: Jobbannonsens publiceringsdatum

source: Job ad expiring date
da: Jobannoncens udløbsdato
de: Stellenanzeigenablaufdatum
et: Töökuulutuse aegumise kuupäev
fi: Työpaikkailmoituksen voimassaoloaika päättyy
fr: Date d'expiration de l'annonce d'emploi
lv: Darba sludinājuma derīguma termiņš
nb: Utløpsdato for annonsen
nl: Vervaldatum vacature
pl: Data wygaśnięcia ogłoszenia o pracę
sv: Jobbannonsens utgångsdatum

source: Job hiring manager
da: Rekrutterende leder
de: Einstellungsleiter
et: Ametikoha värbav juht
fi: Rekrytoiva esihenkilö
fr: Responsable du recrutement
lv: Par pieņemšanu darbā atbildīgais vadītājs darbam
nb: Rekrutterende leder
nl: Wervingsmanager
pl: Menedżer ds. rekrutacji
sv: Rekryterande chef

source: Number of AON tests
da: Antal AON-tests
de: Anzahl von AON Tests
et: AON-testide arv
fi: AON testien määrä
fr: Nombre de tests AON
lv: AON testu skaits
nb: Antall AON-tester
nl: Aantal AON testen
pl: Liczba testów AON
sv: Antal AOS test

source: Number of Hogrefe tests
da: Antal Hogrefe-tests
de: Anzahl von Hogrefe Tests
et: Hogrefe testide arv
fi: Hogrefe testien määrä
fr: Nombre de tests Hogrefe
lv: Hogrefe testu skaits
nb: Antall Hogrefe-tester
nl: Aantal Hogrefe testen
pl: Liczba testów Hogrefe
sv: Antal Hogrefe test

source: Tests finished
da: Test afsluttet
de: Tests fertiggestellt
et: Testid on lõpetatud
fi: Päättyneet testit
fr: Tests terminés
lv: Pabeigti testi
nb: Testene er avsluttet
nl: Testen voltooid
pl: Testy zakończone
sv: Antal avslutade test

source: Names of the AON tests
da: Navne på AON-tests
de: Namen der AON Tests
et: AON-testide nimed
fi: AON-testien nimet
fr: Noms des tests AON
lv: AON testu nosaukumi
nb: Navn på AON-testene
nl: Namen van de AON testen
pl: Nazwy testów AON
sv: Namn på AON test

source: Names of the Hogrefe tests
da: Navne på Hogrefe-teste
de: Namen der Hogrefe Tests
et: Hogrefe testide nimed
fi: Hogrefe-testien nimet
fr: Noms des tests Hogrefe
lv: Hogrefe testu nosaukumi
nb: Navn på Hogrefe-testene
nl: Namen van de Hogrefe testen
pl: Nazwy testów Hogrefe
sv: Namn på Hogrefe test

source: Outcome timestamp
da: Tidsstempel for resultat
de: Ergebnis-Zeitpunkt
et: Tulemuse ajajälg
fi: Lopputuloksen aikaleima
fr: Horodatage du résultat
lv: Rezultāta laikspiedols
nb: Tidsstempel for utfall
nl: Tijdstempel van de uitkomst
pl: Znacznik czasu wyniku
sv: Slutresultatets tidsstämpel

source: Total processing time (days)
da: Samlet behandlingstid (dage)
de: Gesamtbearbeitungszeit (Tage)
et: Töötlusaeg kokku (päeva)
fi: Kokonaiskäsittelyaika (päiviä)
fr: Temps de traitement total (jours)
lv: Kopējais apstrādes laiks (dienās)
nb: Total behandlingstid (dager)
nl: Totale verwerkingstijd (dagen)
pl: Całkowity czas przetwarzania (dni)
sv: Totala behandlingstiden (dagar)

source: Title of extra question
da: Titel på ekstra spørgsmål
de: Titel der zusätzlichen Fragen
et: Lisaküsimuse pealkiri
fi: Lisäkysymyksen otsikko
fr: Titre de la question supplémentaire
lv: Papildu jautājuma nosaukums
nb: Tittel på ekstra spørsmål
nl: Titel van extra vraag
pl: Tytuł dodatkowego pytania
sv: Rubrik för tilläggsfrågor

source: Answer
da: Svar
de: Antwort
et: Vastus
fi: Vastaus
fr: Réponse
lv: Atbilde
nb: Svar
nl: Antwoord
pl: Odpowiedź
sv: Svar

source: Applications
da: Ansøgninger
de: Bewerbungen
et: Avaldused
fi: Hakemukset
fr: Candidatures
lv: Pieteikumi
nb: Søknader
nl: Sollicitaties
pl: Aplikacje
sv: Ansökningar

source: Business units
da: Forretningsenheder
de: Geschäftsbereiche
et: Äriüksused
fi: Yritysprofiilit
fr: Unités commerciales
lv: Uzņēmuma struktūrvienības
nb: Forretningsenheter
nl: Bedrijfseenheden
pl: Jednostki biznesowe
sv: Företagsprofiler

source: Rating time
da: Vurderingstid
de: Bewertungszeit
et: Hinnangu aeg
fi: Arviointiaika
fr: Heure d'évaluation
lv: Vērtēšanas laiks
nb: Rangeringstid
nl: Beoordelingstijd
pl: Czas oceny
sv: Betygsättnings tid

source: Rating
da: Vurdering
de: Bewertung
et: Hinnang
fi: Kokonaisarvio
fr: Évaluation
lv: Vērtējums
nb: Rangering
nl: Beoordeling
pl: Ocena
sv: Betyg

source: Message
da: Besked
de: Nachricht
et: Sõnum
fi: Viesti
lv: Ziņojums
nb: Melding
nl: Bericht
pl: Wiadomość
sv: Meddelande

source: CandidateFeedback
de: Kandidaten-Feedback
et: Kandidaadi tagasiside
fi: HakijoidenPalaute
fr: Commentaires du candidat
lv: KandidātaAtsauksme
nb: Kandidattilbakemelding
nl: Feedback van de kandidaat
pl: Opinia kandydata
sv: Kandidatfeedback

source: Id
fi: Tunniste

source: N
de: Nr.
fi: Nro
sv: Nr.

source: Employment type
da: Beskæftigelsestype
de: Beschäftigungsart
et: Töösuhte tüüp
fi: Työsuhteen tyyppi
fr: Type d'emploi
lv: Nodarbinātības veids
nb: Ansettelsestype
nl: Dienstverband
pl: Typ zatrudnienia
sv: Typ av anställning

source: Expire date
da: Udløbsdato
de: Ablaufdatum
et: Aegumiskuupäev
fi: Päättymispäivä
fr: Date d'expiration
lv: Derīguma termiņš
nb: Utløpsdato
nl: Vervaldatum
pl: Data wygaśnięcia
sv: Förfallodatum

source: Hired count
da: Antal ansatte
de: Eingestellt Anzahl
et: Tööle võetute arv
fi: Palkattujen määrä
fr: Nombre d'embauches
lv: Darbā pieņemto darbinieku skaits
nb: Antall ansatte
nl: Aantal aangenomen
pl: Liczba zatrudnionych
sv: Antal anställda

source: Hired candidates
da: Ansatte kandidater
de: Eingestellte Kandidaten
et: Tööle võetud kandidaadid
fi: Palkatut hakijat
fr: Candidats embauchés
lv: Darbā pieņemtie kandidāti
nb: Ansatte kandidater
nl: Aangenomen kandidaten
pl: Zatrudnieni kandydaci
sv: Anställda kandidater

source: First hired date
da: Første ansættelsesdato
de: Erstes Einstellungsdatum
et: Esimese töölevõtmise kuupäev
fi: Palkkauspäivä
fr: Date de la première embauche
lv: Pirmās darbā pieņemšanas datums
nb: Dato for første ansettelse
nl: Eerste aanneemdatum
pl: Data pierwszego zatrudnienia
sv: Första anställningsdatum

source: Approval process
da: Godkendelsesproces
de: Genehmigungsprozess
et: Kinnitamise protsess
fi: Hyväksyntäprosessi
fr: Processus d'approbation
lv: Apstiprināšanas process
nb: Godkjenningsprosess
nl: Goedkeuringsproces
pl: Proces zatwierdzania
sv: Godkännandeprocess

source: Requisition name
et: Värbamistaotluse nimi
fi: Rekrytointipyynnön nimi
sv: Förfrågningsnamn

source: Created at
et: Loodud
fi: Luotu
sv: Skapad

source: Question {order}
da: Spørgsmål {order}
de: Frage {order}
et: Küsimus {order}
fi: Kysymys {order}
lv: Jautājums {order}
nb: Spørsmål {order}
nl: Vraag {order}
pl: Pytanie {order}
sv: Fråga {order}

source: Answer {order}
da: Svar {order}
de: Antwort {order}
et: Vastus {order}
fi: Vastaus {order}
fr: Réponse {order}
lv: Atbilde {order}
nb: Svar {order}
nl: Antwoord {order}
pl: Odpowiedź {order}
sv: Svar {order}

source: Home Town
da: Hjemby
de: Wohnort
et: Linn/Asula
fi: Kotikaupunki
fr: Ville natale
lv: Dzimtā pilsēta
nb: Hjemby
nl: Woonplaats
pl: Miasto rodzinne
sv: Hemstad

source: Other Emails
da: Andre e-mails
de: Andere E-Mailadressen
et: Muud e-posti aadressid
fi: Muut sähköpostit
fr: Autres e-mails
lv: Citas e-pasta adreses
nb: Andre e-postadresser
nl: Andere e-mails
pl: Inne adresy e-mail
sv: Andra e-postadresser

source: Other Telephones
da: Andre telefonnumre
de: Andere Telefonnummern
et: Muud telefonid
fi: Muut puhelimet
fr: Autres téléphones
lv: Citi tālruņu numuri
nb: Andre telefonnumre
nl: Andere telefoonnummers
pl: Inne numery telefonów
sv: Övriga telefonnummer
