Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Allows to turn approvals on and off, as well as manage company’s list of job requisition approvers
da: Giver mulighed for at aktivere of deaktivere godkendelser samt administrere virksomhedens liste over jobansøgningsgodkendere
de: Erlaubt Genehmigungsprozesse ein- und auszuschalten und die Unternehmenliste von Stellenangebotsgehnehmigern zu verwalten
et: Võimaldab kinnitusi sisse ja välja lülitada ning hallata ettevõtte värbamistaotluste kinnitajate nimekirja
fi: Sallii hyväksyntäprosessin kytkennän päälle ja pois päältä, sekä yrityksen hyväksyjälistan hallinnan
lv: Ļauj ieslēgt un izslēgt apstiprinājumus, kā arī pārvaldīt uzņēmuma darba pieprasījumu apstiprinātāju sarakstu
nb: Gjør det mulig å slå godkjenninger av og på, samt administrere selskapets liste over godkjennere av jobbrekvisisjoner
sv: Gör det möjligt att slå på och stänga av godkännanden, samt hantera företagets lista över granskare av arbetsrekvisitioner

source: Change messaging settings
da: Ændr indstillinger for beskeder
de: Nachrichteneinstellungen ändern
et: Muuda sõnumite seadeid
fi: Muokata viestiasetuksia
fr: Modifier les paramètres de messagerie
lv: Mainīt ziņojumapmaiņas iestatījumus
nb: Endre innstillinger for meldinger
nl: Berichtinstellingen wijzigen
pl: Zmień ustawienia wiadomości
sv: Ändra meddelandeinställningar

source: Allows to change user's own feedback messaging settings
da: Tillader at ændre brugerens egne indstillinger for feedbackbeskeder
de: Erlaubt die Feedback-Nachrichteneinstellungen des Benutzers zu ändern
et: Võimaldab kasutajal muuta oma tagasisidesõnumite seadeid
fi: Sallii käyttäjän muokata omia palauteviestiasetuksiaan
fr: Permet de modifier les paramètres de messagerie de commentaires de l'utilisateur
lv: Ļauj mainīt paša lietotāja atsauksmju ziņojumapmaiņas iestatījumus
nb: Gjør det mulig å endre brukerens egne innstillinger for tilbakemeldingsmeldinger
nl: Maakt het mogelijk om de eigen feedback-berichtinstellingen van de gebruiker te wijzigen
pl: Pozwala zmieniać własne ustawienia wiadomości zwrotnych użytkownika
sv: Gör det möjligt att ändra användarens egna inställningar för feedbackmeddelanden

source: Configure features
da: Konfigurer funktioner
de: Funktionen konfigurieren
et: Seadista funktsioone
fi: Määritä ominaisuudet
fr: Configurer les fonctionnalités
lv: Konfigurēt funkcijas
nb: Konfigurer funksjoner
nl: Functies configureren
pl: Konfiguruj funkcje
sv: Konfigurera funktioner

source: Allows to enables and disable features
da: Giver mulighed for at aktivere og deaktivere funktioner
de: Ermöglicht das Aktivieren und Deaktivieren von Funktionen
et: Võimaldab funktsioone sisse ja välja lülitada
fi: Mahdollistaa ominaisuuksien käyttöönoton ja käytöstä poiston
fr: Permet d'activer et de désactiver des fonctionnalités
lv: Ļauj iespējot un atspējot funkcijas
nb: Tillater å aktivere og deaktivere funksjoner
nl: Maakt het mogelijk om functies in en uit te schakelen
pl: Pozwala włączać i wyłączać funkcje
sv: Tillåter att aktivera och inaktivera funktioner

source: View company settings
da: Se virksomhedens indstillinger
de: Unternehmenseinstellungen ansehen
et: Kuva ettevõtte seaded
fi: Nähdä yritysasetukset
fr: Voir les paramètres de l'entreprise
lv: Skatīt uzņēmuma iestatījumus
nb: Se selskapets innstillinger
nl: Bedrijfsinstellingen bekijken
pl: Przeglądaj ustawienia firmy
sv: Visa företagsinställningar

source: Allows the user to view company settings menu
da: Giver brugeren mulighed for at se menuen med virksomhedens indstillinger
de: Erlaubt Zugang zum Unternehmenseinstellungsmenü
et: Võimaldab kasutajal vaadata ettevõtte seadete menüüd
fi: Sallii käyttäjän nähdä yrityskohtaiset asetukset
fr: Permet à l'utilisateur de voir le menu des paramètres de l'entreprise
lv: Ļauj lietotājam skatīt uzņēmuma iestatījumu izvēlni
nb: Gjør det mulig for brukeren å se menyen for selskapsinnstillinger
nl: Stelt de gebruiker in staat om het menu met bedrijfsinstellingen te bekijken
pl: Pozwala użytkownikowi przeglądać menu ustawień firmy
sv: Tillåter användaren att se företagsinställningar menyn

source: View status update settings
da: Se indstillinger for statusopdatering
de: Statusaktualisierungseinstellungen ansehen
et: Kuva oleku uuenduste seaded
fi: Nähdä statuspäivitysasetukset
fr: Voir les paramètres de mise à jour du statut
lv: Skatīt statusa atjaunināšanas iestatījumus
nb: Se innstillinger for statusoppdatering
nl: Instellingen voor statusupdates bekijken
pl: Przeglądaj ustawienia aktualizacji statusu
sv: Visa inställningar för statusuppdatering

source: Allows to view status update company settings
da: Giver mulighed for at se statusopdatering af virksomhedens indstillinger
de: Erlaubt Zugang zu Statusaktualisierungseinstellungen des Unternehmens
et: Võimaldab vaadata ettevõtte oleku uuenduste seadeid
fi: Sallii yrityksen statuspäivitysasetuksien näkemisen
fr: Permet de voir les paramètres de mise à jour du statut de l'entreprise
lv: Ļauj skatīt statusa atjaunināšanas uzņēmuma iestatījumus
nb: Gjør det mulig å se statusoppdatering av selskapsinnstillinger
nl: Maakt het mogelijk om de instellingen voor statusupdates van het bedrijf te bekijken
pl: Pozwala przeglądać ustawienia aktualizacji statusu firmy
sv: Gör det möjligt att visa företagsinställningar för statusuppdatering

source: View talent application notes
da: Se noter om talentanvendelse
de: Bewerbungsnotizen von Talenten ansehen
et: Kuva talendi avalduse märkmed
fi: Nähdä talentin hakemuksen muistiinpanot
fr: Voir les notes de candidature des talents
lv: Skatīt talanta pieteikuma piezīmes
nb: Se søknadsmerknader
nl: Notities bij talentaanvragen bekijken
pl: Przeglądaj notatki aplikacji talentów
sv: Visa anteckningar om talangansökningar

source: Allows to view applications notes for a talent
da: Tillader at se ansøgningsnoter for et talent
de: Erlaubt Bewerbungsnotizen eines Talents anzusehen
et: Võimaldab vaadata talendi avalduste märkmeid
fi: Sallii nähdä talentin hakemuksen muistiinpanot
fr: Permet de consulter les notes de candidature d'un talent
lv: Ļauj skatīt talanta pieteikumu piezīmes
nb: Gjør det mulig å se søknadsmerknader for et talent
nl: Maakt het mogelijk om aanvraagnotities voor een talent te bekijken
pl: Pozwala przeglądać notatki aplikacji dla talentu
sv: Gör det möjligt att visa ansökningsanteckningar för en talang

source: Edit own profile
da: Redigér din egen profil
de: Eigenes Profil bearbeiten
et: Muuda enda profiili
fi: Muokata omaa profiilia
fr: Modifier son propre profil
lv: Rediģēt savu profilu
nb: Redigere egen profil
nl: Eigen profiel bewerken
pl: Edytuj własny profil
sv: Redigera egen profil

source: Allows to change user’s own profile in the user preferences
da: Giver mulighed for at ændre brugerens egen profil i brugerindstillingerne
de: Erlaubt das eigene Profil in den Benutzereinstellungen zu bearbeiten
et: Võimaldab kasutajal muuta kasutajaeelistustes oma profiili
fi: Sallii oman käyttäjäprofiilin muokkaamisen
lv: Ļauj lietotāja preferencēs mainīt lietotāja profilu
nb: Gjør det mulig å endre brukerens egen profil i brukerinnstillingene
sv: Gör det möjligt att ändra användarens egen profil i användarinställningarna

source: Send messages in Talent Community
da: Send beskeder i Talent Community
de: Nachrichten in der Talent-Community senden
et: Saada Talent Communitys sõnumeid
fi: Lähettää viestejä Talent Communityssa
fr: Envoyer des messages dans la communauté de talents
lv: Sūtīt ziņojumus Talent Community
nb: Sende meldinger i Talent Community
nl: Berichten verzenden in Talent Community
pl: Wysyłaj wiadomości w Talent Community
sv: Skicka meddelanden i Talent Community

source: Allows to send Talent Community messages
da: Tillader at sende Talent Community-beskeder
de: Erlaubt Nachrichten in der Talent-Community zu versenden
et: Võimaldab saata Talent Communitys sõnumeid
fi: Sallii viestien lähetyksen Talent Communityssa
fr: Permet d'envoyer des messages à la communauté de talents
lv: Ļauj sūtīt ziņojumus Talent Community
nb: Gjør det mulig å sende Talent Community-meldinger
nl: Maakt het mogelijk om Talent Community-berichten te verzenden
pl: Pozwala wysyłać wiadomości w Talent Community
sv: Gör det möjligt att skicka Talent Community meddelanden

source: Manage calendar
da: Administrér kalender
de: Kalendar verwalten
et: Halda kalendrit
fi: Hallita kalenteria
fr: Gérer le calendrier
lv: Pārvaldīt kalendāru
nb: Administrere kalender
nl: Agenda beheren
pl: Zarządzaj kalendarzem
sv: Hantera kalender

source: Allows to add and remove time slots in the calendar
da: Tillader at tilføje og fjerne tidsintervaller i kalenderen
de: Erlaubt Slots im Kalendar hinzuzufügen und zu löschen
et: Võimaldab lisada kalendrisse aegu ja neid eemaldada
fi: Sallii haastatteluaikojen lisäämisen ja poistamisen kalenterista
fr: Permet d'ajouter et de supprimer des créneaux horaires dans le calendrier
lv: Ļauj kalendāram pievienot un noņemt pasākumu laikus
nb: Gjør det mulig å legge til og fjerne tidsluker i kalenderen
nl: Maakt het mogelijk om tijdsloten toe te voegen en te verwijderen in de agenda
pl: Pozwala dodawać i usuwać przedziały czasowe w kalendarzu
sv: Tillåter att lägga till och ta bort tidsluckor i kalendern

source: Manage group interview slot
da: Administrér gruppeinterviews
de: Gruppenbewerbungsgesprächsslots verwalten
et: Halda grupivestluse aega
fi: Hallita ryhmähaastatteluaikoja
fr: Gérer le créneau d'entretien de groupe
lv: Pārvaldīt grupas intervijai atvēlēto laiku
nb: Administrere gruppeintervjuer
nl: Groepsinterviewslot beheren
pl: Zarządzaj przedziałem rozmów grupowych
sv: Hantera gruppintervjutider

source: Allows adding and managing group interview slots in the calendar
da: Tillader at tilføje og administrere gruppeinterviews i kalenderen
de: Erlaubt Gruppenbewerbungsgesprächsslots im Kalendar hinzuzufügen und zu verwalten
et: Võimaldab lisada kalendrisse grupivestluse aegu ja neid hallata
fi: Sallii ryhmähaastatteluaikojen lisäämisen ja niiden hallinnan kalenterissa
fr: Permet d'ajouter et de gérer des créneaux d'entretien de groupe dans le calendrier
lv: Ļauj kalendāram pievienot un pārvaldīt grupas intervijai atvēlētos laikus
nb: Gjør det mulig å legge til og administrere gruppeintervjuer i kalenderen
nl: Maakt het mogelijk om groepsinterviewslots toe te voegen en te beheren in de agenda
pl: Pozwala dodawać i zarządzać przedziałami rozmów grupowych w kalendarzu
sv: Ger behörighet att lägga till och hantera gruppintervjutider i kalendern

source: Manage Talent Community group
da: Administrér Talent Community-gruppen
de: Talent-Community-Gruppen verwalten
et: Halda Talent Community gruppi
fi: Hallinnoida Talent Community ryhmää
fr: Gérer le groupe de la communauté de talents
lv: Pārvaldīt Talent Community grupas kategorijas
nb: Administrere Talent Community-grupper
nl: Talent Community-groep beheren
pl: Zarządzaj grupą Talent Community
sv: Hantera Talent Community-grupp

source: Allows to manage Talent Community groups
da: Tillader at administrere Talent Community-grupper
de: Erlaubt Talent-Community-Gruppen verwalten
et: Võimaldab hallata Talent Community gruppe
fi: Sallii Talent Community ryhmien hallinnoinnin
fr: Permet de gérer les groupes de la communauté de talents
lv: Ļauj pārvaldīt Talent Community grupas kategorijas
nb: Gjør det mulig å administrere Talent Community-grupper
nl: Maakt het mogelijk om Talent Community-groepen te beheren
pl: Pozwala zarządzać grupami Talent Community
sv: Tillåter hantering av Talent Community-grupper

source: View applicant's Talent Community groups
da: Se ansøgerens Talent Community-grupper
de: Talent-Community-Gruppen eines Talents ansehen
et: Kuva kandidaadi Talent Community grupid
fi: Näytä hakijan Talent Community ryhmät
fr: Voir les groupes de la communauté de talents du candidat
lv: Skatīt kandidāta Talent Community grupas kategorijas
nb: Se søkerens Talent Community-grupper
nl: Talent Community-groepen van sollicitant bekijken
pl: Przeglądaj grupy Talent Community aplikanta
sv: Visa kandidatens Talent Community -grupper

source: Allows to view Talent Community groups of applicant
da: Tillader at se ansøgerens Talent Community-grupper
de: Erlaubt Talent-Community-Gruppen eines Talents anzusehen
et: Võimaldab vaadata kandidaadi Talent Community gruppe
fi: Sallii näkemään hakijan Talent Community ryhmät
fr: Permet de voir les groupes de la communauté de talents du candidat
lv: Ļauj skatīt kandidāta Talent Community grupas kategorijas
nb: Gjør det mulig å se søkerens Talent Community-grupper
nl: Maakt het mogelijk om Talent Community-groepen van sollicitant te bekijken
pl: Pozwala przeglądać grupy Talent Community aplikanta
sv: Ger tillstånd att se vilka Talent Community -grupper kandidaten tillhör

source: Tag applications
da: Tag ansøgninger
de: Stichwörter zu Bewerbungen hinzufügen
et: Märgista avaldused
fi: Tägää hakemukset
fr: Étiqueter les candidatures
lv: Piešķirt pieteikumiem tagus
nb: Tagg søknader
nl: Sollicitaties taggen
pl: Oznacz aplikacje
sv: Tagga ansökningar

source: Allows to add or remove application tags
da: Tillader at tilføje eller fjerne tags for ansøgninger
de: Erlaubt das Hinzufügen und Löschen von Stichwörtern zu Bewerbungen
et: Võimaldab lisada avaldustele märkeid ja neid eemaldada
fi: Sallii hakemusten tägien lisäyksen ja poiston
fr: Permet d'ajouter ou de supprimer des étiquettes de candidature
lv: Ļauj pieteikumiem pievienot vai noņemt tagus
nb: Gjør det mulig å legge til eller fjerne søknadsemneknagger
nl: Maakt het mogelijk om sollicitatietags toe te voegen of te verwijderen
pl: Pozwala dodawać lub usuwać tagi aplikacji
sv: Tillåter att lägga till eller ta bort ansökningstaggar

source: Share recruitment report
da: Del rekrutteringsrapporten
de: Bewerbungsbericht teilen
et: Jaga värbamisaruannet
fi: Jaa rekrytointiraportti
fr: Partager le rapport de recrutement
lv: Kopīgot atlases atskaiti
nb: Dele rekrutteringsrapport
nl: Wervingsrapport delen
pl: Udostępnij raport rekrutacyjny
sv: Dela rekryteringsrapporten

source: Allows to share recruitment report with an applicant
da: Tillader at dele rekrutteringsrapporten med en ansøger
de: Erlaubt den Bewerbungsbericht mit einem Bewerber zu teilen
et: Võimaldab jagada värbamisaruannet kandidaadiga
fi: Sallii rekrytointiraportin jakamisen hakijalle
fr: Permet de partager le rapport de recrutement avec un candidat
lv: Ļauj atlases atskaiti kopīgot ar kandidātu
nb: Gjør det mulig å dele rekrutteringsrapporten med en søker
nl: Maakt het mogelijk om wervingsrapport te delen met een sollicitant
pl: Pozwala udostępnić raport rekrutacyjny aplikantowi
sv: Ger behörighet att skicka rekryteringsrapporten till en kandidat

source: Manage users
da: Administrér brugere
de: Benutzer verwalten
et: Halda kasutajaid
fi: Hallita käyttäjiä
fr: Gérer les utilisateurs
lv: Pārvaldīt lietotājus
nb: Administrere brukere
nl: Gebruikers beheren
pl: Zarządzaj użytkownikami
sv: Hantera användare

source: Allows to manage company users
da: Tillader at administrere virksomhedens brugere
de: Erlaubt Unternehmensbenutzer zu verwalten
et: Võimaldab hallata ettevõtte kasutajaid
fi: Sallii yrityksen käyttäjien hallinnan
fr: Permet de gérer les utilisateurs de l'entreprise
lv: Ļauj pārvaldīt uzņēmuma lietotājus
nb: Gjør det mulig å administrere selskapsbrukere
nl: Maakt het mogelijk om bedrijfsgebruikers te beheren
pl: Pozwala zarządzać użytkownikami firmy
sv: Tillåter hantering av organisationens användare

source: Limited rights
da: Begrænsede rettigheder
de: Begrenzte Rechte
et: Piiratud õigused
fi: Rajoitetut oikeudet
fr: Droits limités
lv: Ierobežotās tiesības
nb: Begrensede rettigheter
nl: Beperkte rechten
pl: Ograniczone uprawnienia
sv: Begränsade rättigheter

source: Statisticians
da: Statistikere
de: Statistiker
et: Statistikud
fi: Tilastotieteilijät
fr: Statisticiens
lv: Statistiķi
nb: Statistikere
nl: Statistici
pl: Statystycy
sv: Statistiker

source: Manage
da: Styring
de: Verwalten Sie
et: Halda
fi: Hallinnoi
fr: Gérer
lv: Pārvaldīt
nb: Administrere
nl: Beheren
pl: Zarządzaj
sv: Hantera

source: View
da: Se
de: Ansicht
et: Kuva
fi: Katso
fr: Voir
lv: Skatīt
nb: Visning
nl: Weergave
pl: Widok
sv: Vy

source: Allows to {1} {0} role
da: Tillader at {1} {0} rolle
de: Erlaubt {0} Rolle zu {1}
et: Võimaldab teha rolliga {0} tegevust {1}
fi: Sallii {1} {0} roolin
fr: Permet de {1} le rôle {0}
lv: Ļauj {1} {0} amats
nb: Gjør det mulig å {1} {0} rolle
nl: Maakt het mogelijk om {0} rol te {1}
pl: Pozwala na {1} roli {0}
sv: Tillåter att {1} {0} roll

source: Edit internal notes
da: Redigér interne noter
de: Interne Notizen bearbeiten
et: Muuda ettevõttesiseseid märkmeid
fi: Muokata sisäisiä muistiinpanoja
fr: Modifier les notes internes
lv: Rediģēt iekšējās piezīmes
nb: Redigere interne merknader
nl: Interne notities bewerken
pl: Edytuj notatki wewnętrzne
sv: Redigera interna anteckningar

source: Allows adding, editing and removing own internal notes
da: Tillader at tilføje, redigere og fjerne egne interne noter
de: Erlaubt interne Notizen hinzuzufügen, zu bearbeiten und zu löschen
et: Võimaldab kasutajal lisada, muuta ja eemaldada enda ettevõttesiseseid märkmeid
fi: Sallii omien sisäisten muistiinpanojen lisäämisen, muokkaamisen sekä poistamisen
fr: Permet d'ajouter, de modifier et de supprimer ses propres notes internes
lv: Ļauj pievienot, rediģēt un dzēst savas iekšējās piezīmes
nb: Gjør det mulig å legge til, redigere og fjerne egne interne merknader
nl: Maakt het mogelijk om eigen interne notities toe te voegen, te bewerken en te verwijderen
pl: Pozwala na dodawanie, edycję i usuwanie własnych notatek wewnętrznych
sv: Tillåter att lägga till, redigera och ta bort egna interna anteckningar

source: Customize listing table columns
da: Tilpas kolonner i oversigtstabellen
de: Spalten der Auflistungstabelle anpassen
et: Kohanda nimekirja tabeli veerge
fi: Mukauta listausnäkymän sarakkeita
fr: Personnaliser les colonnes du tableau de liste
lv: Pielāgot saraksta tabulas kolonnas
nb: Tilpass kolonner i listingstabell
nl: Kolommen van lijstweergave aanpassen
pl: Dostosuj kolumny tabeli ofert
sv: Anpassa kolumner i listningstabell

source: Allows modifying job, applicaton and talent listing columns
da: Giver mulighed for at ændre kolonner for job-, ansøgnings- og talentlister
de: Ermöglicht das Ändern von Spalten für Stellen-, Bewerber- und Talentauflistungen
et: Võimaldab muuta tööpakkumiste, kandideerimiste ja talentide nimekirja veerge
fi: Mahdollistaa työ-, hakemus- ja osaajalistausten sarakkeiden muokkaamisen
fr: Permet de modifier les colonnes de liste des emplois, des candidatures et des talents
lv: Ļauj modificēt darba, pieteikuma un talantu saraksta kolonnas
nb: Tillater endring av jobb-, søknads- og talentlistingskolonner
nl: Maakt het mogelijk om kolommen van vacatures, sollicitaties en talentlijsten aan te passen
pl: Pozwala na modyfikację kolumn ofert pracy, aplikacji i listy talentów
sv: Tillåter ändring av jobb-, ansöknings- och talanglistningskolumner

source: Edit position specific recruitment flow
da: Redigér stillingsspecifikt rekrutteringsforløb
de: stellenspezifischen Einstellungsablauf bearbeiten
et: Muuda ametikohapõhist värbamisvoogu
fi: Muokata työpaikkakohtaisia rekrytointipolkuja
fr: Modifier le flux de recrutement spécifique au poste
lv: Rediģēt noteiktas vakances atlases plūsmu
nb: Redigere stillingsspesifikk rekrutteringsflyt
nl: Bewerk positie-specifieke wervingsstroom
pl: Edytuj przepływ rekrutacji dla konkretnego stanowiska
sv: Redigera tjänstspecifika rekryteringsflöden

source: Allows editing of position specific recruitment flow
da: Giver mulighed for redigering af stillingsspecifikke rekrutteringsforløb
de: Erlaubt die stellenspezifischen Einstellungsablauf zu bearbeiten
et: Võimaldab muuta ametikohapõhist värbamisvoogu
fi: Sallii työpaikkakohtaisten rekrytointipolkujen muokkaamisen
fr: Permet la modification du flux de recrutement spécifique au poste
lv: Ļauj rediģēt noteiktas vakances atlases plūsmu
nb: Gjør det mulig å redigere den stillingsspesifikke rekrutteringsflyten
nl: Maakt het bewerken van positie-specifieke wervingsstroom mogelijk
pl: Pozwala na edycję przepływu rekrutacji dla konkretnego stanowiska
sv: Ger behörighet att redigera tjänstspecifika rekryteringsflöden

source: View summary
da: Se oversigt
de: Zusammenfassung ansehen
et: Kuva kokkuvõte
fi: Nähdä yleiskatsaus
fr: Voir le résumé
lv: Apskatīt kopsavilkumu
nb: Se sammendrag
nl: Samenvatting bekijken
pl: Wyświetl podsumowanie
sv: Se sammanfattning

source: Allows to see overview of application and summary of talent view
da: Tillader at se en oversigt over ansøgningen og et sammendrag af talentvisningen
de: Erlaubt die Übersicht der Bewerbungs- und Talentsansichtszusammenfassung anzusehen
et: Võimaldab vaadata avalduse ülevaadet ja talendivaate kokkuvõtet
fi: Sallii hakemuksen yleiskatsauksen sekä hakijan yhteenvedon näkemisen
fr: Permet de voir un aperçu de la candidature et un résumé de la vue des talents
lv: Ļauj skatīt pieteikuma pārskatu un talantu skata kopsavilkumu
nb: Gjør det mulig å se en oversikt over søknaden og et sammendrag av talentvisningen
nl: Maakt het mogelijk om een overzicht van de sollicitatie en een samenvatting van het talentoverzicht te bekijken
pl: Pozwala na podgląd przeglądu aplikacji i podsumowania widoku talentów
sv: Gör det möjligt att se överblick över ansökan och sammanfattningen av talangvisningen

source: Add Talent Community group
da: Tilføj Talent Community-gruppe
de: Talent-Community-Gruppe hinzufügen
et: Lisa Talent Community grupp
fi: Luoda Talent Community ryhmän
fr: Ajouter un groupe de communauté de talents
lv: Pievienot Talent Community grupas kategorijas
nb: Legg til Talent Community-gruppe
nl: Talent Community-groep toevoegen
pl: Dodaj grupę Talent Community
sv: Skapa Talent Community -grupp

source: Allows to add a Talent Community group
da: Tillader at tilføje en Talent Community-gruppe
de: Erlaubt Talent-Community-Gruppen hinzuzufügen
et: Võimaldab lisada Talent Community gruppe
fi: Sallii luoda Talent Community ryhmän
fr: Permet d'ajouter un groupe de communauté de talents
lv: Ļauj pievienot Talent Community grupas kategorijas
nb: Gjør det mulig å legge til en Talent Community-gruppe
nl: Maakt het mogelijk om een Talent Community-groep toe te voegen
pl: Pozwala na dodanie grupy Talent Community
sv: Tillåter att skapa nya Talent Community -grupper

source: Add to Talent Community group
da: Tilføj til Talent Community-gruppen
de: Zu Talent-Community-Gruppe hinzufügen
et: Lisa Talent Community gruppi
fi: Lisätä Talent Community ryhmään
fr: Ajouter au groupe de communauté de talents
lv: Pievienot Talent Community grupas kategorijas
nb: Legg til i Talent Community-gruppe
nl: Toevoegen aan Talent Community-groep
pl: Dodaj do grupy Talent Community
sv: Kan lägga till kandidat till Talent Community -grupp

source: Allows to add talent to a Talent Community group
da: Tillader at tilføje talenter til en Talent Community-gruppe
de: Erlaubt Talent zu Talent-Community-Gruppe hinzuzufügen
et: Võimaldab lisada talente Talent Community gruppi
fi: Sallii lisäämään talentin Talent Community ryhmään
fr: Permet d'ajouter des talents à un groupe de communauté de talents
lv: Ļauj pievienot talantu Talent Community grupas kategorijas
nb: Gjør det mulig å legge til talenter i en Talent Community-gruppe
nl: Maakt het mogelijk om talent toe te voegen aan een Talent Community-groep
pl: Pozwala na dodanie talentu do grupy Talent Community
sv: Tillåter att lägga till kandidater till Talent Community -grupper

source: View contact information
da: Se kontaktoplysninger
de: Kontaktinformationen ansehen
et: Kuva kontaktandmed
fi: Nähdä yhteystiedot
fr: Voir les informations de contact
lv: Skatīt kontaktinformāciju
nb: Se kontaktinformasjon
nl: Contactgegevens bekijken
pl: Wyświetl informacje kontaktowe
sv: Visa kontaktinformation
