Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: It is possible to enable a feature that allows directing candidates to external page after submitting applications. Please contact {} if you would like to have this feature.
da: Det er muligt at aktivere en funktion, der sender kandidater videre til en ekstern side, når de har indsendt en ansøgning. Kontakt {}, hvis du vil have denne funktion.
de: Es ist möglich, eine Funktion zu aktivieren, die es ermöglicht, die Bewerber nach dem Absenden der Bewerbungen auf eine externe Seite weiterzuleiten. Bitte kontaktieren Sie {}, wenn Sie diese Funktion nutzen möchten.
et: Saad lubada funktsiooni, mis võimaldab suunata kandidaate pärast avalduse esitamist välisele lehele. Kui soovid seda funktsiooni, võta meiega ühendust: {}.
fi: Nyt voit ohjata hakijat ulkopuoliselle sivulle hakemuksen lähettämisen jälkeen. Olethan yhteydessä osoitteeseen {}, mikäli kiinnostuit kyseisestä toiminnosta.
fr: Il est possible d'activer une fonctionnalité permettant de diriger les candidats vers une page externe après avoir soumis leur candidature. Veuillez contacter {} si vous souhaitez bénéficier de cette fonctionnalité.
lv: Var aktivizēt funkciju, kas ļauj pēc pieteikumu iesniegšanas novirzīt kandidātus uz ārējo lapu. Lūdzu, sazinieties ar {}, ja vēlaties izmantot šo funkciju.
nb: Det er mulig å aktivere en funksjon som gjør det mulig å henvise kandidater til en ekstern side etter at de har sendt inn søknader. Ta kontakt med {} hvis du ønsker denne funksjonen.
nl: Het is mogelijk om een functie in te schakelen waarmee kandidaten na het indienen van sollicitaties naar een externe pagina kunnen worden doorgestuurd. Neem contact op met {} als u deze functie wilt hebben.
pl: Istnieje możliwość włączenia funkcji, która pozwala na przekierowanie kandydatów na zewnętrzną stronę po złożeniu aplikacji. Skontaktuj się z {}, jeśli chcesz mieć tę funkcję.
sv: Det är möjligt att aktivera en funktion som riktar kandidater till en extern webbsida efter att de skickat in deras jobbansökan. Vänligen kontakta {} för att aktivera funktionen.

source: Talent Community invitation
da: Invitation til Talent Community
de: Einladung zur Talent Community
et: Talent Community kutse
fi: Talent Community
fr: Invitation à la Communauté de Talents
lv: Talent Community uzaicinājums
nb: Invitasjon til Talent Community
nl: Uitnodiging voor Talent Community
pl: Zaproszenie do Talent Community
sv: Talent Community inbjudningar

source: In the "{}" view, users can select relevant Talent Community groups when inviting candidates to become Talent Community members.
da: I "{}"-visningen kan brugerne vælge relevante Talent Community-grupper, når de inviterer kandidater til at blive medlemmer af Talent Community.
de: In der "{}"-Ansicht können Benutzer relevante Talent-Community-Gruppen auswählen, wenn sie Kandidaten zur Mitgliedschaft in der Talent-Community einladen.
et: Kasutajad saavad vaates „{}“ valida, millistesse Talent Community gruppidesse määratakse uued Talent Community liikmed.
fi: “{}” -sivulla käyttäjä voi nyt valita Talent Community -ryhmän, ennen kuin kutsuu hakijan Talent Communityyn.
fr: Dans la vue "{}", les utilisateurs peuvent sélectionner les groupes pertinents de la communauté de talents lorsqu'ils invitent des candidats à devenir membres de la communauté de talents.
lv: Skatā "{}" lietotāji var izvēlēties attiecīgās Talent Community grupas kategorijas, aicinot kandidātus kļūt par Talent Community grupas kategorijas dalībniekiem.
nb: I "{}"-visningen kan brukerne velge relevante Talent Community-grupper når de inviterer kandidater til å bli medlemmer av Talent Community.
nl: In de weergave "{}", kunnen gebruikers relevante Talent Community-groepen selecteren bij het uitnodigen van kandidaten om lid te worden van de Talent Community.
pl: W widoku "{}", użytkownicy mogą wybrać odpowiednie grupy Talent Community podczas zapraszania kandydatów do zostania członkami Talent Community.
sv: I “{}” vyn kan användare välja relevanta Talent Community grupper samtidigt som de bjuder in kandidater till Talent Community.

source: Improvements to TalentAdore Mobile Version usability which enables users to handle simple recruiting tasks on their mobile devices.
da: Forbedringer af TalentAdore Mobile Versions brugervenlighed, som gør det muligt for brugerne at håndtere enkle rekrutteringsopgaver på deres mobile enheder.
de: Verbesserung der Usability der TalentAdore Mobile Version, die es den Nutzern ermöglicht, einfache Recruitingaufgaben auf ihren mobilen Endgeräten zu erledigen.
et: TalentAdore’i mobiiliversiooni täiustused võimaldavad kasutajatel täita oma mobiilseadmetes lihtsaid värbamisülesandeid.
fi: Parannuksia TalentAdoren mobiiliversioon, jonka avulla käyttäjät voivat hoitaa yksinkertaisia rekrytointitehtäviä mobiililaitteilla.
fr: Améliorations de la convivialité de la version mobile de TalentAdore qui permet aux utilisateurs de gérer des tâches de recrutement simples sur leurs appareils mobiles.
lv: TalentAdore mobilās versijas lietojamības uzlabojumi, kas ļauj lietotājiem veikt vienkāršus atlases uzdevumus mobilajās ierīcēs.
nb: Forbedret brukervennlighet i TalentAdore Mobile Version som gjør det mulig for brukerne å håndtere enkle rekrutteringsoppgaver på mobilen.
nl: Verbeteringen in de bruikbaarheid van de mobiele versie van TalentAdore, waardoor gebruikers eenvoudige wervingstaken op hun mobiele apparaten kunnen uitvoeren.
pl: Ulepszenia użyteczności mobilnej wersji TalentAdore, które umożliwiają użytkownikom obsługę prostych zadań rekrutacyjnych na urządzeniach mobilnych.
sv: Förbättringar till TalentAdore’s mobilversion tillåter användare att handla enkla rekryterings uppgifter på mobilen.

source: Removing draft
da: Fjernelse af skabelon
de: Entwurf entfernen
et: Mustandi eemaldamine
fi: Luonnoksen poistaminen
fr: Suppression du brouillon
lv: Melnraksta noņemšana
nb: Fjerne utkast
nl: Concept verwijderen
pl: Usuwanie wersji roboczej
sv: Radera utkast

source: Now there is a “{}” button in the “{}” view.
da: Nu er der en "{}"-knap i "{}"-visningen.
de: Jetzt gibt es eine "{}"-Schaltfläche in der "{}"-Ansicht.
et: Nupp „{}“ on nüüd vaates „{}“.
fi: “{}” -painike on lisätty “{}” -näkymään.
lv: Tagad skatā “{}” ir poga “{}”.
nb: Nå er det en "{}"-knapp i "{}"-visningen.
sv: Nu finns det “{}” knapp i “{}” vyn.

source: {} integration was updated. If you want to know more, contact {}
da: {} integrationen blev opdateret. Hvis du vil vide mere, så kontakt {}
de: Die Integration von {} wurde aktualisiert. Wenn Sie mehr wissen möchten, kontaktieren Sie {}
et: Saidi {} integratsiooni uuendati. Kui soovid rohkem infot, võta meiega ühendust: {}
fi: {} -integraatio on päivitetty. Mikäli haluat kuulla lisää, ota yhteyttä osoitteeseen {}
fr: L'intégration {} a été mise à jour. Si vous voulez en savoir plus, contactez {}
lv: {} integrācija tika atjaunināta. Ja vēlaties uzzināt vairāk, sazinieties ar {}
nb: {}-integrasjonen ble oppdatert. Hvis du vil vite mer, kan du kontakte {}
nl: {} integratie is bijgewerkt. Neem contact op met {} als je meer wilt weten.
pl: Integracja {} została zaktualizowana. Jeśli chcesz wiedzieć więcej, skontaktuj się z {}
sv: {} integrationen har uppdateras. Vänligen kontakta {} för att veta mer.

source: February
da: Februar
de: Februar
et: Veebruar
fi: Helmikuu
fr: Février
lv: Februāris
nb: Februar
nl: februari
pl: Luty
sv: Februari

source: Mass interview invitations
da: Masseinvitationer til interviews
de: Masseneinladungen zu Bewerbungsgesprächen
et: Vestluse masskutsed
fi: Haastattelukutsujen lähetys massatoimintona
fr: Invitations d'entretien en masse
lv: Masveida uzaicinājumi uz intervijām
nb: Masseinvitasjoner til intervju
nl: Massa-interviewuitnodigingen
pl: Masowe zaproszenia na rozmowy
sv: Mass intervjuinbjudningar

source: This feature enables you to send multiple interview invitations at once. Read more {}here{}.
da: Denne funktion giver dig mulighed for at sende flere interviewinvitationer på én gang. Læs mere {}her{}.
de: Mit dieser Funktion können Sie mehrere Einladungen zu Bewerbungsgesprächen auf einmal versenden. Lesen Sie mehr {}hier{}.
et: See funktsioon võimaldab saata korraga mitut vestluse kutset. Lisainfot leiad {}siit{}.
fi: Tämä toiminnallisuus mahdollistaa haastattelukutsujen lähettämisen usealle hakijalle yhtä aikaa. Lue lisää {}täältä{}.
fr: Cette fonctionnalité vous permet d'envoyer plusieurs invitations d'entretien à la fois. En savoir plus {}ici{}.
lv: Šī funkcija ļauj vienlaikus nosūtīt vairākus uzaicinājumus uz intervijām. Lasīt vairāk {}šeit{}.
nb: Denne funksjonen gjør det mulig å sende flere invitasjoner til intervju samtidig. Les mer {}her{}.
nl: Met deze functie kunt u meerdere uitnodigingen voor een interview tegelijk verzenden. Lees er {}hier{} meer over.
pl: Ta funkcja umożliwia wysłanie wielu zaproszeń na rozmowy jednocześnie. Przeczytaj więcej {}tutaj{}.
sv: Med den här funktionen kan du skicka flera intervjuinbjudningar samtidigt. Läs mera {}här{}.

source: Candidate selection confirmation
da: Bekræftelse af kandidatudvælgelse
de: Bestätigung der Bewerberauswahl
et: Kandidaadi valiku kinnitus
fi: Hakijoiden valinnan vahvistus
fr: Confirmation de la sélection des candidats
lv: Kandidātu izvēles apstiprinājums
nb: Bekreftelse av utvelgelse av kandidater
nl: Bevestiging kandidaatselectie
pl: Potwierdzenie wyboru kandydatów
sv: Bekräftelse av kandidatval

source: When selecting applications for performing a mass action, the system will ask if you want to add them to your already existing application selection or start a new selection.
da: Når du vælger ansøgninger til at udføre en massehandling, vil systemet spørge, om du vil tilføje dem til dit allerede eksisterende ansøgningsvalg eller starte et nyt valg.
de: Bei der Auswahl von Bewerbungen für die Durchführung einer Massenaktion werden Sie gefragt, ob Sie diese zu Ihrer bereits bestehenden Bewerbungsauswahl hinzufügen oder eine neue Auswahl starten möchten.
et: Masstoimingu tegemiseks avaldusi valides küsib süsteem, kas soovid lisada need juba olemasolevasse avalduste valikusse või luua uue valiku.
fi: Kun valitset hakemuksia massatoimintoa varten, järjestelmä kysyy haluatko lisätä hakemukset olemassa olevaan valintaan, vai haluatko aloittaa kokonaan uuden valinnan.
fr: Lors de la sélection des candidatures pour effectuer une action de masse, le système vous demandera si vous souhaitez les ajouter à votre sélection de candidatures déjà existante ou démarrer une nouvelle sélection.
lv: Izvēloties pieteikumus masveida darbību veikšanai, sistēmā tiks jautāts, vai vēlaties tos pievienot jau esošajai pieteikumu izvēlei vai sākt jaunu izvēli.
nb: Når du velger søknader for å utføre en massehandling, spør systemet om du vil legge dem til i det eksisterende søknadsutvalget eller starte et nytt utvalg.
nl: Wanneer u sollicitaties selecteert voor het uitvoeren van een bulkactie, zal het systeem u vragen of u ze wilt toevoegen aan uw reeds bestaande sollicitatieselectie of een nieuwe selectie wilt starten.
pl: Podczas wybierania aplikacji do wykonania akcji masowej, system zapyta, czy chcesz dodać je do już istniejącego wyboru aplikacji, czy rozpocząć nowy wybór.
sv: När du väljer ansökningar för att utföra en massåtgärd frågar systemet om du vill lägga till dem i ditt redan existerande urval av ansökningar eller starta ett nytt urval.

source: Remove oneself from Talent Community
da: Fjern dig selv fra Talent Community
de: Sich selbst aus der Talent Community entfernen
et: Enda eemaldamine Talent Communityst
fi: Talent Communitysta vetäytyminen
fr: Se retirer de la communauté de talents
lv: Noņemt sevi no Talent Community
nb: Fjerne seg selv fra Talent Community
nl: Zichzelf verwijderen uit Talent Community
pl: Usuń siebie z Talent Community
sv: Dra sig ur Talent Community

source: This update allows your Talent Community members to cancel their membership from their “Edit your Talent Community information” page.
da: Denne opdatering gør det muligt for dine Talent Community-medlemmer at opsige deres medlemskab fra siden "Redigér dine Talent Community-oplysninger".
de: Dieses Update ermöglicht es den Mitgliedern Ihrer Talent Community, ihre Mitgliedschaft über die Seite "Bearbeiten Sie Ihre Talent Community Informationen" zu kündigen.
et: See võimaldab Talent Community liikmetel lahkuda Talent Communityst lehel „Talent Community info muutmine“.
fi: Tämän päivityksen myötä talentit voivat itse poistaa tietonsa Talent Communitysta. Tietojen poistaminen onnistuu Talent Community -tietojen muokkauslinkin kautta.
lv: Šis atjauninājums ļauj jūsu Talent Community dalībniekiem atcelt dalību savā lapā “Rediģēt savu Talent Community informāciju”.
nb: Denne oppdateringen gjør det mulig for Talent Community-medlemmene å avslutte medlemskapet via siden "Rediger Talent Community-informasjonen din".
sv: Denna uppdatering tillåter dina Talent Community medlemmar att säga upp sitt medlemskap via "Editera din Talent Community information" sidan

source: Custom columns
da: Brugerdefinerede kolonner
de: Benutzerdefinierte Spalten
et: Kohandatud tulbad
fi: Muokattavat sarakkeet
fr: Colonnes personnalisées
lv: Pielāgotās slejas
nb: Egendefinerte kolonner
nl: Aangepaste kolommen
pl: Niestandardowe kolumny
sv: Anpassade kolumner

source: The columns on the “Positions”, “Applications” or “Talent Community” pages can now be customized by adding new information columns, as well as removing or renaming already existing columns. Please contact us at {} if you would like to do a customization.
da: Kolonnerne på siderne "Stillinger", "Ansøgninger" eller "Talent Community" kan nu tilpasses ved at tilføje nye informationskolonner, samt fjerne eller omdøbe allerede eksisterende kolonner. Kontakt os på {}, hvis du vil foretage en tilpasning.
de: Die Spalten auf den Seiten "Stellen", "Bewerbungen" oder "Talent-Community" können jetzt angepasst werden, indem neue Informationsspalten hinzugefügt oder bereits vorhandene Spalten entfernt oder umbenannt werden. Bitte kontaktieren Sie uns unter {}, wenn Sie eine Anpassung vornehmen möchten.
et: Lehtedele „Ametikohad“, „Avaldused“ ja „Talent Community“ saab lisada nüüd uusi tulpasid ning eemaldada sealt olemasolevaid tulpasid või neid ümber nimetada. Kohandamiseks võta meiega ühendust aadressil {}.
fi: “Työpaikat”, “Hakemukset” ja ”Talent Community” -sivujen sarakkeita on mahdollista muokata organisaatiokohtaisesti. Sarakkeita voidaan lisätä, poistaa tai nimetä uudelleen. Ota yhteyttä osoitteeseen {}, mikäli haluat muokata saraketietoja.
lv: Tagad ir iespējams pielāgot slejas lapās “Vakances”, “Pieteikumi” vai “Talent Community”, pievienojot jaunas informācijas slejas, kā arī dzēšot vai pārdēvējot jau esošās slejas. Lūdzu, sazinieties ar mums pa tālruni {}, ja vēlaties veikt pielāgošanu.
nb: Kolonnene på sidene "Stillinger", "Søknader" og "Talent Community" kan nå egendefineres ved å legge til nye informasjonskolonner. Det er også mulig å fjerne eller endre navn på eksisterende kolonner. Ta kontakt med oss på {} hvis du ønsker å foreta en egendefinering.
sv: Kolumnerna i "Positioner", "Ansökningar" eller "Talent Community" sidorna kan nu anpassas genom att lägga till nya informationskolumner, samt genom att ta bort eller döpa om de redan existernade kolumnerna. Vänligen kontakta oss på {} ifall du vill göra en anpassning.

source: Custom approval process
da: Brugerdefineret godkendelsesproces
de: Benutzerdefinierter Genehmigungsprozess
et: Kohandatud kinnitustoiming
fi: Muokattava hyväksyntäprosessi
fr: Processus d'approbation personnalisé
lv: Pielāgots apstiprināšanas process
nb: Egendefinert godkjenningsprosess
nl: Aangepast goedkeuringsproces
pl: Niestandardowy proces zatwierdzania
sv: Anpassad godkännandeprocess

source: Your organization can now have several customized job requisition approval process flows. They can be customized based on your needs e.g. you can have a 2-level approval process flow and a flow that does not require approvers at all. Please let us know your approval process needs by contacting us at {}.
da: Din organisation kan nu have flere tilpassede procesflow til godkendelse af jobansøgninger. De kan tilpasses ud fra dine behov, f.eks. kan du have et godkendelsesprocesflow med to niveauer og et flow, der slet ikke kræver godkendere. Fortæl os om dine behov for godkendelsesprocesser ved at kontakte os på {}.
de: Ihr Unternehmen kann jetzt mehrere benutzerdefinierte Abläufe für die Genehmigung von Stellenanforderungen einrichten. Diese können an Ihre Bedürfnisse angepasst werden, z.B. können Sie einen zweistufigen Genehmigungsprozess und einen Prozess haben, der überhaupt keine Genehmiger benötigt. Bitte teilen Sie uns Ihre Anforderungen an den Genehmigungsprozess mit, indem Sie uns unter {} kontaktieren.
et: Organisatsioonil saab olla mitu kohandatud värbamistaotluse kinnitamisvoogu. Voogusid saad kohandada oma vajadustega. Kahetasemeline kinnitusvoog ei vaja üldse kinnitajaid. Anna meile teada, millist kinnitusprotsessi vajad, võttes meiega ühendust aadressil {}.
fi: Järjestelmään on mahdollista lisätä useita hyväksyntäprosesseja, jotka voidaan räätälöidä eri tarpeisiin sopiviksi. Hyväksyntäprosessi voi esimerkiksi olla kaksivaiheinen tai kokonaan ilman hyväksyjiä. Ota yhteyttä osoitteeseen {}, mikäli haluat muokata organisaatiosi hyväksyntäprosessia.
fr: Votre organisation peut désormais avoir plusieurs flux de processus d'approbation de demande d'emploi personnalisés. Ils peuvent être personnalisés en fonction de vos besoins, par exemple, vous pouvez avoir un flux de processus d'approbation à 2 niveaux et un flux qui ne nécessite aucun approbateur. Veuillez nous faire part de vos besoins en matière de processus d'approbation en nous contactant à {}.
lv: Tagad organizācijā var būt vairākas pielāgotas darba pieprasījumu apstiprināšanas procesa plūsmas. Tās var pielāgot atbilstoši jūsu vajadzībām, piemēram, varat izveidot divu līmeņu apstiprināšanas procesa plūsmu un plūsmu, kurā vispār nav nepieciešami apstiprinātāji. Lūdzu, informējiet mūs par savām apstiprināšanas procesa vajadzībām, sazinoties ar mums pa tālruni {}.
nb: Organisasjonen din kan nå ha flere tilpassede prosessflyter for godkjenning av jobbrekvisisjoner. Du kan for eksempel ha en godkjenningsflyt med to nivåer og en flyt som ikke krever godkjennere i det hele tatt. Gi oss beskjed om hvilke behov du har for godkjenningsprosesser ved å kontakte oss på {}.
nl: Uw organisatie kan nu verschillende aangepaste goedkeuringsprocesstromen voor vacatures hebben. Ze kunnen worden aangepast aan uw behoeften, bijvoorbeeld u kunt een goedkeuringsproces met 2 niveaus hebben en een proces dat helemaal geen goedkeurders vereist. Laat ons uw behoeften voor het goedkeuringsproces weten door contact met ons op te nemen via {}.
pl: Twoja organizacja może teraz mieć kilka dostosowanych procesów zatwierdzania zapotrzebowania na pracowników. Mogą one być dostosowane do Twoich potrzeb, np. możesz mieć 2-poziomowy proces zatwierdzania i proces, który w ogóle nie wymaga osób zatwierdzających. Daj nam znać, jakie są Twoje potrzeby w zakresie procesu zatwierdzania, kontaktując się z nami pod adresem {}.
sv: Din organisation kan nu ha flera anpassade processflöden för godkännande av jobbrekvisition. De kan anpassas på basis av behov för t.ex. en tvåstegs godkännandeprocessflöde och ett processflöde som inte kräver någon godkännare alls. Vänligen meddela oss om din organisations godkännandeprocessbehov genom att kontakta oss på {}.

source: Indication of having notes
da: Indikation af at have noter
de: Hinweis auf das Vorhandensein von Notizen
et: Märkmete olemasolu tähis
fi: Lisättyjen muistiinpanojen näkyvyys
fr: Indication de la présence de notes
lv: Norāde par piezīmju pastāvēšanu
nb: Indikasjon på merknader
nl: Indicatie van notities hebben
pl: Wskazanie posiadania notatek
sv: Antal av anteckningar

source: Now you can see if there are any notes added in the “Application” view without opening them.
da: Nu kan du se, om der er tilføjet noter i "Ansøgning"-visningen uden at åbne dem.
de: Jetzt können Sie sehen, ob in der Ansicht "Bewerbung" Notizen hinzugefügt wurden, ohne sie zu öffnen.
et: Nüüd näed, kas vaatesse „Avaldus“ on lisatud märkmeid ilma neid avamata.
fi: Näet nyt yhdellä vilkaisulla hakijanäkymästä, onko hakijasta tehty muistiinpanoja. Myös muistiinpanojen lukumäärä näkyy ja päivittyy.
lv: Tagad varat redzēt, vai skatā “Pieteikums” ir pievienotas piezīmes, neatverot tās.
nb: Nå kan du se om det er lagt til merknader "Søknad"-visningen uten å åpne dem.
sv: Nu kan du direkt se antalet anteckningar i kandidatvyn.

source: Confirm pre-agreed interviews
da: Bekræft forud aftalt interviews
de: Bestätigen Sie vorab vereinbarte Bewerbungsgespräche
et: Varem kokkulepitud vestluste kinnitamine
fi: Vahvista etukäteen sovitut haastattelut TalentAdoressa
fr: Confirmer les entretiens pré-convenus
lv: Apstiprināt iepriekš norunātās intervijas
nb: Bekrefte forhåndsavtalte intervjuer
nl: Bevestig vooraf overeengekomen sollicitatiegesprekken
pl: Potwierdź wstępnie uzgodnione rozmowy kwalifikacyjne
sv: Bekräfta intervju bokad på förhand

source: If you happen to agree on an interview via phone or email, you can simply send a confirmation email indicating the specific time from TalentAdore. Learn more {}here{}.
da: Hvis I aftaler et interview via telefon eller e-mail, kan du blot sende en bekræftelsesmail fra TalentAdore med angivelse af det specifikke tidspunkt. Læs mere {}her{}.
de: Wenn Sie ein Bewerbungsgespräch per Telefon oder E-Mail vereinbaren, können Sie einfach eine Bestätigungs-E-Mail mit dem konkreten Termin aus TalentAdore senden.Erfahren Sie mehr {}hier{}.
et: Kui lepid vestluse telefoni või e-kirja teel kokku, saad TalentAdore’ist saata kinnitava e-kirja koos vestluse ajaga. Loe lähemalt {}siin{}.
fi: Jos olet sopinut haastatteluajan puhelimitse tai sähköpostitse suoraan hakijan kanssa, voit silti lähettää vahvistusviestin TalentAdoresta ja lisätä merkinnän TalentAdoren kalenteriin. Lue lisää {}täältä{}.
fr: Si vous convenez d'un entretien par téléphone ou par e-mail, vous pouvez simplement envoyer un e-mail de confirmation indiquant l'heure spécifique depuis TalentAdore. En savoir plus {}ici{}.
lv: Ja vienojāties par interviju pa tālruni vai e-pastu, varat vienkārši nosūtīt apstiprinājuma e-pasta ziņojumu, norādot konkrētu laiku TalentAdore. Uzzināt vairāk {}šeit{}.
nb: Hvis dere blir enige om et intervju på telefon eller e-post, kan du ganske enkelt sende en bekreftelse på e-post fra TalentAdore med angivelse av spesifikk tid. Les mer {}her{}.
nl: Als u toevallig telefonisch of per e-mail een sollicitatiegesprek overeenkomt, kunt u eenvoudig een bevestigingsmail sturen met de specifieke tijd vanuit TalentAdore. Lees er {}hier{} meer over.
pl: Jeśli uda Ci się umówić na rozmowę kwalifikacyjną przez telefon lub e-mail, możesz po prostu wysłać e-mail z potwierdzeniem wskazującym konkretny czas z TalentAdore. Dowiedz się więcej {}tutaj{}.
sv: Då du bokat en intervju med en kandidat via telefon eller email kan du ändå skicka en bekräftelse för den bokade tiden från TalentAdore. Läs mer {}här{}.

source: Interview location
da: Interviewsted
de: Ort des Bewerbungsgesprächs
et: Vestluse asukoht
fi: Haastatteluajan “Sijainti” -kenttä
fr: Lieu de l'entretien
lv: Intervijas vieta
nb: Intervjusted
nl: Locatie sollicitatiegesprek
pl: Miejsce rozmowy kwalifikacyjnej
sv: Intervjuplats
