Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Schedule feedback messages
da: Planlæg feedbackbeskeder
de: Rückmeldungen planen
et: Tagasisidesõnumite planeerimine
fi: Ajoita palauteviestit
fr: Planifier des messages de feedback
lv: Ieplānot atsauksmes ziņojumus
nb: Planlegg meldinger med tilbakemelding
nl: Plan feedbackberichten
pl: Zaplanuj wiadomości zwrotne
sv: Schemalägg feedbackmeddelanden

source: Have you already noticed that TalentAdore allows scheduling of feedback messages now? Simply indicate the date and time when you want the message to be sent and will be done automatically.
da: Har du allerede bemærket, at TalentAdore nu gør det muligt at planlægge feedbackbeskeder? Du skal blot angive dato og klokkeslæt for, hvornår du vil have beskeden sendt, så sker det automatisk.
de: Haben Sie schon bemerkt, dass TalentAdore jetzt die Planung von Rückmeldungen ermöglicht? Geben Sie einfach das Datum und die Uhrzeit an, zu der die Nachricht gesendet werden soll, und es wird automatisch erledigt.
et: Kas oled juba märganud, et TalentAdore võimaldab nüüd tagasisidesõnumite saatmist planeerida? Märgi sõnumi saatmise kuupäev ja kellaaeg ning sõnum saadetakse automaatselt.
fi: Oletko jo huomannut, että TalentAdore sallii nyt palauteviestien ajoittamisen? Ilmoita vain päivä ja aika, kun haluat viestin lähtevän ja se tapahtuu automaattisesti.
fr: Avez-vous déjà remarqué que TalentAdore permet désormais la planification des messages de feedback ? Indiquez simplement la date et l'heure auxquelles vous souhaitez que le message soit envoyé et cela sera fait automatiquement.
lv: Vai jau pamanījāt, ka TalentAdore tagad ļauj ieplānot atsauksmes ziņojumus? Vienkārši norādiet datumu un laiku, kad ziņojums būtu jānosūta, un tas tiks izdarīts automātiski.
nb: Har du allerede lagt merke til at TalentAdore nå gjør det mulig å planlegge meldinger med tilbakemelding? Du trenger bare å angi dato og klokkeslett for når du vil at meldingen skal sendes, så skjer det automatisk.
nl: Heb je al gemerkt dat TalentAdore nu het plannen van feedbackberichten toestaat? Geef simpelweg de datum en tijd aan waarop je het bericht verzonden wilt hebben en het wordt automatisch gedaan.
pl: Czy zauważyłeś już, że TalentAdore pozwala teraz na planowanie wiadomości zwrotnych? Po prostu wskaż datę i godzinę, kiedy chcesz, aby wiadomość została wysłana, a zostanie to zrobione automatycznie.
sv: Har du redan märkt att TalentAdore nu tillåter schemaläggning av feedbackmeddelanden? Ange bara datum och tid när du vill att meddelandet ska skickas så görs det automatiskt.

source: Hiring is a success
da: Ansættelse er en succes
de: Neueinstellung ist ein Erfolg
et: Õnnestunud tööle võtmine
fi: Palkkaaminen on onnistuminen
fr: L'embauche est un succès
lv: Pieņemšana darbā ir veiksmīga
nb: Ansettelsen er en suksess
nl: Werving is een succes
pl: Rekrutacja zakończona sukcesem
sv: Att anställa är att lyckas

source: Isn’t it a wonderful feeling when you have successfully completed a hire? We’re celebrating the hire with a nice little animation once you click on “Hired” outcome. Hope this brings you some joy to your day.
da: Er det ikke en vidunderlig følelse, når du har gennemført en ansættelse med succes? Vi fejrer ansættelsen med en fin lille animation, når du klikker på resultatet "Ansat". Jeg håber, det bringer lidt glæde til din dag.
de: Ist es nicht ein schönes Gefühl, wenn Sie eine Neueinstellung erfolgreich abgeschlossen haben? Wir feiern die Neueinstellung mit einer netten kleinen Animation, sobald Sie auf das Ergebnis "Eingestellt" klicken. Ich hoffe, das bringt Ihnen etwas Freude in Ihren Tag.
et: Tore on võtta tööle uusi töötajaid. Tähistame töölevõtmist animatsiooniga, mis kuvatakse pärast tulemusel „Tööle võetud“ klõpsamist. Loodetavasti teeb see sinu päeva helgemaks.
fi: Eikö olekin upea tunne, kun olet onnistuneesti suorittanut palkkauksen? Me juhlistamme sitä kivalla pienellä animaatiolla, kun olette painaneet “Palkattu” lopputulosta. Toivottavasti tämä tuo hieman piristystä päivään.
lv: Vai tā nav brīnišķīga sajūta, kad esat veiksmīgi pabeidzis pieņemšanu darbā? Mēs atzīmējam pieņemšanu darbā ar jauku, nelielu animāciju, kas parādīsies, kad noklikšķināsiet uz rezultāta “Pieņemts darbā”. Ceram, ka tas ienesīs nedaudz prieka jūsu dienā.
nb: Er det ikke en herlig følelse når du har gjennomført en vellykket ansettelse? Vi feirer ansettelsen med en fin liten animasjon når du klikker på "Ansatt". Håper dette gir deg litt glede i hverdagen.
sv: Är det inte en underbar känsla när du framgångsrikt har genomfört en anställning? Vi firar anställningen med en trevlig liten animation när du klickar på “Anställd” resultat. Hoppas detta ger dig lite glädje till din dag.

source: Candidate introduction notifications
da: Beskeder om introduktion af kandidater
de: Benachrichtigungen über die Vorstellung von Bewerbern
et: Kandidaaditutvustuse teated
fi: Hakijaesittelyn ilmoitukset
fr: Notifications d'introduction des candidats
lv: Paziņojumi par kandidāta iepazīstināšanu
nb: Meldinger som introduserer kandidater
nl: Meldingen van kandidaatintroductie
pl: Powiadomienia o wprowadzeniu kandydata
sv: Kandidatintroduktion notifieringar

source: An email notification is sent to all Candidate introduction collaborators when a recipient posts a comment under an introduced candidate.
da: En e-mailnotifikation sendes til alle, der samarbejder om kandidatintroduktion, når en modtager skriver en kommentar under en introduceret kandidat.
de: Eine E-Mail-Benachrichtigung wird an alle Mitarbeiter, die an der Kandidatenvorstellung beteiligt sind, gesendet, wenn ein Empfänger einen Kommentar unter einem vorgestellten Kandidaten veröffentlicht.
et: Kui saaja postitab esitletud kandidaadi alla kommentaari, saadetakse teade kõigile kandidaaditutvustuse kaasloojatele.
fi: Sähköposti-ilmoitus tulee kaikille Hakijaesittelyn yhteiskäyttäjille, kun vastaanottaja jättää kommentin esiteltävän hakijan alle.
fr: Une notification par email est envoyée à tous les collaborateurs d'introduction des candidats lorsqu'un destinataire publie un commentaire sous un candidat présenté.
lv: Visiem kandidāta iepazīstināšanas sadarbības kolēģiem tiek nosūtīts e-pasta paziņojums, kad saņēmējs publicē komentāru zem iepazīstināta kandidāta.
nb: Et e-postvarsel sendes til alle som samarbeider om kandidatintroduksjon når en mottaker legger ut en kommentar under en introdusert kandidat.
nl: Een e-mailmelding wordt verzonden naar alle medewerkers van de kandidaatintroductie wanneer een ontvanger een opmerking plaatst onder een geïntroduceerde kandidaat.
pl: Powiadomienie e-mail jest wysyłane do wszystkich współpracowników wprowadzających kandydata, gdy odbiorca zamieści komentarz pod wprowadzonym kandydatem.
sv: En notifiering skickas via e-post till alla kandidatintroduktionssamarbetare när en mottagare har skrivit en kommentar under en introducerad kandidat.

source: Two-way communication enhancments
da: Forbedring af tovejskommunikation
de: Verbesserte Zwei-Wege-Kommunikation
et: Kahesuunalise suhtluse täiustused
fi: Kaksisuuntaisen kommunikaation parannukset
fr: Améliorations de la communication bidirectionnelle
lv: Divvirzienu saziņas uzlabojumi
nb: Forbedring av toveiskommunikasjon
nl: Verbeteringen in tweerichtingscommunicatie
pl: Ulepszenia komunikacji dwukierunkowej
sv: Förbättringar i tvåvägskommunikationen

source: This free feature enables organizations to keep all messages with candidates “in TalentAdore”. Two-way communication helps to increase transparency among all people involved in the recruitment process and further comply with General Data Protection Regulations.
da: Denne gratis funktion gør det muligt for organisationer at opbevare alle beskeder med kandidater "i TalentAdore". Tovejskommunikation hjælper med at øge gennemsigtigheden blandt alle, der er involveret i rekrutteringsprocessen, og overholder yderligere de generelle databeskyttelsesregler.
de: Diese kostenlose Funktion ermöglicht es Unternehmen, alle Nachrichten mit Kandidaten "in TalentAdore" zu speichern. Die Zwei-Wege-Kommunikation trägt dazu bei, die Transparenz zwischen allen am Einstellungsprozess beteiligten Personen zu erhöhen und die allgemeinen Datenschutzbestimmungen einzuhalten.
et: See tasuta funktsioon võimaldab pidada kogu kandidaatidega seotud infovahetust TalentAdore’is. Kahesuunaline infovahetus aitab suurendada läbipaistvust kõigi värbamisega seotud inimeste vahel ja täita isikuandmete kaitse üldmäärust.
fi: Tämä ilmainen ominaisuus mahdollistaa organisaatiot pitämään kaikki viestit “TalentAdoressa”. Kaksisuuntainen kommunikaatio auttaa lisäämään läpinäkyvyyttä kaikkien rekrytointiprosessiin osallistuvien välillä samalla noudattaen GDPR-säännöksiä.
lv: Šī bezmaksas funkcija ļauj organizācijām saglabāt visus ziņojumus ar kandidātiem “TalentAdore ietvaros”. Divvirzienu saziņa palīdz palielināt pārredzamību starp visām atlases procesā iesaistītajām personām un nodrošināt atbilstību Vispārīgajiem datu aizsardzības noteikumiem.
nb: Denne gratisfunksjonen gjør det mulig for organisasjoner å beholde alle meldinger med kandidater "i TalentAdore". Denne toveiskommunikasjonen bidrar til å øke åpenheten blant alle som er involvert i rekrutteringsprosessen, og er i tråd med Personvernforordningen.
sv: Denna kostnadsfria funktion gör det möjligt för organisationer att behålla alla meddelanden med kandidater “i TalentAdore”. Tvåvägskommunikation hjälper till att öka transparensen bland alla personer som är inblandade i rekryteringsprocessen och att ytterligare följa allmänna dataskyddsförordningar.

source: That’s it for now! We’re working full-speed again and will be in touch again later this fall with a selection of value-adding features and updates.
da: Det var alt for nu! Vi arbejder på højtryk igen og vender tilbage senere på efteråret med et udvalg af værdiskabende funktioner og opdateringer.
de: Das war's für jetzt! Wir arbeiten wieder auf vollen Touren und werden uns im Herbst wieder mit einer Auswahl an wertvollen Funktionen und Aktualisierungen melden.
et: Selleks korraks on kõik. Kirjutame sügisel uuesti, et tutvustada uusi väärt funktsioone ja uuendusi.
fi: Siinä kaikki tältä kertaa! Olemme taas täydessä työn vauhdissa ja olemme yhteyksissä uudestaan syksyllä uusilla lisäarvoa tuovilla ominaisuuksilla ja päivityksillä.
lv: Pagaidām tas ir viss! Mēs atkal strādājam pilnā sparā un šoruden vēlreiz sazināsimies ar jums, piedāvājot vairākas pievienotās vērtības funkcijas un atjauninājumus.
nb: Det var alt for denne gang! Vi er i full gang igjen og kommer tilbake senere i høst med et utvalg av verdiøkende funksjoner og oppdateringer.
sv: Det var allt för denna gång! Vi jobbar i full fart igen och kommer att höra av oss igen senare i höst med ett urval av värdeskapande funktioner och uppdateringar.

source: It’s been a while since our latest product news. We haven’t been idle, here’s a summary of the highlights from this year so far. We hope they are welcomed!
da: Der er gået et stykke tid siden vores seneste produktnyheder. Vi har ikke ligget på den lade side, så her er et sammendrag af højdepunkterne fra i år indtil videre. Vi håber, de er velkomne!
de: Es ist schon eine Weile her seit unseren letzten Produktnachrichten. Doch wir waren nicht untätig, hier ist eine Zusammenfassung der bisherigen Highlights dieses Jahres. Wir hoffen, sie sind hilfreich!
et: Viimastest tooteuudistest on möödas üsna kaua aega. Siin on kokkuvõte selle aasta tähtsamatest muudatustest. Loodame, et nendest on kasu.
fi: Viimeisimmästä tuoteuutisestamme on kulunut hetki. Emme ole olleet kuitenkaan toimettomana. Tässä yhteenveto uudistuksista, jotka olemme tehneet tänä vuonna. Toivottavasti niistä on sinulle paljon iloa!
lv: Kopš mūsu pēdējiem produktu jaunumiem pagājis ilgāks laiks. Mēs neesam lieki tērējuši laiku; šeit ir apkopoti līdz šim svarīgākie notikumi šajā gadā. Mēs ceram, ka tie jums patiks!
nb: Det er en stund siden sist vi kom med produktnyheter. Men vi har ikke ligget på latsiden, og her er en oppsummering av høydepunktene så langt i år. Vi håper du liker dem!
sv: Vi har inte uppdaterat er om våra produktnyheter på en lång tid. Vi har dock inte varit overksamma. Här är en samling av uppdateringarna vi har gjort detta år. Vi hoppas att de kommer till nytta!

source: TalentAdore Hire is Cybersafe
da: TalentAdore Hire er cybersafe
de: TalentAdore Hire ist Cybersafe
et: TalentAdore Hire on küberturvaline
fi: TalentAdore Hire on kyberturvallinen
fr: TalentAdore Hire est Cybersécurisé
lv: TalentAdore Hire ir kiberdrošs
nb: TalentAdore Hire er cybersikkert
nl: TalentAdore Hire is Cyberveilig
pl: TalentAdore Hire jest cyberbezpieczny
sv: TalentAdore Hire är cybersäkert

source: The entire system was audited by a 3rd party cybersecurity company elfGROUP Cyber Security Services. Executive summary and certification can be found {}here{}.
da: Hele systemet blev auditeret af en tredjeparts cybersikkerhedsvirksomhed, elfGROUP Cyber Security Services. Resumé og certificering kan findes {}her{}.
de: Das gesamte System wurde von einem externen Cybersicherheitsunternehmen elfGROUP Cyber Security Services geprüft. Die Zusammenfassung und Zertifizierung finden Sie {}hier{}.
et: Tervet süsteemi kontrollis iseseisev küberturbeettevõte elfGROUP Cyber Security Services. Kontrolli põhikokkuvõtte ja sertifikaadi leiad {}siit{}.
fi: Meidän koko järjestelmä on tarkastettu elfGROUP Cyber Security Services yrityksen toimesta. {}Täältä{} löydät tiivistelmän tarkastuksesta ja saamamme sertifikaatin.
fr: L'ensemble du système a été audité par une société de cybersécurité tierce, elfGROUP Cyber Security Services. Un résumé et une certification peuvent être trouvés {}ici{}.
lv: Visas sistēmas auditu veica trešās puses kiberdrošības uzņēmums elfGROUP Cyber Security Services. Kopsavilkumu un sertifikāciju var atrast {}šeit{}.
nb: Hele systemet ble revidert av et tredjeparts cybersikkerhetsselskap, elfGROUP Cyber Security Services. Sammendrag og sertifisering finner du {}her{}.
nl: Het hele systeem is gecontroleerd door een cyberbeveiligingsbedrijf van derden, elfGROUP Cyber Security Services. Een samenvatting en certificering zijn {}hier{} te vinden.
pl: Cały system został zaudytowany przez zewnętrzną firmę zajmującą się cyberbezpieczeństwem elfGROUP Cyber Security Services. Podsumowanie i certyfikację można znaleźć {}tutaj{}.
sv: Hela vårt system granskades av ett cybersäkerhetsföretag, elfGROUP Cyber Security Services. {}Här{} hittar du ett sammandrag av granskingen samt ett certifikat.

source: Renewed Calendar view
da: Fornyet kalendervisning
de: Erneuerte Kalenderansicht
et: Uuendatud kalendrivaade
fi: Uudistettu Kalenteri-näkymä
fr: Vue du calendrier renouvelée
lv: Atjaunots kalendāra skats
nb: Ny og bedre kalendervisning
nl: Vernieuwd kalenderoverzicht
pl: Odnowiony widok kalendarza
sv: Kalenderns förnyade utseende

source: We have made a facelift to TalentAdore Hire interview calendars. Also, now you can filter different calendar events, including your own imported work calendar.
da: Vi har givet TalentAdore Hire-samtalekalendere en ansigtsløftning. Nu kan du også filtrere forskellige kalenderbegivenheder, herunder din egen importerede arbejdskalender.
de: Wir haben die Kalender für Bewerbungsgespräche bei TalentAdore Hire überarbeitet. Außerdem können Sie jetzt verschiedene Kalenderereignisse filtern, einschließlich Ihres eigenen importierten Kalenders.
et: Oleme uuendanud TalentAdore Hire’i vestlusekalendrite välimust. Nüüd saad filtreerida mitmesuguseid kalendrisündmusi, sealhulgas imporditud töökalendrit.
fi: Olemme tehneet muodonmuutoksen haastattelukalenteriin. Voit nyt myös suodattaa eri kalenteritapahtumia, mukaan lukien oman työkalenterisi tapahtumia.
fr: Nous avons fait un lifting des calendriers d'entretien de TalentAdore Hire. De plus, vous pouvez maintenant filtrer différents événements du calendrier, y compris votre propre calendrier de travail importé.
lv: Esam uzlabojuši TalentAdore Hire interviju kalendārus. Tagad varat filtrēt arī dažādus kalendāra notikumus, tostarp savu importēto darba kalendāru.
nb: Vi har foretatt en ansiktsløftning på TalentAdore Hire-intervjukalendere. Nå kan du også filtrere ulike kalenderhendelser, inkludert din egen importerte arbeidskalender.
nl: We hebben de interviewkalenders van TalentAdore Hire een facelift gegeven. Ook kunt u nu verschillende agendagebeurtenissen filteren, inclusief uw eigen geïmporteerde werkagenda.
pl: Odświeżyliśmy wygląd kalendarzy rozmów kwalifikacyjnych w TalentAdore Hire. Teraz możesz również filtrować różne wydarzenia w kalendarzu, w tym zaimportowany kalendarz służbowy.
sv: Vi har gett TalentAdore Hires intervjukalender en facelift. Dessutom kan du nu filtrera olika kalenderhändelser, inklusive din egna importerade arbetskalender.

source: Communicate with your candidates via SMSs
da: Kommuniker med dine kandidater via SMS'er
de: Kommunizieren Sie mit Ihren Kandidaten per SMS
et: Kandidaatidega suhtlemine lühisõnumi teel
fi: Kommunikoi hakijoiden kanssa SMS-viesteillä
fr: Communiquez avec vos candidats par SMS
lv: Saziņa ar kandidātiem, izmantojot īsziņas
nb: Kommuniser med kandidatene dine via SMS
nl: Communiceer met uw kandidaten via sms
pl: Komunikuj się z kandydatami za pomocą SMS-ów
sv: Kommunicera med era kandidater via SMS

source: Timely communication with the candidates is an essential part of a successful recruitment. You can now send SMS messages to your candidates.
da: Rettidig kommunikation med kandidaterne er en vigtig del af en vellykket rekruttering. Nu kan du sende SMS-beskeder til dine kandidater.
de: Die rechtzeitige Kommunikation mit den Bewerbern ist ein wesentlicher Bestandteil einer erfolgreichen Rekrutierung. Sie können jetzt SMS-Nachrichten an Ihre Bewerber senden.
et: Kiire suhtlus kandidaatidega on värbamise õnnestumiseks hädavajalik. Nüüd saad kandidaatidele lühisõnumeid saata.
fi: Onnistuneessa rekrytoinnissa ajankohtainen kommunikointi hakijoiden kanssa on välttämätöntä. Nyt voit lähettää SMS-viestejä hakijoille.
fr: Une communication en temps opportun avec les candidats est un élément essentiel d'un recrutement réussi. Vous pouvez maintenant envoyer des messages SMS à vos candidats.
lv: Savlaicīga saziņa ar kandidātiem ir būtiska veiksmīgas atlases sastāvdaļa. Tagad kandidātiem varat sūtīt īsziņas.
nb: Rettidig kommunikasjon med kandidatene er en viktig del av en vellykket rekruttering. Nå kan du sende SMS-meldinger til kandidatene dine.
nl: Tijdige communicatie met de kandidaten is een essentieel onderdeel van een succesvolle werving. U kunt nu sms-berichten naar uw kandidaten sturen.
pl: Terminowa komunikacja z kandydatami jest niezbędnym elementem skutecznej rekrutacji. Teraz możesz wysyłać wiadomości SMS do swoich kandydatów.
sv: Kommunikationen med kandidaterna är en grundläggande del av en framgångsrik rekrytering. Nu kan man skicka SMS till kandidaterna.

source: Candidate insights along the recruitment process
da: Indsigt i kandidaterne undervejs i rekrutteringsprocessen
de: Einblicke in das Bewerbungsverfahren für Bewerber
et: Kandidaadi arvamused kogu värbamisprotsessi jooksul
fi: Hakijan näkemyksiä rekrytointiprosessista
fr: Informations sur les candidats tout au long du processus de recrutement
lv: Kandidātu ieskati atlases procesā
nb: Innsikt i kandidatene underveis i rekrutteringsprosessen
nl: Inzichten van kandidaten tijdens het wervingsproces
pl: Spostrzeżenia dotyczące kandydatów w trakcie procesu rekrutacji
sv: Ansökandens insikter längs hela rekryteringsprocessen

source: Until today, candidates were given the opportunity to evaluate their recruitment experience and leave open feedback for your organization only when sending the final feedback message. We’ve now added the placeholder {placeholder} that enables you to ask candidates to evaluate their experience during any point of time.
da: Indtil nu fik kandidaterne kun mulighed for at evaluere deres rekrutteringsoplevelse og efterlade åben feedback til din organisation, når de sendte den endelige feedbackbesked. Vi har nu tilføjet pladsholderen {placeholder}, som gør det muligt for dig at bede kandidaterne om at evaluere deres oplevelse på et hvilket som helst tidspunkt.
de: Bis heute hatten die Kandidaten nur beim Versenden der abschließenden Feedback-Nachricht die Möglichkeit, ihre Erfahrungen bei der Einstellung zu bewerten und offenes Feedback für Ihr Unternehmen zu hinterlassen. Wir haben jetzt den Platzhalter {placeholder} hinzugefügt, mit dem Sie Kandidaten zu jedem beliebigen Zeitpunkt bitten können, ihre Erfahrungen zu bewerten.
et: Kuni tänaseni said kandidaadid hinnata oma värbamiskogemust ja jätta ettevõttele tagasisidesõnumiga avalikku tagasisidet. Oleme lisanud kohatäite {placeholder}, mis võimaldab kandidaatidel hinnata oma kogemust igal ajal.
fi: Tähän asti olemme antaneet hakijoille mahdollisuuden arvioida kokemuksiaan rekrytointiprosessista ja antaa avointa palautetta yrityksellenne vasta viimeisen palauteviestin yhteydessä. Nyt olemme lisänneet {placeholder} paikanpitäjän, jota käyttämällä voit pyytää hakijoita kertomaan kokemuksistaan missä tahansa vaiheessa rekrytointia.
lv: Līdz šim kandidātiem tika dota iespēja novērtēt savu atlases pieredzi un atstāt atklātu atsauksmi par jūsu organizāciju tikai laikā, kad tika nosūtīts pēdējais atsauksmju ziņojums. Tagad esam pievienojuši vietturi {placeholder}, kas ļauj jebkurā brīdī lūgt kandidātiem novērtēt viņu pieredzi.
nb: Frem til i dag har kandidatene kun hatt mulighet til å evaluere rekrutteringsopplevelsen og gi åpen tilbakemelding til organisasjonen din når de sender den endelige tilbakemeldingen. Nå har vi lagt til plassholderen {placeholder} som gjør det mulig å be kandidatene om å evaluere rekrutteringsopplevelsen når som helst.
sv: Ända till nu har en ansökande endast kunnat ge feedback om deras rekryteringserfarenhet och er organisation i samband med det slutliga feedbackmeddelandet. Vi har nu lagt till placeholdern {placeholder} som möjliggör att man kan be om feedback av ansökandena i alla skeden av rekryteringsprocessen.

source: Additional insights of NPS
da: Yderligere indsigt i NPS
de: Zusätzliche Informationen über den NPS
et: Soovitusindeksi lisaülevaated
fi: Lisää oivalluksia NPS:n avulla
fr: Informations supplémentaires sur le NPS
lv: NPS papildu ieskati
nb: Ytterligere innsikt i NPS
nl: Aanvullende inzichten van NPS
pl: Dodatkowe spostrzeżenia dotyczące NPS
sv: Djupare insikt med hjälp av NPS

source: In addition, we’ve added support to collect NPS scores and add custom questions about candidates' experiences.
da: Derudover har vi tilføjet support til at indsamle NPS-scores og tilføje tilpassede spørgsmål om kandidaternes oplevelser.
de: Außerdem können Sie jetzt NPS-Bewertungen erfassen und benutzerdefinierte Fragen zu den Erfahrungen der Bewerber hinzufügen.
et: Lisasime võimalused koguda soovitusindeksi skoore ja lisada kohandatud küsimusi.
fi: Olemme lisänneet myös tuen kerätä NPS-tuloksia ja lisätä kustomoituja kysymyksiä hakijoiden kokemuksista.
lv: Turklāt esam pievienojuši atbalstu, lai apkopotu NPS vērtējumus un pievienotu pielāgotus jautājumus par kandidātu pieredzi.
nb: I tillegg har vi lagt til støtte for å samle NPS-poeng og legge til egendefinerte spørsmål om kandidatenes opplevelser.
sv: Vi har också lagt till en funktion för att samla in NPS-resultat och att lägga till egna frågor angående kandidaternas ansökningsupplevelse.

source: Personio partnership
da: Personio-partnerskab
de: Personio-Partnerschaft
et: Uus partner Personio
fi: TalentAdore ja Personio
fr: Partenariat Personio
lv: Personio partnerība
nb: Personio-partnerskap
nl: Personio-partnerschap
pl: Partnerstwo z Personio
sv: Personio-partnerskap
