Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: The application edit link is now valid for 10 days. If a candidate wants to edit their application after the link has expired, they can request an automatic link and it will be sent to their email address. Previously the link expired only after the application had received an outcome.
da: Linket til redigering af ansøgninger er nu gyldigt i 10 dage. Hvis en kandidat ønsker at redigere sin ansøgning, efter at linket er udløbet, kan de anmode om et automatisk link, som så sendes til deres e-mail-adresse. Tidligere udløb linket først, når ansøgningen havde modtaget et resultat.
de: Der Link zur Bearbeitung der Bewerbung ist jetzt 10 Tage lang gültig. Wenn ein Bewerber seine Bewerbung nach Ablauf des Links bearbeiten möchte, kann er einen automatischen Link anfordern, der ihm dann an seine E-Mail-Adresse geschickt wird. Zuvor lief der Link erst ab, nachdem die Bewerbung ein Ergebnis erhalten hatte.
et: Avalduse muutmise link kehtib nüüd kümme päeva. Kui kandidaat soovib muuta oma avaldust pärast lingi aegumist, saab ta küsida automaatset linki, mis saadetakse tema e-posti aadressile. Varem aegus link alles siis, kui avaldusele määrati tulemus.
fi: Hakemuksen muokkauslinkki on voimassa kymmenen päivää. Mikäli hakija haluaa muokata hakemustaan voimassaoloajan jälkeen, hän voi pyytää uutta automaattista linkkiä, joka toimitetaan sähköpostitse. Aiemmin muokkauslinkki oli voimassa siihen asti, kunnes hakemuksella on lopputulos.
fr: Le lien de modification de la demande est maintenant valide pendant 10 jours. Si un candidat souhaite modifier sa demande après l'expiration du lien, il peut demander un lien automatique qui sera envoyé à son adresse e-mail. Auparavant, le lien expirait uniquement après que la demande ait reçu un résultat.
lv: Pieteikuma rediģēšanas saite tagad ir derīga 10 dienas. Ja kandidāts vēlas rediģēt savu pieteikumu pēc tam, kad saites derīguma termiņš ir pagājis, viņš var pieprasīt automātisku saiti, un tā tiks nosūtīta uz viņa e-pasta adresi. Iepriekš saites derīguma termiņš beidzās tikai pēc tam, kad pieteikumam bija piešķirts rezultāts.
nb: Lenken til søknadsredigering er nå gyldig i 10 dager. Hvis en kandidat ønsker å redigere søknaden sin etter at lenken har utløpt, kan vedkommende be om en automatisk lenke som sendes til e-postadressen hans eller hennes. Tidligere utløp lenken først etter at søknaden hadde fått et utfall.
nl: De link om de sollicitatie te bewerken is nu 10 dagen geldig. Als een kandidaat zijn sollicitatie wil bewerken nadat de link is verlopen, kan hij een automatische link aanvragen die naar zijn e-mailadres wordt gestuurd. Voorheen verliep de link pas nadat de sollicitatie een uitkomst had gekregen.
pl: Link do edycji aplikacji jest teraz ważny przez 10 dni. Jeśli kandydat chce edytować swoją aplikację po wygaśnięciu linku, może poprosić o automatyczny link, który zostanie wysłany na jego adres e-mail. Wcześniej link wygasał dopiero po otrzymaniu wyniku aplikacji.
sv: Länk för redigering av ansökan är giltig i 10 dagar. Om kandidaten vill redigera deras ansökan efter att länken upphörts, så kan kandidaten be om en automatisk länk som skickas till deras email address. Tidigare så upphörde länken efter att ansökan hade fått ett slutresultat.

source: Email notification
da: Meddelelse via e-mail
de: E-Mail-Benachrichtigung
et: Teade e-posti teel
fi: Sähköposti-ilmoitus
fr: Notification par e-mail
lv: E-pasta paziņojums
nb: E-postvarsling
nl: E-mailmelding
pl: Powiadomienie e-mail
sv: Email notifiering

source: When a candidate edits their application, an automatic email notification will be sent to the position’s hiring manager and owner. It is also possible to use advanced search to look for those candidates who have edited their applications. Email notifications can be adjusted in the “{view}” section.
da: Når en kandidat redigerer sin ansøgning, bliver der automatisk sendt en e-mail til stillingens rekrutterende leder og ejer. Det er også muligt at bruge avanceret søgning til at lede efter de kandidater, der har redigeret deres ansøgninger. E-mailnotifikationer kan justeres i afsnittet "{view}".
de: Wenn ein Bewerber seine Bewerbung bearbeitet, wird eine automatische E-Mail-Benachrichtigung an den Personalverantwortlichen und den Inhaber der Stelle gesendet. Es ist auch möglich, die erweiterte Suche zu verwenden, um nach den Bewerbern zu suchen, die ihre Bewerbungen bearbeitet haben. E-Mail-Benachrichtigungen können im Abschnitt "{view}" angepasst werden.
et: Kui kandidaat muudab oma avaldust, saadetakse värbavale juhile ja omanikule e-posti teel automaatselt teade. Saad kasutada ka täpsemat otsingut, et leida kandidaadid, kes on oma avaldusi muutnud. E-posti teel saadetud teateid saad muuda jaotises „{view}“.
fi: Kun hakija muokkaa hakemustaan, automaattinen sähköposti-ilmotus lähetetään työpaikan rekrytoivalle esihenkilölle ja omistajalle. Hakemustaan päivittäneitä hakijoita on myös mahdollista etsiä tarkennetun haun avulla. Omia sähköposti-ilmoituksia pääsee muokkaamaan “{view}” -osiossa.
lv: Kad kandidāts rediģēs savu pieteikumu, automātisks e-pasta paziņojums tiks nosūtīts vakances par pieņemšanu darbā atbildīgajam vadītājam un īpašniekam. Ir iespējams izmantot arī izvērsto meklēšanu, lai meklētu tos kandidātus, kuri ir rediģējuši savus pieteikumus. E-pasta paziņojumus var pielāgot sadaļā “{view}”.
nb: Når en kandidat redigerer søknaden sin, sendes det automatisk et e-postvarsel til stillingens rekrutterende leder og eier. Det er også mulig å bruke avansert søk for å finne de kandidatene som har redigert søknaden sin. E-postvarslene kan justeres i "{view}"-delen.
sv: När en kandidat redigerar deras ansökan skickas en automatisk email notifiering till positionens rekryterande chef och ägare. Det är också möjligt att använda avancerade sökfunktionen för att leta efter kandidater som har redigerat deras ansökan. Email notifiering kan justeras i “{view}” sektionen.

source: User preferences
da: Brugerpræferencer
de: Benutzereinstellungen
et: Kasutajaeelistused
fi: Käyttäjäkohtaiset asetukset
fr: Préférences de l'utilisateur
lv: Lietotāja preferences
nb: Brukerpreferanser
nl: Gebruikersvoorkeuren
pl: Preferencje użytkownika
sv: Användarpreferenser

source: Social media cover photo
da: Forsidebillede til sociale medier
de: Titelfoto für soziale Medien
et: Sotsiaalmeedia foto
fi: Työpaikkailmoituksen kuva sosiaalisessa mediassa
fr: Photo de couverture des médias sociaux
lv: Sociālo tīklu galvenais fotoattēls
nb: Forsidebilde på sosiale medier
nl: Social media omslagfoto
pl: Zdjęcie w tle mediów społecznościowych
sv: Arbetsannonsens bild i sociala medier

source: We’ve made enhancements to the cover photo when posting job ads in social media.
da: Vi har forbedret forsidebilledet, når du opslår jobannoncer på sociale medier.
de: Wir haben das Titelbild bei der Veröffentlichung von Stellenanzeigen in sozialen Medien verbessert.
et: Oleme täiustanud fotot, mida saad kasutada sotsiaalmeediasse töökuulutusi postitades.
fi: Olemme tehneet parannuksia sosiaalisen median julkaisuissa näkyviin työpaikkailmoitusten kuviin.
lv: Esam uzlabojuši galveno fotoattēlu gadījumiem, kad darba sludinājumus publicē sociālajos tīklos.
nb: Vi har forbedret forsidebildet når du legger ut jobbannonser på sosiale medier.
sv: Vi har gjort förbättringar till omslagsbilden när man publicera en arbetsannons på sociala medier.

source: May
da: Maj
de: Mai
et: Mai
fi: Toukokuu
fr: Mai
lv: Maijs
nb: Mai
nl: mei
pl: Maj
sv: Maj

source: Application’s "{tab_label}" timeline
da: Ansøgningens "{tab_label}" tidslinje
de: Bewerbungs "{tab_label}" Zeitleiste
et: Avalduse vahekaardi „{tab_label}“ ajalugu
fi: Hakemuksen "{tab_label}" aikajana
lv: Pieteikuma "{tab_label}" laika grafiks
nb: Søknadens "{tab_label}" tidslinje
sv: Ansökans "{tab_label}" tidslinje

source: Visual look of the “{tab_label}” timeline in the “{view}” view has been changed. This update is a part of bigger development work which will enable you to see candidates' answers to your messages inside the system.
da: Det visuelle udseende af tidslinjen "{tab_label}" i visningen "{view}" er blevet ændret. Denne opdatering er en del af et større udviklingsarbejde, som vil gøre det muligt for dig at se kandidaternes svar på dine beskeder inde i systemet.
de: Das visuelle Aussehen der "{tab_label}"-Zeitleiste in der "{view}"-Ansicht wurde geändert. Diese Aktualisierung ist Teil einer größeren Entwicklungsarbeit, die es Ihnen ermöglichen wird, die Antworten der Bewerber auf Ihre Nachrichten innerhalb des Systems zu sehen.
et: Vaate „{view}“ vahekaardi „{tab_label}“ ajaloo välimust on muudetud. See uuendus on osa suuremast arendustööst, mis võimaldab näha kandidaatide vastuseid sõnumitele otse süsteemis.
fi: “{tab_label}”-listan visuaalinen ilme on muuttunut “{view}”-näkymässä. Päivitys on osa isompaa kehitysprojektia, jonka myötä hakijoiden lähettämät sähköpostit tulevat jatkossa näkymään järjestelmän sisällä.
lv: “{tab_label}” laika grafika vizuālais izskats skatā “{view}” ir mainīts. Šis atjauninājums ir daļa no plašāka izstrādes darba, kas ļaus jums sistēmā redzēt kandidātu atbildes uz jūsu ziņojumiem.
nb: Det visuelle utseendet til tidslinjen "{tab_label}" i "{view}"-visningen er endret. Denne oppdateringen er del av et større utviklingsarbeid som vil gjøre det mulig for deg å se kandidatenes svar på meldingene dine inne i systemet.
sv: “{tab_label}” tidslinje i “{view}” har ändrats. Uppdateringen är del av ett utvecklingsarbete som gör det möjligt för dig att se kandidatens svar till dina meddelanden i systemet.

source: International phone number format
da: Format for internationale telefonnumre
de: Internationales Telefonnummernformat
et: Rahvusvahelise telefoninumbri vorming
fi: Puhelinnumeron kansainvälinen muoto
fr: Format de numéro de téléphone international
lv: Starptautiskā tālruņa numura formāts
nb: Internasjonalt telefonnummerformat
nl: Internationaal telefoonnummer formaat
pl: Format międzynarodowego numeru telefonu
sv: Telefonnummer i internationellt format

source: Candidates can either select the country and add their local number or start typing their international phone number and the system will detect the country code.
da: Kandidater kan enten vælge land og tilføje deres lokale nummer eller begynde at skrive deres internationale telefonnummer, og systemet vil registrere landekoden.
de: Die Bewerber können entweder das Land auswählen und ihre lokale Nummer hinzufügen oder ihre internationale Telefonnummer eingeben und das System erkennt die Landesvorwahl.
et: Kandidaadid saavad valida riigi ja lisada oma kohaliku numbri või sisestada rahvusvahelise telefoninumbri alguse, misjärel tuvastab süsteem riigikoodi.
fi: Puhelinnumero-kenttään voi jatkossa valita maan ja kirjoittaa paikallisen puhelinnumeron. Mikäli numero kirjoitetaan suoraan kansainvälisessä muodossa, silloin järjestelmä tunnistaa automaattisesti oikean maakoodin.
fr: Les candidats peuvent soit sélectionner le pays et ajouter leur numéro local, soit commencer à saisir leur numéro de téléphone international et le système détectera le code du pays.
lv: Kandidāti var izvēlēties valsti un pievienot savu vietējo numuru vai sākt rakstīt savu starptautisko tālruņa numuru, un sistēma noteiks valsts kodu.
nb: Kandidatene kan enten velge land og legge til sitt lokale nummer eller begynne å skrive inn sitt internasjonale telefonnummer, så registrerer systemet landkoden.
nl: Kandidaten kunnen ofwel het land selecteren en hun lokale nummer toevoegen, of beginnen met het typen van hun internationale telefoonnummer en het systeem zal de landcode detecteren.
pl: Kandydaci mogą wybrać kraj i dodać swój lokalny numer lub zacząć wpisywać swój międzynarodowy numer telefonu, a system wykryje kod kraju.
sv: Kandidater kan antingen välja land och tillägga deras lokala telefonnummer eller skriva in nummret i internationellt telefonummer format.

source: Admin users can enable a feature that allows adding candidates as confirmed Talent Community members. This is handy when you have gotten their consent verbally and want to send a “{msg_subject}” message directly.
da: Admin-brugere kan aktivere en funktion, der gør det muligt at tilføje kandidater som bekræftede medlemmer af Talent Community. Det er praktisk, når du har fået deres samtykke mundtligt og vil sende en "{msg_subject}"-besked direkte.
de: Admin-Benutzer können eine Funktion aktivieren, die es ermöglicht, Kandidaten als bestätigte Mitglieder der Talent Community hinzuzufügen. Dies ist praktisch, wenn Sie deren Zustimmung mündlich erhalten haben und direkt eine "{msg_subject}"-Nachricht senden möchten.
et: Administraatorid saavad lubada funktsiooni, mis võimaldab lisada kandidaate Talent Community kinnitatud liikmetena. See on vajalik, kui oled saanud nõusoleku suuliselt ja soovid saata otse sõnumi „{msg_subject}“.
fi: Pääkäyttäjät voivat ottaa käyttöön toiminnon, joka mahdollistaa talenttien lisäämisen suoraan Talent Communityn vahvistetuksi jäseneksi. Tämä on kätevää tilanteessa, jolloin talentin suostumus on saatu suullisesti ja “{msg_subject}” -viesti halutaan lähettää talentille ilman erillistä kutsua.
lv: Administratori var iespējot funkciju, kas ļauj kandidātus pievienot kā apstiprinātus Talent Community dalībniekus. Tas ir ērti, ja esat mutiski saņēmis viņu piekrišanu un vēlaties tieši nosūtīt ziņojumu “{msg_subject}”.
nb: Administratorer kan aktivere en funksjon som gjør det mulig å legge til kandidater som bekreftede medlemmer av Talent Community. Dette er praktisk når du har fått deres samtykke muntlig og ønsker å sende en "{msg_subject}"-melding direkte.
sv: Administratöranvändare kan aktivera en funktion som tilllåter användare att tillägga kandidater som bekräftade Talent Community meddlemmar. Detta är praktiskt då du fått muntlig bekräftelse av kandidaten och vill skicka ett “{msg_subject}” meddelande direkt.

source: Switch between organizations
da: Skift mellem organisationer
de: Wechsel zwischen Organisationen
et: Organisatsioonide vahel liikumine
fi: Organisaation vaihtaminen
fr: Basculer entre les organisations
lv: Organizāciju pārslēgšana
nb: Veksle mellom organisasjoner
nl: Wisselen tussen organisaties
pl: Przełączanie między organizacjami
sv: Växla mellan organisationer

source: Now our users can use the same login credentials to access several organizations in TalentAdore. After authorization, the user can select the organization.
da: Nu kan vores brugere bruge de samme login-oplysninger til at få adgang til flere organisationer i TalentAdore. Efter godkendelse kan brugeren vælge organisation.
de: Jetzt können unsere Benutzer dieselben Anmeldedaten für den Zugang zu mehreren Organisationen in TalentAdore verwenden. Nach der Autorisierung kann der Benutzer die Organisation auswählen.
et: Nüüd pääsevad TalentAdore’i kasutajad samade sisselogimisandmetega juurde mitmele organisatsioonile. Kasutaja saab valida organisatsiooni pärast autentimist.
fi: Samaa käyttäjätunnusta voi nyt käyttää eri organisaatioiden TalentAdore-ympäristöissä. Sisäänkirjautumisen jälkeen järjestelmä pyytää valitsemaan oikean organisaation.
fr: Désormais, nos utilisateurs peuvent utiliser les mêmes identifiants de connexion pour accéder à plusieurs organisations dans TalentAdore. Après autorisation, l'utilisateur peut sélectionner l'organisation.
lv: Tagad lietotāji var izmantot vienus un tos pašus akreditācijas datus, lai piekļūtu vairākām TalentAdore organizācijām. Pēc autorizācijas lietotājs var izvēlēties organizāciju.
nb: Nå kan brukerne våre bruke samme påloggingsinformasjon for å få tilgang til flere organisasjoner i TalentAdore. Etter autorisering kan brukeren velge organisasjon.
nl: Onze gebruikers kunnen nu dezelfde inloggegevens gebruiken om toegang te krijgen tot verschillende organisaties in TalentAdore. Na autorisatie kan de gebruiker de organisatie selecteren.
pl: Teraz nasi użytkownicy mogą używać tych samych danych logowania, aby uzyskać dostęp do kilku organizacji w TalentAdore. Po autoryzacji użytkownik może wybrać organizację.
sv: Nu kan användare utnyttja samma inloggningsuppgifter för att komma åt flera organisationer i TalentAdore. Efter auktorisering, så kan avändare välja organisationen de vill logga in till.

source: Search improvements
da: Forbedringer af søgningen
de: Verbesserungen bei der Suche
et: Täiustatud otsing
fi: Parannuksia hakutoimintoon
fr: Améliorations de la recherche
lv: Meklēšanas uzlabojumi
nb: Forbedringer av søk
nl: Verbeteringen in zoeken
pl: Ulepszenia wyszukiwania
sv: Sökfunktions förbättringar

source: Search filters located on the left side of the “{view}” page have been enhanced. Now you can search for applications with specific tags more easily.
da: Søgefiltrene i venstre side af "{view}"-siden er blevet forbedret. Nu kan du lettere søge efter ansøgninger med specifikke tags.
de: Die Suchfilter auf der linken Seite der Seite "{view}" wurden verbessert. Jetzt können Sie leichter nach Bewerbungen mit bestimmten Stichworten suchen.
et: Lehe „{view}“ vasakul pool olevaid otsingufiltreid on täiustatud. Nüüd saad otsida lihtsamini kindlate märgetega avaldusi.
fi: “{view}”-sivun vasemmalla puolella sijaitsevia hakutoimintoja on parannettu. Mikäli hakemuksille on lisätty tageja, niiden etsiminen on nyt entistä helpompaa.
lv: Ir uzlaboti meklēšanas filtri, kas atrodas lapas “{view}” kreisajā pusē. Tagad varat vieglāk meklēt pieteikumus ar konkrētiem tagiem.
nb: Søkefiltrene på venstre side av "{view}"-siden har blitt forbedret. Nå kan du lettere søke etter søknader med spesifikke emneknagger.
sv: Sökfunktionernas filter på vänstra sidan av “{view}” sidan har förbättrats. Nu kan du söka efter ansökningar med specifika tagg lättare.

source: If you are using Oikotie integration, it is possible to indicate multiple locations of a job ad and add a video.
da: Hvis du bruger Oikotie-integration, er det muligt at angive flere placeringer af en jobannonce og tilføje en video.
de: Wenn Sie die Oikotie-Integration nutzen, ist es möglich, mehrere Standorte einer Stellenanzeige anzugeben und ein Video hinzuzufügen.
et: Kui kasutad Oikotie integratsiooni, saad määrata töökuulutusele mitu asukohta ja lisada video.
fi: Mikäli käytössänne on Oikotie-integraatio, usean sijainnin ja videon lisääminen työpaikkailmoitukselle on nyt mahdollista.
fr: Si vous utilisez l'intégration Oikotie, il est possible d'indiquer plusieurs locations d'une annonce d'emploi et d'ajouter une vidéo.
lv: Ja izmantojat Oikotie integrāciju, varat norādīt vairākas darba sludinājuma atrašanās vietas un pievienot video.
nb: Hvis du bruker Oikotie-integrasjon, er det mulig å angi flere steder for en jobbannonse og legge til en video.
nl: Als u Oikotie-integratie gebruikt, is het mogelijk om meerdere locaties van een vacature aan te geven en een video toe te voegen.
pl: Jeśli korzystasz z integracji Oikotie, możliwe jest wskazanie wielu lokalizacji ogłoszenia o pracę i dodanie wideo.
sv: Om du använder Oikotie integration så är det möjligt att indikera flera platser i en jobbannons och lägga till videon.

source: Welcome process
da: Velkomstproces
de: Willkommensprozess
et: Tervitamine
fi: Tervetuloprosessi
fr: Processus de bienvenue
lv: Darba uzsākšanas process
nb: Velkomstprosess
nl: Welkomstproces
pl: Proces powitalny
sv: Välkomstprocess

source: After the latest update, TalentAdore’s user interface will guide every new user through setting up their password and user profile more smoothly.
da: Efter den seneste opdatering vil TalentAdores brugergrænseflade guide alle nye brugere gennem opsætningen af deres adgangskode og brugerprofil på en mere smidig måde.
de: Nach dem neuesten Update wird die Benutzeroberfläche von TalentAdore jeden neuen Nutzer noch besser durch die Einrichtung seines Passworts und Benutzerprofils führen.
et: Viimase uuenduse järel aitab TalentAdore’i kasutajaliides valida uutel kasutajatel salasõna ja muuta kasutajaprofiili sujuvamalt.
fi: TalentAdoren uudet käyttäjät kulkevat ohjatun tervetuloprosessin läpi, joka opastaa heidät lisäämään salasanan ja käyttäjätiedot profiiliinsa.
lv: Pēc jaunākā atjauninājuma TalentAdore lietotāja saskarne ikvienam jaunam lietotājam ļaus vieglāk iestatīt paroli un lietotāja profilu.
nb: Etter den siste oppdateringen vil TalentAdores brukergrensesnitt veilede alle nye brukere gjennom oppsettet av passord og brukerprofil på en enklere måte.
sv: Efter den senaste uppdateringen, kommer TalentAdore’s lösning att vägleda nya användare att skapa deras användarprofil och lösenord mer användarvänligt.

source: Data storing in Talent Community
da: Datalagring i Talent Community
de: Datenspeicherung in der Talent-Community
et: Andmete hoidmine Talent Communitys
fi: Tietojen säilytys Talent Communityssa
fr: Stockage des données dans la Communauté de talents
lv: Datu glabāšana Talent Community
nb: Datalagring i Talent Community
nl: Gegevensopslag in Talent Community
pl: Przechowywanie danych w Talent Community
sv: Datalagrings period i Talent Community

source: Admin users can define a data storing period of Talent Community members from 6 to 36 months. By default, this data is stored for 12 months.
da: Admin-brugere kan definere en datalagringsperiode for Talent Community-medlemmer fra 6 til 36 måneder. Som standard gemmes disse data i 12 måneder.
de: Admin-Benutzer können eine Speicherdauer der Daten von Talent Community Mitgliedern von 6 bis 36 Monaten festlegen. Standardmäßig werden diese Daten für 12 Monate gespeichert.
et: Administraatorid saavad valida Talent Community liikmete andmete hoidmiseks 6–36-kuulise perioodi. Vaikimisi hoitakse andmeid 12 kuud.
fi: Pääkäyttäjä voi määrittää Talent Community -tietojen säilytysajan 6 ja 36 kuukauden välillä. Oletusasetus on 12 kuukautta.
fr: Les utilisateurs administrateurs peuvent définir une période de stockage des données des membres de la Communauté de talents de 6 à 36 mois. Par défaut, ces données sont stockées pendant 12 mois.
lv: Administratori var noteikt Talent Community dalībnieku datu glabāšanas periodu no 6 līdz 36 mēnešiem. Pēc noklusējuma šie dati tiek glabāti 12 mēnešus.
nb: Administratorbrukere kan definere en lagringsperiode for Talent Community-medlemmer fra 6 til 36 måneder. Som standard lagres disse opplysningene i 12 måneder.
nl: Beheerders kunnen een gegevensopslagperiode van Talent Community-leden definiëren van 6 tot 36 maanden. Standaard worden deze gegevens 12 maanden bewaard.
pl: Administratorzy mogą zdefiniować okres przechowywania danych członków Talent Community od 6 do 36 miesięcy. Domyślnie dane te są przechowywane przez 12 miesięcy.
sv: Administratör användare kan definiera datalagrings perioden av Talent Community medlemmar mellan 6 och 36 månader. Standard datalagrings tiden är 12 månader.

source: Direct to external page
da: Direkte til ekstern side
de: weiterleitung to external page
et: Suunamine välisele lehele
fi: Ohjaus ulkopuoliselle sivulle
fr: Directement vers la page externe
lv: Tieši uz ārējo lapu
nb: Direkte til ekstern side
nl: Rechtstreeks naar externe pagina
pl: Bezpośrednio do strony zewnętrznej
sv: Rikta kandidater till extern webbsida
