Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Please review the following error(s):
da: Gennemgå venligst følgende fejl:
de: Bitte überprüfen Sie den/die folgenden Fehler:
et: Palun vaadake üle järgmised vead:
fi: Tarkasta seuraavat virheet
fr: Veuillez examiner les erreurs suivantes :
lv: Lūdzu, pārskatiet šādas kļūdas:
nb: Vennligst se gjennom følgende feil:
nl: Controleer de volgende fout(en):
pl: Przejrzyj następujące błędy:
sv: Vänligen granska följande fel:

source: At least one product or contract is required to be able to order the campaign
da: Der kræves mindst ét produkt eller én kontrakt for at kunne bestille kampagnen
de: Mindestens ein Produkt oder ein Vertrag ist erforderlich, um die Kampagne bestellen zu können
et: Kampaania tellimiseks on vaja vähemalt ühte toodet või lepingut
fi: Kampanjan tilaamiseksi tarvitaan vähintään yksi tuote tai sopimus.
fr: Au moins un produit ou un contrat est requis pour pouvoir commander la campagne
lv: Lai varētu pasūtīt kampaņu, ir nepieciešams vismaz viens produkts vai līgums
nb: Det kreves minst ett produkt eller én kontrakt for å kunne bestille kampanjen
nl: Ten minste één product of contract is vereist om de campagne te kunnen bestellen
pl: Aby móc zamówić kampanię, wymagany jest co najmniej jeden produkt lub umowa
sv: Det krävs minst en produkt eller ett avtal för att kunna beställa kampanjen

source: Order campaign
da: Bestil kampagne
de: Kampagne bestellen
et: Telli kampaania
fi: Tilaa kampanja
fr: Commander la campagne
lv: Pasūtīt kampaņu
nb: Bestill kampanje
nl: Campagne bestellen
pl: Zamów kampanię
sv: Beställ kampanj

source: Create Contract
da: Opret kontrakt
de: Vertrag erstellen
et: Loo leping
fi: Luo sopimus
fr: Créer un contrat
lv: Izveidot līgumu
nb: Opprett kontrakt
nl: Contract maken
pl: Utwórz umowę
sv: Skapa avtal

source: Back to Contracts
da: Tilbage til Kontrakter
de: Zurück zu Verträgen
et: Tagasi lepingute juurde
fi: Takaisin sopimuksiin
fr: Retour aux contrats
lv: Atpakaļ uz līgumiem
nb: Tilbake til kontrakter
nl: Terug naar contracten
pl: Powrót do umów
sv: Återgå till avtal

source: Next{delimiter} {stepTitle}
da: Næste{delimiter} {stepTitle}
de: Nächste{delimiter} {stepTitle}
et: Järgmine{delimiter} {stepTitle}
fi: Seuraava{delimiter} {stepTitle}
fr: Suivant{delimiter} {stepTitle}
lv: Nākamais{delimiter} {stepTitle}
nb: Neste{delimiter} {stepTitle}
nl: Volgende{delimiter} {stepTitle}
pl: Dalej{delimiter} {stepTitle}
sv: Nästa{delimiter} {stepTitle}

source: Previous{delimiter} {stepTitle}
da: Forrige{delimiter} {stepTitle}
de: Vorherige{delimiter} {stepTitle}
et: Eelmine{delimiter} {stepTitle}
fi: Edellinen{delimiter} {stepTitle}
fr: Précédent{delimiter} {stepTitle}
lv: Iepriekšējais{delimiter} {stepTitle}
nb: Forrige{delimiter} {stepTitle}
nl: Vorige{delimiter} {stepTitle}
pl: Wstecz{delimiter} {stepTitle}
sv: Föregående{delimiter} {stepTitle}

source: Get Recommendations
da: Få anbefalinger
de: Empfehlungen erhalten
et: Hangi soovitusi
fi: Hanki suosituksia
fr: Obtenir des recommandations
lv: Saņemt ieteikumus
nb: Få anbefalinger
nl: Aanbevelingen krijgen
pl: Uzyskaj rekomendacje
sv: Få rekommendationer

source: Select channels
da: Vælg kanaler
de: Kanäle auswählen
et: Vali kanalid
fi: Valitse kanavat
fr: Sélectionner les canaux
lv: Atlasīt kanālus
nb: Velg kanaler
nl: Kanalen selecteren
pl: Wybierz kanały
sv: Välj kanaler

source: Create job ad(s)
da: Opret jobannonce(r)
de: Stellenanzeige(n) erstellen
et: Loo tööpakkumine(ed)
fi: Luo työpaikkailmoitus
fr: Créer une/des annonce(s) d'emploi
lv: Izveidot darba sludinājumu(-s)
nb: Opprette jobbannonse(r)
nl: Vacature(s) maken
pl: Utwórz ogłoszenia o pracę
sv: Skapa jobbannons(er)

source: Let's target the right talent
da: Lad os gå efter de rigtige talenter
de: Lassen Sie uns die richtigen Talente ansprechen
et: Suuname õiged talendid
fi: Kohdistetaan oikeanlaisille osaajille.
fr: Ciblons les bons talents
lv: Mērķēsim pareizos talantus
nb: La oss finne de rette talentene
nl: Laten we ons richten op het juiste talent
pl: Dotrzyjmy do odpowiednich talentów
sv: Låt oss rikta in oss på rätt talang

source: Enter the industries for this company
da: Indtast brancherne for denne virksomhed
de: Geben Sie die Branchen für dieses Unternehmen ein
et: Sisestage selle ettevõtte tööstusharud
fi: Lisää tämän yrityksen toimialat
fr: Saisissez les industries pour cette entreprise
lv: Ievadiet šī uzņēmuma nozares
nb: Angi bransjen til dette selskapet
nl: Voer de branches voor dit bedrijf in
pl: Wprowadź branże dla tej firmy
sv: Ange branscherna för det här företaget

source: Enter the location where you would like to look for candidates
da: Indtast det sted, hvor du gerne vil lede efter kandidater
de: Geben Sie den Ort ein, an dem Sie nach Kandidaten suchen möchten
et: Sisestage asukoht, kust soovite kandidaate otsida
fi: Syötä sijainti, josta haluaisit etsiä hakijoita.
fr: Saisissez le lieu où vous souhaitez rechercher des candidats
lv: Ievadiet atrašanās vietu, kur vēlaties meklēt kandidātus
nb: Angi stedet der du ønsker å lete etter kandidater
nl: Voer de locatie in waar u kandidaten wilt zoeken
pl: Wprowadź lokalizację, w której chcesz szukać kandydatów
sv: Ange var du vill söka efter kandidater

source: Select a matching job function (used to select the best performing channels)
da: Vælg en matchende jobfunktion (bruges til at vælge de bedst præsterende kanaler)
de: Wählen Sie eine passende Jobfunktion (zur Auswahl der leistungsfähigsten Kanäle)
et: Valige sobiv tööfunktsioon (kasutatakse parimate tulemustega kanalite valimiseks)
fi: Valitse vastaava tehtäväalue (käytetään parhaiten suorittavien kanavien valintaan)
fr: Sélectionnez une fonction de travail correspondante (utilisée pour sélectionner les canaux les plus performants)
lv: Atlasiet atbilstošu darba funkciju (izmanto, lai atlasītu vislabāk veicošos kanālus)
nb: Velg en matchende jobbfunksjon (brukes til å velge de kanalene som gir best resultater)
nl: Selecteer een bijpassende functie (gebruikt om de best presterende kanalen te selecteren)
pl: Wybierz pasującą funkcję pracy (używane do wyboru najlepiej działających kanałów)
sv: Välj en matchande jobbfunktion (används för att välja de kanaler som ger bäst resultat)

source: Enter and select the job title that describes the role (used to select the best performing channels)
da: Indtast og vælg den jobtitel, der beskriver rollen (bruges til at vælge de bedst præsterende kanaler)
de: Geben Sie die Stellenbezeichnung ein, die die Rolle beschreibt, und wählen Sie sie aus (zur Auswahl der leistungsfähigsten Kanäle)
et: Sisestage ja valige ametinimetus, mis kirjeldab rolli (kasutatakse parimate tulemustega kanalite valimiseks)
fi: Kirjoita ja valitse tehtävänimike, joka kuvaa roolia (käytetään parhaiden kanavien valintaan)
fr: Entrez et sélectionnez le titre du poste qui décrit le mieux le rôle (utilisé pour sélectionner les canaux les plus performants)
lv: Ievadiet un atlasiet amata nosaukumu, kas raksturo lomu (izmanto, lai atlasītu vislabāk darbojošos kanālus)
nb: Angi og velg jobbtittelen som beskriver rollen (brukes til å velge de kanalene som gir best resultater)
nl: Voer de functietitel in en selecteer deze die de rol beschrijft (gebruikt om de best presterende kanalen te selecteren)
pl: Wprowadź i wybierz tytuł stanowiska, który opisuje rolę (używane do wyboru najlepiej działających kanałów)
sv: Ange och välj jobbtiteln som beskriver rollen (används för att välja de kanaler som ger bäst resultat)

source: We will use this information to recommend you the best performing channels, so you can target the right candidates.
da: Vi bruger disse oplysninger til at anbefale dig de bedst fungerende kanaler, så du kan målrette mod de rigtige kandidater.
de: Anhand dieser Informationen empfehlen wir Ihnen die leistungsfähigsten Kanäle, damit Sie die richtigen Kandidaten ansprechen können.
et: Kasutame seda teavet, et soovitada teile parimaid kanaleid, et saaksite sihtida õigeid kandidaate.
fi: Käytämme näitä tietoja suositellaksemme sinulle parhaita kanavia oikeiden kandidaattien löytämiseen
fr: Nous utiliserons ces informations pour vous recommander les canaux les plus performants, afin que vous puissiez cibler les bons candidats.
lv: Mēs izmantosim šo informāciju, lai ieteiktu jums vislabāk darbojošos kanālus, lai jūs varētu uzrunāt pareizos kandidātus.
nb: Vi bruker denne informasjonen til å anbefale de kanalene som gir best resultater, slik at du kan rette deg til de riktige kandidatene.
nl: We gebruiken deze informatie om u de best presterende kanalen aan te bevelen, zodat u zich op de juiste kandidaten kunt richten.
pl: Użyjemy tych informacji, aby polecić Ci najlepiej działające kanały, abyś mógł dotrzeć do odpowiednich kandydatów.
sv: Vi kommer att använda den här informationen för att rekommendera de kanaler som ger bäst resultat, så att du kan rikta in dig på rätt kandidater.

source: Media Mix Recommendation
da: Anbefaling af mediemiks
de: Empfehlung für den Medienmischung
et: Meediamiksi soovitus
fi: Media Mix suositus
fr: Recommandation de mix média
lv: Mediju miksa ieteikums
nb: Anbefaling om kombinasjon av medier
nl: Aanbeveling Mediamix
pl: Rekomendacja miksu mediów
sv: Media Mix-rekommendation

source: Explore Other Relevant Channels
da: Udforsk andre relevante kanaler
de: Erkunden Sie andere relevante Kanäle
et: Uurige teisi asjakohaseid kanaleid
fi: Tutustu muihin relevantteihin kanaviin
fr: Explorez d'autres canaux pertinents
lv: Izpētiet citus atbilstošus kanālus
nb: Sjekk ut andre relevante kanaler
nl: Verken Andere Relevante Kanalen
pl: Odkryj inne odpowiednie kanały
sv: Upptäck andra relevanta kanaler

source: Showing results for {productNameInput}.
da: Viser resultater for {productNameInput}.
de: Zeigt Ergebnisse für {productNameInput}.
et: Kuvatakse tulemused {productNameInput} jaoks.
fi: Näytetään tulokset nimelle {productNameInput}
fr: Affichage des résultats pour {productNameInput}.
lv: Rāda rezultātus {productNameInput}.
nb: Viser resultater for {productNameInput}.
nl: Resultaten voor {productNameInput} worden weergegeven.
pl: Wyświetlanie wyników dla {productNameInput}.
sv: Visar resultat för {productNameInput}.

source: This channel mix shows to be the best for your target audience based on 60 million records of job performance data and similar jobs.
da: Dette kanalmiks viser sig at være det bedste for din målgruppe, baseret på 60 millioner registreringer af jobpræstationsdata og lignende job.
de: Diese Medienmischung erweist sich als der beste für Ihre Zielgruppe auf der Grundlage von 60 Millionen Datensätzen zu Arbeitsleistungen und ähnlichen Stellen.
et: See kanalite kombinatsioon on teie sihtauditooriumi jaoks parim, tuginedes 60 miljonile töösoorituse andmete ja sarnaste tööde kirjele.
fi: Tämä kanavasekoitus näyttää olevan paras sinun kohdeyleisölle, perustuen 60 miljoonan työsuoritusdatan ja vastaavien työpaikkojen tietoihin
fr: Ce mix de canaux s'avère être le meilleur pour votre audience cible, basé sur 60 millions d'enregistrements de données de performance d'emploi et d'emplois similaires.
lv: Šis kanālu maisījums izrādās vislabākais jūsu mērķauditorijai, pamatojoties uz 60 miljoniem darba snieguma datu ierakstu un līdzīgiem darbiem.
nb: Denne kanalsammensetningen viser seg å være den beste for målgruppen din, basert på 60 millioner registreringer av opplysninger om jobbytelsesdata og lignende jobber.
nl: Deze kanaalmix blijkt de beste te zijn voor uw doelgroep op basis van 60 miljoen records met gegevens over jobprestaties en vergelijkbare banen.
pl: Ten miks kanałów okazuje się być najlepszy dla Twojej grupy docelowej na podstawie 60 milionów rekordów danych o wydajności pracy i podobnych ofert pracy.
sv: Denna kanalmix visar sig vara den bästa för din målgrupp baserat på 60 miljoner uppgifter om jobbprestanda och liknande jobb.

source: Manage Contracts
da: Administrér kontrakter
de: Verwaltung von Verträgen
et: Lepingute haldamine
fi: Hallinnoi sopimuksia
fr: Gérer les contrats
lv: Pārvaldīt līgumus
nb: Administrere kontrakter
nl: Contracten Beheren
pl: Zarządzaj umowami
sv: Hantera avtal

source: Manage your existing contracts.
da: Administrér dine eksisterende kontrakter.
de: Verwaltung Ihrer bestehenden Verträge.
et: Hallake olemasolevaid lepinguid.
fi: Hallinnoi olemassa olevia sopimuksiasi
fr: Gérez vos contrats existants.
lv: Pārvaldiet savus esošos līgumus.
nb: Administrere eksisterende kontrakter.
nl: Beheer uw bestaande contracten.
pl: Zarządzaj swoimi istniejącymi umowami.
sv: Hantera dina existerande avtal

source: Add Contracts
da: Tilføj kontrakter
de: Verträge hinzufügen
et: Lepingute lisamine
fi: Lisää sopimuksia
fr: Ajouter des contrats
lv: Pievienot līgumus
nb: Legge til kontrakter
nl: Contracten Toevoegen
pl: Dodaj umowy
sv: Lägg till avtal

source: Add own contract to those that support this feature.
da: Tilføj din egen kontrakt til dem, der understøtter denne funktion.
de: Fügen Sie einen eigenen Vertrag zu denen hinzu, die diese Funktion unterstützen.
et: Lisage oma leping nendele, mis toetavad seda funktsiooni.
fi: Lisää omaa sopimus niihin, jotka tukevat tätä ominaisuutta
fr: Ajoutez votre propre contrat à ceux qui prennent en charge cette fonctionnalité.
lv: Pievienojiet savu līgumu tiem, kas atbalsta šo funkciju.
nb: Legge til egen kontrakt til de som støtter denne funksjonen.
nl: Voeg eigen contract toe aan degenen die deze functie ondersteunen.
pl: Dodaj własną umowę do tych, które obsługują tę funkcję.
sv: Lägg till ett eget avtal till de som stöder den här funktionen.

source: Basket Summary
da: Oversigt over kurv
de: Warenkorb Zusammenfassung
et: Ostukorvi kokkuvõte
fi: Ostoskorin yhteenveto
fr: Résumé du panier
lv: Groza kopsavilkums
nb: Sammendrag av kurven
nl: Overzicht Winkelmandje
pl: Podsumowanie koszyka
sv: Korgsammanfattning

source: Order Review
da: Gennemgang af ordrer
de: Überprüfung der Bestellung
et: Tellimuse ülevaade
fi: Tilauksen tarkistus
fr: Vérification de la commande
lv: Pasūtījuma pārskats
nb: Gjennomgang av ordren
nl: Bestelling Beoordelen
pl: Przegląd zamówienia
sv: Beställningsgranskning

source: Review your campaign details before ordering.
da: Gennemgå dine kampagnedetaljer, før du bestiller.
de: Überprüfen Sie vor der Bestellung die Details Ihrer Kampagne.
et: Vaadake enne tellimist üle oma kampaania üksikasjad.
fi: Tarkista kampanjasi tiedot ennen tilausta
fr: Vérifiez les détails de votre campagne avant de passer commande.
lv: Pārskatiet savas kampaņas detaļas pirms pasūtīšanas.
nb: Gå gjennom kampanjedetaljene før du bestiller.
nl: Controleer uw campagnedetails voordat u bestelt.
pl: Przejrzyj szczegóły swojej kampanii przed złożeniem zamówienia.
sv: Granska dina kampanjuppgifter innan du beställer.

source: Choose your payment method
da: Vælg din betalingsmetode
de: Wählen Sie Ihre Zahlungsmethode
et: Valige makseviis
fi: Valitse maksutapa
fr: Choisissez votre méthode de paiement
lv: Izvēlieties savu maksājuma veidu
nb: Velg betalingsmåte
nl: Kies uw betaalmethode
pl: Wybierz metodę płatności
sv: Välj din betalningsmetod

source: Thank you for your order
da: Tak for din bestilling
de: Vielen Dank für Ihre Bestellung
et: Täname teid tellimuse eest
fi: Kiitos tilauksestasi
fr: Merci pour votre commande
lv: Paldies par Jūsu pasūtījumu
nb: Takk for ordren
nl: Bedankt voor uw bestelling
pl: Dziękujemy za zamówienie
sv: Tack för din beställning

source: Your campaign will be online on all channels within {daysToProcess} working days.
da: Din kampagne vil være online på alle kanaler inden for {daysToProcess} arbejdsdage.
de: Ihre Kampagne wird innerhalb von {daysToProcess} Werktage auf allen Kanälen online sein.
et: Teie kampaania on kõigis kanalites üleval {daysToProcess} tööpäeva jooksul.
fi: Kampanjasi julkaistaan kaikilla kanavilla {daysToProcess} työpäivän kuluessa
fr: Votre campagne sera en ligne sur tous les canaux dans les {daysToProcess} jours ouvrables.
lv: Jūsu kampaņa būs pieejama visos kanālos {daysToProcess} darba dienu laikā.
nb: Kampanjen din vil være online på alle kanaler innen {daysToProcess} virkedager.
nl: Uw campagne zal binnen {daysToProcess} werkdagen online zijn op alle kanalen.
pl: Twoja kampania będzie online na wszystkich kanałach w ciągu {daysToProcess} dni roboczych.
sv: Din kampanj kommer att vara online på alla kanaler inom {daysToProcess} arbetsdagar.

source: Please be aware, that some job platforms require an additional setup time the first time you use them, which might take up to {daysToSetup} working days.
da: Vær opmærksom på, at nogle jobplatforme kræver en ekstra opsætningstid, første gang du bruger dem, hvilket kan tage op til {daysToSetup} arbejdsdage.
de: Bitte beachten Sie, dass einige Stellenplattformen bei der erstmaligen Nutzung eine zusätzliche Einrichtungszeit erfordern, die bis zu {daysToSetup} Werktage dauern kann.
et: Pange tähele, et mõned tööplatvormid vajavad esimesel kasutuskorral lisaseadistamise aega, mis võib võtta kuni {daysToSetup} tööpäeva.
fi: Tiedoksi, että jotkut työpaikka-alustat vaativat ylimääräisen asetusajan ensimmäisellä käyttökerralla, tämä voi kestää enintään {daysToSetup} työpäivää.
fr: Veuillez noter que certaines plateformes d'emploi nécessitent un temps de configuration supplémentaire la première fois que vous les utilisez, ce qui peut prendre jusqu'à {daysToSetup} jours ouvrables.
lv: Lūdzu, ņemiet vērā, ka dažām darba platformām ir nepieciešams papildu iestatīšanas laiks, kad izmantojat tās pirmo reizi, kas var aizņemt līdz pat {daysToSetup} darba dienām.
nb: Vær oppmerksom på at noen jobbplattformer trenger ekstra konfigurasjonstid første gang du bruker dem, noe som kan ta opptil {daysToSetup} virkedager.
nl: Houd er rekening mee dat sommige vacatureplatforms extra insteltijd vereisen wanneer u ze voor het eerst gebruikt, wat tot {daysToSetup} werkdagen kan duren.
pl: Pamiętaj, że niektóre platformy pracy wymagają dodatkowego czasu na konfigurację przy pierwszym użyciu, co może potrwać do {daysToSetup} dni roboczych.
sv: Vänligen beakta att vissa jobbplattformar kräver en extra installationstid första gången du använder dem, vilket kan ta upp till {daysToSetup} arbetsdagar.

source: Create a new campaign
da: Opret en ny kampagne
de: Eine neue Kampagne erstellen
et: Loo uus kampaania
fi: Luo uusi kampanja
fr: Créer une nouvelle campagne
lv: Izveidot jaunu kampaņu
nb: Opprett en ny kampanje
nl: Maak een nieuwe campagne
pl: Utwórz nową kampanię
sv: Skapa ny kampanj

source: No widget found
da: Ingen widget fundet
de: Kein Widget gefunden
et: Ühtegi vidinat ei leitud
fi: Widgetejä ei löytynyt
fr: Aucun widget trouvé
lv: Logrīks nav atrasts
nb: Ingen widget funnet
nl: Geen widget gevonden
pl: Nie znaleziono widżetu
sv: Ingen widget hittades

source: Message form
et: Sõnumivorm
fi: Viestilomake
sv: Meddelandeformulär

source: Feedback form
et: Tagasiside vorm
fi: Palautelomake
sv: Feedbackformulär

source: Show all
et: Näita kõiki
fi: Näytä kaikki
sv: Visa alla

source: Hide requirements section
et: Peida nõuete jaotis
fi: Piilota vaatimukset -osio
sv: Dölj kravsektionen

source: About
et: Teave
fi: Tietoja
sv: Om

source: Visibility options
et: Nähtavuse valikud
fi: Näkyvyysasetukset
sv: Synlighetsalternativ

source: Section order
et: Jaotiste järjekord
fi: Osioiden järjestys
sv: Sektionsordning

source: Approval Process
et: Kinnitusprotsess
fi: Hyväksyntäprosessi
sv: Godkännandeprocess

source: This field is required.
et: See väli on kohustuslik.
fi: Tämä kenttä on pakollinen.
sv: Detta fält är obligatoriskt.

source: Reviewers
et: Hindajad
fi: Arvioijat
sv: Granskare

source: Expected a list of reviewers.
et: Oodati hindajate nimekirja.
fi: Odotettiin arvioijien listaa.
sv: Förväntade en lista med granskare.

source: You do not have permission to set reviewers for this step.
et: Teil pole luba selle etapi jaoks hindajaid määrata.
fi: Sinulla ei ole oikeuksia määrittää arvioijia tähän vaiheeseen.
sv: Du har inte behörighet att ange granskare för detta steg.

source: One or more reviewer identifiers are invalid.
et: Üks või mitu hindaja identifikaatorit on kehtetud.
fi: Yksi tai useampi arvioijan tunniste on virheellinen.
sv: En eller flera granskare-ID:n är ogiltiga.

source: Start editing
et: Alusta muutmist
fi: Aloita muokkaus
sv: Börja redigera

source: Custom details
et: Kohandatud üksikasjad
fi: Mukautetut yksityiskohdat
sv: Anpassade detaljer

source: No assessment vendor connected
et: Hindamisteenuse pakkujat pole ühendatud
fi: Arviointitoimittajaa ei ole yhdistetty
sv: Ingen bedömningsleverantör ansluten

source: Create job requisition
et: Loo värbamistaotlus
fi: Luo tehtäväpyyntö
sv: Skapa jobbegäran

source: Position details
et: Ametikoha üksikasjad
fi: Tehtävän tiedot
sv: Positionsdetaljer

source: Evaluations
et: Hinnangud
fi: Arvioinnit
sv: Utvärderingar

source: Job marketplace
et: Tööturg
fi: Työmarkkinapaikka
sv: Jobbmarknadsplats

source: Edit job posting
et: Muuda töökuulutust
fi: Muokkaa työilmoitusta
sv: Redigera jobbannons

source: Recruitment Flow
et: Värbamisvoog
fi: Rekrytointiprosessi
sv: Rekryteringsflöde

source: Invalid flow selected.
et: Valitud on kehtetu voog.
fi: Virheellinen prosessi valittu.
sv: Ogiltigt flöde valt.

source: Could not assign flow.
et: Voogu ei saanud määrata.
fi: Prosessia ei voitu määrittää.
sv: Kunde inte tilldela flöde.

source: Style and theme
et: Stiil ja teema
fi: Tyyli ja teema
sv: Stil och tema

source: member
da: medlem
de: Mitglied
et: liige
fi: jäsen
fr: membre
lv: dalībnieks
nb: medlem
nl: lid
pl: członek
sv: medlem

source: viewer
da: visning
de: Betrachter
et: vaataja
fi: lukija
fr: spectateur
lv: skatītājs
nb: seer
nl: kijker
pl: przeglądający
sv: tittare

source: evaluator
de: Bewerter
et: hindaja
fi: arvioija
fr: évaluateur
lv: vērtētājs
nl: beoordelaar
pl: oceniający
sv: utvärderare

source: sharer
da: deler
de: Teiler
et: jagaja
fi: jakaja
fr: partageur
lv: kopīgotājs
nb: deler
nl: deler
pl: udostępniający
sv: delare

source: Features
da: Funktioner
de: Merkmale
et: Funktsioonid
fi: Ominaisuudet
fr: Fonctionnalités
lv: Funkcijas
nb: Funksjoner
nl: Kenmerken
pl: Funkcje
sv: Egenskaper

source: Competence explained
da: Kompetence forklaret
de: Kompetenz erklärt
et: Pädevuse selgitamine
fi: Osaamisen perustelu
fr: Compétence expliquée
lv: Kompetences skaidrojums
nb: Kompetanse forklart
nl: Competentie uitgelegd
pl: Kompetencje wyjaśnione
sv: Beskrivning av kompetens

source: Generic documents
da: Generiske dokumenter
de: Allgemeine Dokumente
et: Ülddokumendid
fi: Geneerinen vaikutelma
fr: Documents génériques
lv: Vispārīgi dokumenti
nb: Generiske dokumenter
nl: Algemene documenten
pl: Ogólne dokumenty
sv: Generiskt intryck

source: Work experience and education
da: Erhvervserfaring og uddannelse
de: Berufserfahrung und Ausbildung
et: Töökogemus ja haridus
fi: Työkokemus ja koulutus
fr: Expérience professionnelle et formation
lv: Darba pieredze un izglītība
nb: Arbeidserfaring og utdanning
nl: Werkervaring en opleiding
pl: Doświadczenie zawodowe i wykształcenie
sv: Arbetserfarenhet och utbildning

source: Short-term employments
da: Kortvarige ansættelser
de: Kurzzeitbeschäftigungen
et: Lühiajalised töösuhted
fi: Lyhyet työsuhteet
fr: Emplois de courte durée
lv: Īstermiņa nodarbinātība
nb: Kortvarige ansettelser
nl: Kortdurende dienstverbanden
pl: Krótkoterminowe zatrudnienia
sv: Korttidsanställningar

source: Over-qualified
da: Overkvalificeret
de: Überqualifiziert
et: Ülekvalifitseeritud
fi: Ylipätevä
fr: Surqualifié
lv: Pārāk augsta kvalifikācija
nb: Overkvalifisert
nl: Overgekwalificeerd
pl: Przekwalifikowany
sv: Överkvalificerad

source: Salary wish
da: Lønønske
de: Gehaltswunsch
et: Palgasoov
fi: Palkkatoive
fr: Souhait de salaire
lv: Vēlamā alga
nb: Ønske om lønn
nl: Salariswens
pl: Oczekiwania płacowe
sv: Löneönskan
