Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: B96 or BE (trailer combo)
da: B96 eller BE (trailer-kombination)
de: B96 oder BE (Anhängerkombination)
et: B96 või BE (autorong)
fi: B96 tai BE (perävaunuyhdistelmä)
fr: B96 ou BE (combo remorque)
lv: B96 vai BE (kombinētā piekabe)
nb: B96 eller BE (tilhengerkombinasjon)
nl: B96 of BE (auto met aanhanger)
pl: B96 lub BE (zestaw z przyczepą)
sv: B96 eller BE (släpvagnskombination)

source: C1 or C (truck)
da: C1 eller C (lastbil)
de: C1 oder C (Lkw)
et: C1 või C (veoauto)
fi: C1 tai C (kuorma-auto)
fr: C1 ou C (camion)
lv: C1 vai C (kravas automašīna)
nb: C1 eller C (lastebil)
nl: C1 of C (vrachtwagen)
pl: C1 lub C (ciężarówka)
sv: C1 eller C (lastbil)

source: C1E or CE (truck and trailer)
da: C1E eller CE (lastbil og anhænger)
de: C1E oder CE (Lkw und Anhänger)
et: C1E või CE (veoauto ja haagis)
fi: C1E tai CE (ajoneuvoyhdistelmät)
fr: C1E ou CE (camion et remorque)
lv: C1E vai CE (kravas automašīna un treileris)
nb: C1E eller CE (lastebil og tilhenger)
nl: C1E of CE (vrachtwagen met aanhanger)
pl: C1E lub CE (ciężarówka z przyczepą)
sv: C1E eller CE (lastbil och släp)

source: D1 or D (bus)
da: D1 eller D (bus)
de: D1 oder D (Bus)
et: D1 või D (buss)
fi: D1 tai D (linja-auto)
fr: D1 ou D (bus)
lv: D1 vai D (autobuss)
nb: D1 eller D (buss)
nl: D1 of D (bus)
pl: D1 lub D (autobus)
sv: D1 eller D (buss)

source: D1E or DE (bus and trailer)
da: D1E eller DE (bus og anhænger)
de: D1E oder DE (Bus und Anhänger)
et: D1E või DE (buss ja haagis)
fi: D1E tai DE (linja-auto ja perävaunu)
fr: D1E ou DE (bus et remorque)
lv: D1E vai DE (autobuss un treileris)
nb: D1E eller DE (buss og tilhenger)
nl: D1E of DE (bus en aanhanger)
pl: D1E lub DE (autobus z przyczepą)
sv: D1E eller DE (buss och släp)

source: Week
da: Uge
de: Woche
et: Nädal
fi: Viikko
fr: Semaine
lv: Nedēļa
nb: Uke
pl: Tydzień
sv: Vecka

source: Month
da: Måned
de: Monat
et: Kuu
fi: Kuukausi
fr: Mois
lv: Mēnesis
nb: Måned
nl: Maand
pl: Miesiąc
sv: Månad

source: Basic language skills
da: Grundlæggende sprogfærdigheder
de: Sprachliche Grundkenntnisse
et: Põhiline keeleoskus
fi: Peruskielitaidot
fr: Compétences linguistiques de base
lv: Pamata valodas prasmes
nb: Grunnleggende språkferdigheter
nl: Basisvaardigheden taal
pl: Podstawowa znajomość języka
sv: Grundläggande språkkunskaper

source: Satisfactory
da: Tilfredsstillende
de: Zufriedenstellend
et: Rahuldav
fi: Tyydyttävä
fr: Satisfaisant
lv: Apmierinošas
nb: Tilfredsstillende
nl: Voldoende
pl: Zadowalający
sv: Tillfredsställande

source: Mother tongue
da: Modersmål
de: Muttersprache
et: Emakeel
fi: Äidinkieli
fr: Langue maternelle
lv: Dzimtā valoda
nb: Morsmål
nl: Moedertaal
pl: Język ojczysty
sv: Modersmål

source: Persons to employ
da: Personer, der skal ansættes
de: Anzustellende Personen
et: Tööle võetavad isikud
fi: Työhön otettavien lukumäärä
fr: Personnes à employer
lv: Nodarbināmās personas
nb: Personer som skal ansettes
nl: Aantal personen
pl: Liczba osób do zatrudnienia
sv: Personer att anställa

source: Job starts
da: Jobstart
de: Beginn der Tätigkeit
et: Töö algab
fi: Työ alkaa
fr: L'emploi commence
lv: Darbs sākas
nb: Arbeidet starter
nl: Start functie
pl: Praca rozpoczyna się
sv: Jobbet startar

source: Job starts at
da: Jobbet starter ved
de: Der Job beginnt bei
et: Töö algab
fi: Työ alkaa
fr: Le travail commence à
lv: Darba sākuma laiks
nb: Jobben starter kl.
nl: Baan begint op
pl: Praca rozpoczyna się od
sv: Jobbet börjar

source: Job starts, explanation
da: Jobstart, forklaring
de: Beginn der Tätigkeit, Erklärung
et: Töö alguse kirjeldus
fi: Työ alkaa, teksti
fr: L'emploi commence, explication
lv: Darba sākas, skaidrojums
nb: Arbeidet starter, forklaring
nl: Start functie, toelichting
pl: Praca rozpoczyna się, wyjaśnienie
sv: Jobbet startar, förklaring

source: The private reference for the party offering the job
da: Den private reference for den part, der tilbyder jobbet
de: Die persönliche Empfehlung der Partei, die die Stelle anbietet
et: Tööpakkuja privaatne viide
fi: Ilmoittajan oma viitetieto
fr: La référence privée pour la partie offrant l'emploi
lv: Privāta atsauksme pusei, kas piedāvā darbu
nb: Den private referansen til den som tilbyr jobben
nl: De privé-referentie voor de partij die de baan aanbiedt
pl: Prywatna referencja dla strony oferującej pracę
sv: Den privata referensen för den som erbjuder jobbet

source: More information about the reason for vacancy
da: Mere information om årsagen til den ledige stilling
de: Weitere Informationen über den Grund der offenen Stelle
et: Lisainfo vaba ametikoha põhjuse kohta
fi: Lisätietoja rekrytoinnin taustoista.
fr: Plus d'informations sur la raison de la vacance
lv: Papildu informācija par brīvās darbavietas iemeslu
nb: Mer informasjon om årsaken til den ledige stillingen
nl: Meer informatie over de reden van de vacature
pl: Więcej informacji o przyczynie wakatu
sv: Mer information om anledningen till tjänstens ledighet

source: Service relationship
da: Serviceforhold
de: Dienstleistungsverhältnis
et: Teenindussuhe
fi: Työsuhteen muoto
fr: Relation de service
lv: Pakalpojuma tipa attiecības
nb: Tjenesteforhold
nl: Dienstverband
pl: Stosunek służbowy
sv: Tjänsterelation

source: Name of contracting company
da: Navn på ordregivende virksomhed
de: Name des Vertragsunternehmens
et: Töövõtja nimi
fi: Palkkaavan yrityksen nimi
fr: Nom de l'entreprise contractante
lv: Līgumuzņēmuma nosaukums
nb: Navn på entreprenørselskap
nl: Naam van het contracterende bedrijf
pl: Nazwa firmy zlecającej
sv: Namnet på anställande företaget

source: Enter the name of the commissioning company, if it is a work for hire or recruitment commission
da: Indtast navnet på den virksomhed, der har bestilt opgaven, hvis det er en bestillings- eller rekrutteringsopgave
de: Geben Sie den Namen des beauftragenden Unternehmens an, wenn es sich um einen Auftrag zur Lohnarbeit oder eine Personalvermittlung handelt
et: Sisesta värbamisettevõtte nimi, kui tegemist on töövõtu või värbamistasuga
fi: Syötä tilaavan yrityksen nimi, mikäli kyseessä on työsuoritus- tai rekrytointitoimeksianto
fr: Entrez le nom de l'entreprise mandataire, s'il s'agit d'un travail à la commission ou d'un recrutement
lv: Ja darbs tiek veikts uz līguma pamata vai paredzēta darbā pieņemšanas komisijas maksa, ievadiet darbā iekārtošanas aģentūras nosaukumu
nb: Oppgi navnet på oppdragsgiveren hvis det dreier seg om et utleie- eller rekrutteringsoppdrag
nl: Voer de naam in van het opdrachtgevende bedrijf, als het gaat om een werk voor verhuur of wervingscommissie
pl: Wprowadź nazwę firmy zlecającej, jeśli jest to praca na zlecenie lub zlecenie rekrutacyjne
sv: Ange namnet på uppdragsgivaren, om det är ett arbete för uthyrning eller rekryteringsuppdrag

source: The name of the client company for temporary agency work is public information
da: Navnet på kundevirksomheden for vikararbejde er offentlig information
de: Der Name des Kundenunternehmens der Leiharbeitsfirma ist öffentlich bekannt
et: Rendiagentuuri nimi on avalik
fi: Määräaikaisen agentuurin asiakasyhtiötiedot ovat julkisia
fr: Le nom de l'entreprise cliente pour le travail intérimaire est une information publique
lv: Nosaukums klienta uzņēmumam, kas pieņem aģentūras pagaidu darbu, ir publiski pieejama informācija
nb: Navnet på kundeselskapet for arbeid for bemanningsbyråer er offentlig informasjon
nl: De naam van het opdrachtgevende bedrijf voor uitzendwerk is openbare informatie
pl: Nazwa firmy klienta dla pracy tymczasowej jest informacją publiczną
sv: Namnet på kundföretaget för bemanningsarbete är offentlig information

source: Franchising contract period
da: Periode for franchisekontrakt
de: Laufzeit des Franchisevertrags
et: Frantsiisilepingu periood
fi: Franchising sopimuksen aika
fr: Période du contrat de franchise
lv: Franšīzes līguma periods
nb: Franchisekontraktens varighet
nl: Franchisecontractperiode
pl: Okres umowy franczyzowej
sv: Franchisingavtalsperiod

source: The contract period is allowed if the franchise is selected
da: Kontraktperioden er tilladt, hvis franchisen er valgt
de: Die Vertragsdauer ist zulässig, wenn das Franchise ausgewählt wird
et: Lepingu perioodi saab sisestada frantsiisi valimisel
fi: Sopimusajan määrittäminen on sallittu jos franchise on valittu
fr: La période du contrat est autorisée si la franchise est sélectionnée
lv: Līguma periods ir atļauts, ja ir atlasīta franšīze
nb: Kontraktperioden er tillatt hvis franchisen er valgt
nl: De contractperiode is toegestaan als de franchise is geselecteerd
pl: Okres umowy jest dozwolony, jeśli wybrano franczyzę
sv: Kontraktsperioden tillåts om franchisen väljs

source: Own funding extra information
da: Egenfinansiering ekstra information
de: Eigene Mittel - zusätzliche Informationen
et: Omavahendite lisainfo
fi: Oman rahoituksen lisätiedot
fr: Informations supplémentaires sur le financement propre
lv: Papildu informācija par privāto finansējumu
nb: Tilleggsinformasjon om egenfinansiering
nl: Eigen financiering extra informatie
pl: Dodatkowe informacje o własnym finansowaniu
sv: Egen finansiering extra information

source: Additional information is allowed if own funding is required
da: Yderligere oplysninger er tilladt, hvis egen finansiering er påkrævet
de: Zusätzliche Informationen sind zulässig, wenn eine eigene Mittel erforderlich sind
et: Lisainfot saab lisada siis, kui vajalikud on omavahendid
fi: Lisätiedot sallitaan, mikäli tarvitaan omaa rahoitusta
fr: Des informations supplémentaires sont autorisées si un financement propre est requis
lv: Ja ir vajadzīgs privātais finansējums, ir atļauts norādīt papildu informāciju
nb: Ytterligere informasjon er tillatt hvis egenfinansiering er nødvendig
nl: Aanvullende informatie is toegestaan als eigen financiering vereist is
pl: Dodatkowe informacje są dozwolone, jeśli wymagane jest własne finansowanie
sv: Ytterligare information tillåts om egen finansiering krävs

source: Working time
da: Arbejdstid
de: Arbeitszeiten
et: Tööaeg
fi: Työaika
fr: Temps de travail
lv: Darba laiks
nb: Arbeidstid
nl: Werktijd
pl: Czas pracy
sv: Arbetstid

source: The notification will be transferred to the TE Services customer information system, where experts can utilize the notification in job placement
da: Meddelelsen vil blive overført til TE Services kundeoplysningssystem, hvor eksperter kan anvende meddelelsen i jobformidling.
de: Die Benachrichtigung wird an das Kundeninformationssystem der TE-Dienste übertragen, wo Experten die Benachrichtigung bei der Arbeitsvermittlung nutzen können.
et: Teade edastatakse TE teenuste kliendiinfosüsteemi, kus eksperdid saavad teadet töökohtade vahendamisel kasutada.
fi: Ilmoitus siirretään TE-palveluiden asiakastietojärjestelmään, jossa asiantuntijat voivat hyödyntää ilmoitusta työnvälityksessä
fr: La notification sera transférée au système d'information client des services TE, où les experts pourront l'utiliser pour le placement professionnel
lv: Paziņojums tiks pārsūtīts uz TE pakalpojumu klientu informācijas sistēmu, kur eksperti var izmantot paziņojumu darbā iekārtošanā
nb: Varselet vil bli overført til TE-tjenestenes kundeinformasjonssystem, hvor eksperter kan benytte varselet i jobbformidling
nl: De melding wordt overgedragen aan het klantinformatiesysteem van TE Services, waar experts de melding kunnen gebruiken bij het plaatsen van vacatures
pl: Powiadomienie zostanie przekazane do systemu informacji o klientach TE Services, gdzie eksperci mogą wykorzystać powiadomienie w pośrednictwie pracy
sv: Meddelandet kommer att överföras till TE-tjänsternas kundinformationssystem, där experter kan använda meddelandet vid arbetsförmedling

source: Job location and contact info
da: Jobsted og kontaktoplysninger
de: Arbeitsort und Kontaktinformation
et: Töö asukoht ja kontaktandmed
fi: Työpaikan sijainti ja yhteystiedot
fr: Lieu de travail et coordonnées
lv: Darbavieta un kontaktinformācija
nb: Arbeidssted og kontaktinformasjon
nl: Werklocatie en contactgegevens
pl: Lokalizacja pracy i dane kontaktowe
sv: Arbetsplats adress och kontaktinformation

source: Phone, email and postal code move to form from under job ad.
da: Telefon, e-mail og postnummer flyttes til formularen fra under jobannoncen.
de: Telefon, E-Mail und Postleitzahl werden vom Stellenangebot in das Formular verschoben.
et: Telefon, e-post ja postiindeks liiguvad vormi tööpakkumise alt.
fi: Puhelin, sähköposti ja postinumero siirtyvät lomakkeeseen työpaikkailmoituksen alta.
fr: Le téléphone, l'e-mail et le code postal passent du formulaire sous l'annonce d'emploi.
lv: Tālrunis, e-pasts un pasta indekss tiek pārvietoti uz veidlapu no darba sludinājuma apakšas.
nb: Telefon, e-post og postnummer flyttes til skjemaet fra under stillingsannonsen.
nl: Telefoonnummer, e-mailadres en postcode verplaatsen naar formulier van onder vacature.
pl: Telefon, e-mail i kod pocztowy przenieś do formularza spod ogłoszenia o pracę.
sv: Telefon, e-post och postnummer flyttas till formuläret från under jobbannonsen.

source: The name of the place of business or place of work
da: Navnet på forretningsstedet eller arbejdsstedet
de: Name des Geschäftssitzes oder des Arbeitsplatz
et: Ettevõtte või töökoha nimi
fi: Toimipaikan tai työskentelypaikan nimi
fr: Le nom du lieu de travail ou du lieu de travail
lv: Uzņēmuma vai darba vietas nosaukums
nb: Navnet på forretnings- eller arbeidsstedet
nl: De naam van de bedrijfslocatie of werkplek
pl: Nazwa miejsca prowadzenia działalności lub miejsca pracy
sv: Namnet på arbetsplatsen eller företaget

source: Post office
da: Postkontor
de: Postamt
et: Postkontor
fi: Postitoimisto
fr: Bureau de poste
lv: Pasts
nb: Postkontor
nl: Postkantoor
pl: Poczta
sv: Postkontor

source: Countries
da: Lande
de: Länder
et: Riigid
fi: Maat
fr: Pays
lv: Valstis
nb: Land
nl: Landen
pl: Kraje
sv: Länder

source: Counties
da: Amter
de: Landkreise
et: Maakonnad
fi: Maakunnat
fr: Comtés
lv: Apgabali
nb: Fylker
nl: Provincies
pl: Powiaty
sv: Län

source: Cities
da: Byer
de: Städte
et: Linnad
fi: Kaupungit
fr: Villes
lv: Pilsētas
nb: Byer
nl: Steden
pl: Miasta
sv: Städer

source: Driving license
da: Kørekort
de: Führerschein
et: Juhiluba
fi: Ajokortti
fr: Permis de conduire
lv: Autovadītāja apliecība
nb: Førerkort
nl: Rijbewijs
pl: Prawo jazdy
sv: Körkort

source: Driving license additional information
da: Yderligere oplysninger om kørekort
de: Zusätzliche Informationen zum Führerschein
et: Juhiloa lisainfo
fi: Ajokortin lisätiedot
fr: Informations supplémentaires sur le permis de conduire
lv: Papildu informācija par autovadītāja apliecību
nb: Tilleggsinformasjon om førerkort
nl: Aanvullende informatie over het rijbewijs
pl: Dodatkowe informacje o prawie jazdy
sv: Körkort tilläggsinformation

source: Employment end time
da: Sluttidspunkt for ansættelse
de: Ende der Beschäftigung
et: Töösuhte lõpp
fi: Työsuhteen päättymisaika
fr: Heure de fin d'emploi
lv: Nodarbinātības beigas
nb: Sluttid for ansettelse
nl: Einde dienstverband
pl: Czas zakończenia zatrudnienia
sv: Sluttid för anställning

source: Workplace details
da: Detaljer om arbejdspladsen
de: Details zum Arbeitsplatz
et: Töökoha üksikasjad
fi: Työpaikan tiedot
fr: Détails du lieu de travail
lv: Informācija par darbavietu
nb: Detaljer om arbeidsplassen
nl: Details werkplek
pl: Szczegóły miejsca pracy
sv: Arbetsplatsinformation

source: Worktime period
da: Arbejdstidsperiode
de: Zeitraum der Arbeitszeit
et: Tööaja periood
fi: Työaikajakso
fr: Période de temps de travail
lv: Darba periods
nb: Arbeidstidsperiode
nl: Werktijdperiode
pl: Okres czasu pracy
sv: Arbetstid

source: Min work hours (hours per selected period)
da: Min. arbejdstimer (timer pr. valgt periode)
de: Minimale Arbeitsstunden (Stunden pro ausgewähltem Zeitraum)
et: Minimaalne töötundide arv (tunde valitud perioodi kohta)
fi: Minimityötunnit (tunnit per valittu ajanjakso)
fr: Heures de travail minimum (heures par période sélectionnée)
lv: Minimālais darba stundu skaits (stundas izvēlētajā periodā)
nb: Minimum arbeidstimer (timer per valgt periode)
nl: Min. werkuren (uren per geselecteerde periode)
pl: Minimalna liczba godzin pracy (godziny na wybrany okres)
sv: Min arbetstid (timmar per valt period)

source: Max work hours (hours per selected period)
da: Maks. arbejdstimer (timer pr. valgt periode)
de: Maximale Arbeitsstunden (Stunden pro ausgewähltem Zeitraum)
et: Maksimaalne töötundide arv (tunde valitud perioodi kohta)
fi: Maksimityötunnit (tunnit per valittu ajanjakso)
fr: Heures de travail maximum (heures par période sélectionnée)
lv: Maksimālais darba stundu skaits (stundas izvēlētajā periodā)
nb: Maksimum arbeidstimer (timer per valgt periode)
nl: Max. werkuren (uren per geselecteerde periode)
pl: Maksymalna liczba godzin pracy (godziny na wybrany okres)
sv: Max arbetstid (timmar per valt period)

source: Duration of temporary employment
da: Varighed af midlertidig ansættelse
de: Dauer der befristeten Beschäftigung
et: Ajutise töö kestus
fi: Määräaikaisen työsuhteen kesto
fr: Durée de l'emploi temporaire
lv: Pagaidu nodarbinātības ilgums
nb: Varighet av midlertidig ansettelse
nl: Duur van de tijdelijke aanstelling
pl: Czas trwania zatrudnienia tymczasowego
sv: Tidsbegränsad anställnings varaktighet

source: Name of temporary agency work company
da: Navn på vikarbureauets virksomhed
de: Name des Leiharbeitsunternehmens
et: Rendiagentuuri nimi
fi: Vuokratyöyrityksen nimi
fr: Nom de l'agence de travail temporaire
lv: Pagaidu nodarbinātības aģentūras nosaukums
nb: Navn på bemanningsbyrå
nl: Naam van het uitzendbureau
pl: Nazwa firmy pracy tymczasowej
sv: Namn på bemanningsföretag

source: According to the the Act on investigating the criminal background of those working with children (504/2002)
da: I henhold til loven om undersøgelse af den kriminelle baggrund for personer, der arbejder med børn (504/2002)
de: Gemäß dem Gesetz über die Untersuchung des strafrechtlichen Hintergrunds von Personen, die mit Kindern arbeiten (504/2002)
et: Kooskõlas lastega töötavate isikute kuritegeliku tausta uurimise seadusega (504/2002)
fi: Lapsen kanssa työskentelevien rikostaustan selvittämisestä annetun lain mukaan (504/2002)
fr: Selon la loi sur l'enquête sur les antécédents criminels des personnes travaillant avec des enfants (504/2002)
lv: Saskaņā ar likumu par kriminālās pagātnes pārbaudi personām, kas strādā ar bērniem (504/2002)
nb: I henhold til lov om undersøkelse av vandelen til personer som arbeider med barn (504/2002)
nl: Volgens de wet op het onderzoeken van de criminele achtergrond van personen die met kinderen werken (504/2002)
pl: Zgodnie z ustawą o badaniu przeszłości kryminalnej osób pracujących z dziećmi (504/2002)
sv: Enligt lagen om utredning av brottslig bakgrund för dem som arbetar med barn (504/2002).

source: Permissions and licenses
da: Tilladelser og licenser
de: Genehmigungen und Lizenzen
et: Load ja litsentsid
fi: Luvat ja lisenssit
fr: Autorisations et licences
lv: Atļaujas un licences
nb: Tillatelser og lisenser
nl: Vergunningen en licenties
pl: Zezwolenia i licencje
sv: Tillstånd och licenser

source: Additional information on permissions and licenses
da: Yderligere oplysninger om tilladelser og licenser
de: Zusätzliche Informationen über Genehmigungen und Lizenzen
et: Lisainfo lubade ja litsentside kohta
fi: Lisätiedot luvista ja lisensseistä
fr: Informations supplémentaires sur les autorisations et les licences
lv: Papildu informācija par atļaujām un licencēm
nb: Ytterligere informasjon om tillatelser og lisenser
nl: Aanvullende informatie over vergunningen en licenties
pl: Dodatkowe informacje o zezwoleniach i licencjach
sv: Tilläggsinformation om tillstånd och licenser

source: Short job description
da: Kort jobbeskrivelse
de: Kurze Stellenbeschreibung
et: Lühike ametikirjeldus
fi: Lyhyt työnkuvaus
fr: Brève description du poste
lv: Īss darba apraksts
nb: Kort jobbeskrivelse
nl: Korte functieomschrijving
pl: Krótki opis pracy
sv: Kort arbetsbeskrivning

source: Level
da: Niveau
de: Stufe
et: Tase
fi: Taso
fr: Niveau
lv: Līmenis
nb: Nivå
nl: Niveau
pl: Poziom
sv: Nivå

source: Y-tunnus comes from under business profile
da: Y-tunnus kommer fra under virksomhedsprofilen
de: Die Y-tunnus stammt aus dem Geschäftsprofil
et: Y-tunnus tuleb ettevõtte profiili alt
fi: Y-tunnus tulee yrityksen profiilin alta
fr: Le Y-tunnus provient du profil de l'entreprise
lv: Y-tunnus tiek ņemts no uzņēmuma profila
nb: Y-tunnus kommer fra under bedriftsprofilen
nl: Y-tunnus komt van onder bedrijfsprofiel
pl: Y-tunnus pochodzi spod profilu firmy
sv: Y-tunnus kommer från under företagsprofilen

source: Job languages
da: Jobsprog
de: Job-Sprachen
et: Töökeeled
fi: Työkielet
fr: Langues du poste
lv: Darba valodas
nb: Jobbspråk
nl: Talen voor de functie
pl: Języki pracy
sv: Arbetsspråk

source: Publicity of the client company
da: Reklame for klientvirksomheden
de: Werbung für das Kundenunternehmen
et: Kliendi ettevõtte kajastus meedias
fi: Toimeksiantajayrityksen julkisuus
fr: Publicité de l'entreprise cliente
lv: Klienta uzņēmuma publicitāte
nb: Reklame for kundeselskapet
nl: Publiciteit van het opdrachtgevende bedrijf
pl: Jawność firmy klienta
sv: Klientföretags publicitet

source: Publicity of the client company for temporary agency work
da: Reklame for kundevirksomheden ved vikararbejde
de: Bekanntheit des Kundenunternehmens für Leiharbeit
et: Rendiagentuuri nime avalikkus
fi: Vuokratyöasiakasyrityksen julkisuus
fr: Publicité de l'entreprise cliente pour le travail intérimaire
lv: Vai informācija par klienta uzņēmumu, kas pieņem aģentūras pagaidu darbu, ir publiski pieejama informācija?
nb: Markedsføring av kundeselskapet for arbeid for bemanningsbyrå
nl: Openbaarheid van het opdrachtgevende bedrijf voor uitzendwerk
pl: Rozgłos firmy klienta dla pracy tymczasowej
sv: Publicering av kundföretaget för bemanningsföretag

source: Search occupations by typing e.g. assistant
da: Søg erhverv ved at skrive f.eks. assistent
de: Suche nach Berufen durch Eingabe von z.B. Assistent
et: Sisesta otsimiseks ametikoht, näiteks „assistent“
fi: Etsi ammatteja kirjoittamalla esim. avustaja
fr: Rechercher des professions en tapant par ex. assistant
lv: Meklēt profesijas rakstot, piem., asistents
nb: Søk etter yrker ved å skrive inn f.eks. assistent
nl: Zoek beroepen door bijvoorbeeld assistent te typen
pl: Wyszukaj zawody, wpisując np. asystent
sv: Sök yrken genom att skriva t.ex. assistent

source: Search skills by typing e.g. manage
da: Søg færdigheder ved at skrive f.eks. admin
de: Suche nach Fähigkeiten durch Eingabe von z.B. manage
et: Sisesta otsimiseks oskus, näiteks „juhtimine“
fi: Etsi taitoja kirjoittamalla esim. hallitse
fr: Rechercher des compétences en tapant par ex. gérer
lv: Meklēt iemaņas rakstot, piem., vadīšana
nb: Søk etter ferdigheter ved å skrive f.eks. administrere
nl: Zoek vaardigheden door bijvoorbeeld managen te typen
pl: Wyszukaj umiejętności, wpisując np. zarządzanie
sv: Sök färdigheter genom att skriva t.ex. hantera

source: The job requires a criminal record extract
da: Jobbet kræver et uddrag af straffeattesten
de: Für die Stelle ist ein Strafregisterauszug erforderlich
et: Tööle võtmiseks on vaja karistusregistri väljavõtet
fi: Työ edellyttää rikosrekisteriotteen esittämistä
fr: L'emploi nécessite un extrait de casier judiciaire
lv: Šim darbam nepieciešams izraksts no sodāmības reģistra
nb: Stillingen krever politiattest
nl: Voor de functie is een uittreksel uit het strafregister vereist
pl: Praca wymaga zaświadczenia o niekaralności
sv: Tjänsten kräver ett kriminalregisterutdrag
