Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Errors
da: Fejl
de: Fehler
et: Tõrked
fi: Virheet
fr: Erreurs
lv: Kļūdas
nb: Feil
nl: Fouten
pl: Błędy
sv: Fel

source: Selections cleared.
da: Valgene er slettet.
de: Auswahl aufgehoben.
et: Valikud on tühistatud.
fi: Valinnat kumottu.
fr: Sélections effacées.
lv: Izvēle notīrīta.
nb: Valg er slettet.
nl: Selecties gewist.
pl: Wybory wyczyszczone.
sv: Valen har tömts.

source: Select a user
da: Vælg en bruger
de: Benutzer wählen
et: Vali kasutaja
fi: Valitse käyttäjä
fr: Sélectionner un utilisateur
lv: Izvēlieties lietotāju
nb: Velg en bruker
nl: Selecteer een gebruiker
pl: Wybierz użytkownika
sv: Välj en användare

source: {} talents have already been selected.
da: {} talenter er allerede blevet valgt.
de: {} Talente sind bereits ausgewählt.
et: Valitud on juba {} talenti.
fi: {} talenttia on jo valittuna.
fr: {} talents ont déjà été sélectionnés.
lv: {} talanti jau ir izvēlēti.
nb: {} talenter er allerede valgt.
nl: {} talenten zijn al geselecteerd.
pl: {} talenty zostały już wybrane.
sv: {} talanger har redan valts.

source: Do you want to add the talent to the existing selection or create a new one?
da: Vil du tilføje talentet til det eksisterende udvalg eller oprette et nyt?
de: Möchten Sie das Talent der bestehenden Auswahl hinzufügen oder eine neue Auswahl erstellen?
et: Kas soovid lisada talendi olemasolevasse valikusse või luua uue valiku?
fi: Haluatko lisätä talentin olemassa olevaan valintaan vai aloittaa uuden valinnan?
fr: Voulez-vous ajouter le talent à la sélection existante ou en créer une nouvelle ?
lv: Vai vēlaties pievienot talantu esošajai izvēlei vai izveidot jaunu izvēli?
nb: Vil du legge til talentet i det eksisterende utvalget eller opprette et nytt?
nl: Wil je het talent toevoegen aan de bestaande selectie of een nieuwe maken?
pl: Czy chcesz dodać talent do istniejącego wyboru czy utworzyć nowy?
sv: Vill du lägga till talangen i det befintliga urvalet eller skapa en ny?

source: Add to existing selection
da: Tilføj til eksisterende udvalg
de: Zu bestehender Auswahl hinzufügen
et: Lisa olemasolevasse valikusse
fi: Lisää olemassa olevaan valintaan
fr: Ajouter à la sélection existante
lv: Pievienot esošajai izvēlei
nb: Legg til i eksisterende utvalg
nl: Toevoegen aan bestaande selectie
pl: Dodaj do istniejącego wyboru
sv: Lägg till i befintligt urval

source: Start new selection
da: Start ny udvælgelse
de: Neue Auswahl staten
et: Alusta uut valikut
fi: Aloita uusi valinta
fr: Commencer une nouvelle sélection
lv: Sākt jaunu izvēli
nb: Start nytt utvalg
nl: Nieuwe selectie starten
pl: Rozpocznij nowy wybór
sv: Starta nytt val

source: Confirm deselecting talents
da: Bekræft fravalg af talenter
de: Aufhebung der Auswahl der Talente bestätigen
et: Kinnita talentide valiku tühistamine
fi: Vahvista valintojen tyhjennys
fr: Confirmer la désélection des talents
lv: Apstiprināt talantu izvēles atcelšanu
nb: Bekreft fravalg av talenter
nl: Bevestig deselectie van talenten
pl: Potwierdź odznaczenie talentów
sv: Bekräfta att tömma dina val

source: Are you sure you want to remove {} talent(s) from the selection?
da: Er du sikker på, at du vil fjerne {} talent(er) fra udvælgelsen?
de: Sind Sie sicher, dass sie {} Talente von der Auswahl entfernen möchten?
et: Kas soovid valikust eemaldada {} talendi/talenti?
fi: Haluatko varmasti poistaa valinnan {} talentin kohdalta?
fr: Êtes-vous sûr de vouloir supprimer {} talent(s) de la sélection ?
lv: Vai tiešām vēlaties no izvēles noņemt {} talantu(-us)?
nb: Er du sikker på at du vil fjerne {} talent(er) fra utvalget?
nl: Weet je zeker dat je {} talent(en) uit de selectie wilt verwijderen?
pl: Czy na pewno chcesz usunąć {} talent(ów) z wyboru?
sv: Är du säker att du vill tömma {} talanger från ditt val?

source: Add to groups
da: Tilføj til grupper
de: Zu Gruppen hinzufügen
et: Lisa gruppidesse
fi: Lisää ryhmiin
fr: Ajouter aux groupes
lv: Pievienot grupām
nb: Legg til i grupper
nl: Toevoegen aan groepen
pl: Dodaj do grup
sv: Lägg till i grupper

source: Confirm Talent Community group removal
da: Bekræft fjernelse af Talent Community-gruppe
de: Löschen von Talent-Community-Gruppe bestätigen
et: Kinnita Talent Community grupi eemaldamine
fi: Vahvista Talent Community ryhmän poisto
fr: Confirmer la suppression du groupe Talent Community
lv: Apstiprināt Talent Community grupas kategorijas izņemšanu
nb: Bekreft fjerning av Talent Community-gruppen
nl: Bevestig verwijdering van Talent Community-groep
pl: Potwierdź usunięcie grupy Talent Community
sv: Bekräfta Talent Community-grupp borttagning

source: Talent Community group and related tasks will be deleted from the system:
da: Talent Community-gruppen og relaterede opgaver vil blive slettet fra systemet:
de: Talent-Community-Gruppe und dazugehörige Aufgaben werden aus dem System entfernt:
et: Süsteemist kustutatakse Talent Community grupp ja seotud ülesanded:
fi: Talent Community ryhmä ja siihen liittyvät tehtävät poistetaan systeemistä:
fr: Le groupe Talent Community et les tâches associées seront supprimés du système :
lv: Talent Community grupas kategorija un saistītie uzdevumi tiks dzēsti no sistēmas:
nb: Talent Community-gruppen og relaterte oppgaver vil bli slettet fra systemet:
nl: Talent Community-groep en gerelateerde taken worden uit het systeem verwijderd:
pl: Grupa Talent Community i powiązane zadania zostaną usunięte z systemu:
sv: Talent Community-grupp och relaterade uppgifter kommer att raderas från systemet:

source: {} groups have already been selected.
da: {}-grupper er allerede blevet valgt.
de: {} Gruppen sind bereits ausgewählt worden.
et: {} gruppi on juba valitud.
fi: {} ryhmät on jo valittu.
fr: {} groupes ont déjà été sélectionnés.
lv: {} grupas jau ir izvēlētas.
nb: {}-gruppene er allerede valgt.
nl: {} groepen zijn al geselecteerd.
pl: {} grupy zostały już wybrane.
sv: {} grupper har redan blivit valda.

source: Do you want to add the group to the existing selection or create a new one?
da: Vil du tilføje gruppen til det eksisterende udvalg eller oprette et nyt?
de: Möchten Sie die Gruppe zur bestehenden Auswahl hinzufügen oder eine neue Gruppe erstellen?
et: Kas soovid lisada grupi olemasolevasse valikusse või luua uue valiku?
fi: Haluatko lisätä ryhmän valintaan vai luoda uuden?
fr: Voulez-vous ajouter le groupe à la sélection existante ou en créer un nouveau ?
lv: Vai vēlaties pievienot grupu esošajai izvēlei vai izveidot jaunu izvēli?
nb: Vil du legge til gruppen i det eksisterende utvalget eller opprette et nytt?
nl: Wil je de groep toevoegen aan de bestaande selectie of een nieuwe maken?
pl: Czy chcesz dodać grupę do istniejącego wyboru czy utworzyć nową?
sv: Vill du lägga till gruppen i det befintliga urvalet eller skapa ett nytt?

source: Select a group
da: Vælg en gruppe
de: Gruppe auswählen
et: Vali grupp
fi: Valitse ryhmä
fr: Sélectionner un groupe
lv: Izvēlieties grupu
nb: Velg en gruppe
nl: Selecteer een groep
pl: Wybierz grupę
sv: Välj en grupp

source: Yes, remove
da: Ja, fjern
de: Ja, entfernen
et: Jah, eemalda
fi: Kyllä, poista
fr: Oui, supprimer
lv: Jā, noņemt
nb: Ja, fjern
nl: Ja, verwijderen
pl: Tak, usuń
sv: Ja, ta bort

source: Add widget
da: Tilføj widget
de: Widget hinzufügen
et: Lisa vidin
fi: Lisää widget
fr: Ajouter un widget
lv: Pievienot logrīku
nb: Legg til widget
nl: Widget toevoegen
pl: Dodaj widżet
sv: Lägg till widget

source: Board name
da: Brætnavn
et: Tahvli nimi
fi: Kojelaudan nimi
fr: Nom du tableau
lv: Dēļa nosaukums
nb: Tavlenavn
nl: Bordnaam
pl: Nazwa tablicy
sv: Tavlans namn

source: Boards:
da: Brætter:
et: Tahvlid:
fi: Etusivut:
fr: Tableaux :
lv: Dēļi:
nb: Tavler:
nl: Borden:
pl: Tablice:
sv: Tavlor:

source: Cannot add more widgets.
da: Kan ikke tilføje flere widgets.
de: Es können keine weiteren Widgets hinzugefügt werden.
et: Rohkem vidinaid ei saa lisada.
fi: Widgetejä ei voi lisätä enempää.
fr: Impossible d'ajouter plus de widgets.
lv: Nevar pievienot vairāk logrīku.
nb: Kan ikke legge til flere widgeter.
nl: Kan niet meer widgets toevoegen.
pl: Nie można dodać więcej widżetów.
sv: Kan inte lägga till fler widgetar.

source: Change widget
da: Skift widget
de: Widget ändern
et: Muuda vidinat
fi: Vaihda widgetiä
fr: Modifier le widget
lv: Mainīt logrīku
nb: Endre widget
nl: Wijzig widget
pl: Zmień widżet
sv: Ändra widget

source: The position and all associated applications will be moved to archive. Please ensure that all candidates for this position have received feedback before proceeding with archiving.
et: Ametikoht ja kõik sellega seotud kandideerimisavaldused teisaldatakse arhiivi. Enne arhiveerimisega jätkamist veenduge, et kõik sellele ametikohale kandideerinud on saanud tagasisidet.
fi: Tehtävä ja siihen liittyvät hakemukset siirretään arkistoon. Varmista, että kaikki tämän tehtävän hakijat ovat saaneet palautetta ennen arkistointia.
sv: Tjänsten och alla tillhörande ansökningar kommer att flyttas till arkivet. Säkerställ att alla kandidater för denna tjänst har fått återkoppling innan du fortsätter med arkiveringen.

source: This action will also delete all applicants linked to this position. Are you sure you want to continue?
et: See toiming kustutab ka kõik selle ametikohaga seotud kandidaadid. Kas olete kindel, et soovite jätkata?
fi: Tämä toiminto poistaa myös kaikki tähän työpaikkaan liitetyt hakijat. Haluatko varmasti jatkaa?
sv: Denna åtgärd kommer även att radera alla sökande kopplade till denna tjänst. Är du säker på att du vill fortsätta?

source: Confirm position archival
da: Bekræft arkivering af stilling
de: Archivierung der Stelle bestätigen
et: Kinnita ametikoha arhiivimine
fi: Vahvista työpaikan arkistointi
fr: Confirmer l'archivage du poste
lv: Apstiprināt vakances arhivēšanu
nb: Bekreft arkivering av stilling
nl: Bevestig archivering van positie
pl: Potwierdź archiwizację stanowiska
sv: Bekräfta positionens arkivering

source: Confirm position deletion
et: Kinnita ametikoha kustutamine
fi: Vahvista työpaikan poisto
sv: Bekräfta borttagning av tjänst

source: Edit dashboard
da: Rediger dashboard
de: Dashboard bearbeiten
et: Muuda armatuurlauda
fi: Muokkaa etusivua
fr: Modifier le tableau de bord
lv: Rediģēt informācijas paneli
nb: Rediger dashbord
nl: Dashboard bewerken
pl: Edytuj pulpit
sv: Redigera instrumentpanel

source: Edit video application
da: Redigér videoansøgning
de: Video-Bewerbung bearbeiten
et: Muuda videoavaldust
fi: Muokkaa videohakemusta
fr: Modifier la candidature vidéo
lv: Rediģēt video pieteikumu
nb: Redigere videosøknad
nl: Bewerk videosollicitatie
pl: Edytuj aplikację wideo
sv: Redigera videoansökan

source: Go back
da: Gå tilbage
de: Zurück
et: Mine tagasi
fi: Palaa takaisin
fr: Retour
lv: Doties atpakaļ
nb: Gå tilbake
nl: Ga terug
pl: Wróć
sv: Gå tillbaka

source: No approval events.
da: Ingen godkendelseshændelser.
de: Keine Genehmigungsverfahrenereignisse
et: Kinnitussündmusi ei ole.
fi: Ei hyväksyntätapahtumia.
fr: Aucun événement d'approbation.
lv: Nav apstiprināšanas notikumu.
nb: Ingen godkjenningshendelser.
nl: Geen goedkeuringsgebeurtenissen.
pl: Brak zdarzeń do zatwierdzenia.
sv: Inga väntande aktiviteter.

source: No approvals received.
da: Ingen godkendelser modtaget.
de: Keine Genehmigungen empfangen.
et: Kinnitusi ei ole saadud.
fi: Ei hyväksyntiä.
fr: Aucune approbation reçue.
lv: Nav saņemtu apstiprinājumu.
nb: Ingen godkjenninger mottatt.
nl: Geen goedkeuringen ontvangen.
pl: Nie otrzymano zatwierdzeń.
sv: Inga godkännanden mottagna.

source: No pending approvals.
da: Ingen udestående godkendelser.
de: Keine ausstehenden Genehmigungen.
et: Ootel kinnitusi ei ole.
fi: Ei odottavia hyväksyntiä.
fr: Aucune approbation en attente.
lv: Nav gaidāmo apstiprinājumu.
nb: Ingen ventende godkjenninger.
nl: Geen openstaande goedkeuringen.
pl: Brak oczekujących zatwierdzeń.
sv: Inga väntande godkännanden.

source: Doesn't require any more approvals.
da: Det kræver ikke flere godkendelser.
de: Es sind keine weiteren Genehmigungen erforderlich.
et: Kinnitusi ei ole enam vaja.
fi: Ei edellytä lisää hyväksyntiä.
fr: Ne nécessite plus d'approbations.
lv: Nav nepieciešami papildu apstiprinājumi.
nb: Krever ikke flere godkjenninger.
nl: Vereist geen verdere goedkeuringen.
pl: Nie wymaga więcej zatwierdzeń.
sv: Kräver inga fler godkännanden.

source: Please enter the board name.
da: Indtast venligst brætnavnet.
de: Bitte geben Sie den Board-Namen ein.
et: Palun sisestage tahvli nimi.
fi: Anna kojelaudan nimi.
fr: Veuillez saisir le nom du tableau.
lv: Lūdzu, ievadiet dēļa nosaukumu.
nb: Vennligst skriv inn tavlenavnet.
nl: Voer de bordnaam in.
pl: Wprowadź nazwę tablicy.
sv: Ange tavlans namn.

source: Requires {} more.
da: Kræver {} mere.
de: Weitere {} erforderlich.
et: Vajab veel {}.
fi: Edellyttää {} lisää.
fr: Nécessite {} de plus.
lv: Nepieciešams {} vairāk.
nb: Krever {} flere.
nl: Vereist {} meer.
pl: Wymaga jeszcze {}.
sv: Requires ytterligare {}.

source: Save & exit
da: Gem og afslut
de: Speichern & Beenden
et: Salvesta ja välju
fi: Tallenna ja poistu
fr: Enregistrer et quitter
lv: Saglabāt un iziet
nb: Lagre og avslutt
nl: Opslaan en afsluiten
pl: Zapisz i wyjdź
sv: Spara och avsluta

source: Save as a new board
da: Gem som et nyt bræt
de: Als neues Board speichern
et: Salvesta uue tahvlina
fi: Tallenna uutena etusivuna
fr: Enregistrer comme nouveau tableau
lv: Saglabāt kā jaunu dēli
nb: Lagre som en ny tavle
nl: Opslaan als een nieuw bord
pl: Zapisz jako nową tablicę
sv: Spara som en ny tavla

source: Save as new board
da: Gem som nyt bræt
de: Als neues Board speichern
et: Salvesta uue tahvlina
fi: Tallenna uutena etusivuna
fr: Enregistrer comme nouveau tableau
lv: Saglabāt kā jaunu dēli
nb: Lagre som ny tavle
nl: Opslaan als nieuw bord
pl: Zapisz jako nową tablicę
sv: Spara som ny tavla

source: Save board
da: Gem bræt
de: Board speichern
et: Salvesta tahvel
fi: Tallenna kojelauta
fr: Enregistrer le tableau
lv: Saglabāt dēli
nb: Lagre tavle
nl: Bord opslaan
pl: Zapisz tablicę
sv: Spara tavla

source: Send feedback
de: Feedback senden
et: Saada tagasisidet
fi: Lähetä palautetta
fr: Envoyer un commentaire
lv: Sūtīt atsauksmes
nb: Send tilbakemelding
nl: Feedback versturen
pl: Wyślij opinię
sv: Skicka feedback

source: The board name is already taken. Please pick another one.
da: Brætnavnet er allerede taget. Vælg venligst et andet.
de: Der Board-Name ist bereits vergeben. Bitte wählen Sie einen anderen.
et: See tahvli nimi on juba kasutusel. Palun valige mõni teine.
fi: Tämä kojelaudan nimi on jo käytössä. Valitse toinen nimi.
fr: Ce nom de tableau est déjà pris. Veuillez en choisir un autre.
lv: Dēļa nosaukums jau ir aizņemts. Lūdzu, izvēlieties citu.
nb: Tavlenavnet er allerede i bruk. Vennligst velg et annet.
nl: De bordnaam is al in gebruik. Kies alsjeblieft een andere.
pl: Nazwa tablicy jest już zajęta. Wybierz inną.
sv: Tavlans namn är redan taget. Välj ett annat.

source: Error: User has no roles
da: Fejl: Brugeren har ingen roller
de: Fehler: Benutzer hat keine Rollen
et: Tõrge: Kasutajal ei ole rolle
fi: Käyttäjällä ei ole rooleja
fr: Erreur : L'utilisateur n'a aucun rôle
lv: Kļūda: Lietotājam nav amatu
nb: Feil: Brukeren har ingen roller
nl: Fout: Gebruiker heeft geen rollen
pl: Błąd: Użytkownik nie ma ról
sv: Fel: Användare har inga roller

source: Are you sure you want to delete this recruitment flow?
da: Er du sikker på, at du vil slette dette rekrutteringsflow?
de: Sind sie sicher, dass Sie diesen Einstellungsablauf löschen möchten?
et: Kas soovid selle värbamisvoo kustutada?
fi: Oletko varma että haluat poistaa kyseisen rekrytointipolun?
fr: Êtes-vous sûr de vouloir supprimer ce flux de recrutement ?
lv: Vai tiešām vēlaties dzēst šo atlases plūsmu?
nb: Er du sikker på at du vil slette denne rekrutteringsflyten?
nl: Weet u zeker dat u deze wervingsstroom wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten proces rekrutacyjny?
sv: Är du säker på att du vill ta bort detta rekryteringsflöde?

source: Are you sure you want to remove this step from the current recruitment flow?
da: Er du sikker på, at du vil fjerne dette trin fra det nuværende rekrutteringsflow?
de: Sind Sie sicher, dass Sie diesen Schritt aus dem aktuellen Einstellungsablauf entfernen möchten?
et: Kas soovid selle etapi praegusest värbamisvoost kustutada?
fi: Oletko varma että haluat poistaa tämän vaiheen kyseisestä rekrytointipolusta?
fr: Êtes-vous sûr de vouloir supprimer cette étape du flux de recrutement actuel ?
lv: Vai tiešām vēlaties noņemt šo posmu no pašreizējās atlases plūsmas?
nb: Er du sikker på at du vil fjerne dette trinnet fra den nåværende rekrutteringsflyten?
nl: Weet u zeker dat u deze stap uit de huidige wervingsstroom wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten krok z bieżącego procesu rekrutacyjnego?
sv: Är du säker på att du vill ta bort det här steget från det aktuella rekryteringsflödet?

source: Add existing step
da: Tilføj eksisterende trin
de: Bestehenden Schritt hinzufügen
et: Lisa olemasolev etapp
fi: Lisää olemassaoleva vaihe
fr: Ajouter une étape existante
lv: Pievienot esošu posmu
nb: Legg til eksisterende trinn
nl: Voeg bestaande stap toe
pl: Dodaj istniejący krok
sv: Lägg till befintligt steg

source: Set as default
da: Sæt som standard
de: Als Standard definieren
et: Määra vaikeväärtuseks
fi: Valitse oletuksena
fr: Définir par défaut
lv: Iestatīts kā noklusējums
nb: Angi som standard
nl: Instellen als standaard
pl: Ustaw jako domyślny
sv: Ange som standard

source: Insert recruitment flow's name
da: Indsæt rekrutteringsflowets navn
de: Name für Einstellungsablauf einfügen
et: Sisesta värbamisvoo nimi
fi: Syötä rekrytointipolun nimi
fr: Insérer le nom du flux de recrutement
lv: Ievadīt atlases plūsmas nosaukumu
nb: Sett inn navnet på rekrutteringsflyten
nl: Voer de naam van de wervingsstroom in
pl: Wpisz nazwę procesu rekrutacyjnego
sv: Ange rekryteringsflödets namn

source: A minimum of 2 steps is required
da: Der kræves mindst 2 trin
de: Es sind mindestens 2 Schritte erforderlichen
et: Vaja on vähemalt kaht etappi
fi: Vähintään 2 vaihetta edellytetään
fr: Un minimum de 2 étapes est requis
lv: Nepieciešams izpildīt vismaz 2 posmus
nb: Minimum 2 trinn er påkrevd
nl: Er zijn minimaal 2 stappen vereist
pl: Wymagane jest minimum 2 kroków
sv: Minst 2 steg krävs

source: A maximum of {} steps is allowed
da: Der er maksimalt tilladt {} trin
de: Maximal {} Schritte sind erlaubt
et: Lubatud on maksimaalselt {} sammu
fi: Enintään {} askelta sallittu
fr: Un maximum de {} étapes est autorisé
lv: Maksimāli atļauti {} soļi
nb: Maksimalt {} trinn er tillatt
nl: Er zijn maximaal {} stappen toegestaan
pl: Maksymalna liczba dozwolonych kroków to {}
sv: Ett maximum på {} steg är tillåtet

source: Insert default name
da: Indsæt standardnavn
de: Standardnamen einfügen
et: Sisesta vaikenimi
fi: Lisää vaiheen nimi
fr: Insérer le nom par défaut
lv: Ievadīt noklusējuma nosaukumu
nb: Sett inn standardnavn
nl: Voer de standaardnaam in
pl: Wpisz domyślną nazwę
sv: Inlägg standardnamn

source: Select status
da: Vælg status
de: Status wählen
et: Vali olek
fi: Valitse status
fr: Sélectionner le statut
lv: Izvēlieties statusu
nb: Velg status
nl: Selecteer status
pl: Wybierz status
sv: Välj status

source: Search step
et: Otsingu samm
fi: Hae vaihe
sv: Sök steg

source: New step added.
da: Nyt trin tilføjet.
de: Neuer Schritt hinzugefügt
et: Lisati uus etapp.
fi: Uusi vaihe lisätty.
fr: Nouvelle étape ajoutée.
lv: Pievienots jauns posms.
nb: Nytt trinn er lagt til.
nl: Nieuwe stap toegevoegd.
pl: Dodano nowy krok.
sv: Nytt steg har lagts till.

source: Step already exists.
da: Trinnet findes allerede.
de: Schritt bereits vorhanden.
et: Etapp on juba olemas.
fi: Vaihe on jo olemassa.
fr: L'étape existe déjà.
lv: Posms jau pastāv.
nb: Trinnet finnes allerede.
nl: Stap bestaat al.
pl: Krok już istnieje.
sv: Steg finns redan.

source: Applied changes.
da: Anvendte ændringer.
de: Änderungen angewendet.
et: Muudatused rakendati.
fi: Muutokset lisätty.
fr: Modifications appliquées.
lv: Piemērotās izmaiņas.
nb: Anvendte endringer.
nl: Wijzigingen toegepast.
pl: Zastosowano zmiany.
sv: Ändringar har applicerats.

source: Step removed.
da: Trin fjernet.
de: Schritt entfernt.
et: Etapp eemaldati.
fi: Vaihe poistettu.
fr: Étape supprimée.
lv: Posms noņemts.
nb: Trinn er fjerne.
nl: Stap verwijderd.
pl: Krok usunięty.
sv: Steg borttaget.

source: Flow saved.
da: Flow gemt.
de: Einstellungsablauf gespeichert.
et: Voog salvestati.
fi: Polku tallennettu.
fr: Flux enregistré.
lv: Plūsma saglabāta.
nb: Flyt er lagret.
nl: Stroom opgeslagen.
pl: Proces zapisany.
sv: Flöde sparat.

source: Flow deleted.
da: Flow slettet.
de: Einstellungsablauf gelöscht.
et: Voog kustutati.
fi: Polku poistettu.
fr: Flux supprimé.
lv: Plūsma dzēsta.
nb: Flyt er slettet.
nl: Stroom verwijderd.
pl: Proces usunięty.
sv: Flöde raderat.

source: steps
da: trin
de: Schritte
et: etapid
fi: vaiheet
fr: étapes
lv: posmi
nb: trinn
nl: stappen
pl: kroki
sv: steg

source: Create flow
da: Opret flow
de: Einstellungsablauf erstellen
et: Loo voog
fi: Luo polku
fr: Créer un flux
lv: Izveidot plūsmu
nb: Opprette flyt
nl: Stroom maken
pl: Utwórz proces
sv: Skapa flöde

source: Recruitment flow's name
da: Rekrutteringsflowets navn
de: Name für Einstellungsablauf
et: Värbamisvoo nimi
fi: Rekrytointipolun nimi
fr: Nom du flux de recrutement
lv: Atlases plūsmas nosaukums
nb: Navn på rekrutteringsflyten
nl: Naam van de wervingsstroom
pl: Nazwa procesu rekrutacyjnego
sv: Rekryteringsflödes namn

source: Create new step
da: Opret nyt trin
de: Neuen Schritt erstellen
et: Loo uus etapp
fi: Luo uusi vaihe
fr: Créer une nouvelle étape
lv: Izveidot jaunu posmu
nb: Opprette nytt trinn
nl: Nieuwe stap maken
pl: Utwórz nowy krok
sv: Skapa nytt steg

source: Apply changes
da: Anvend ændringer
de: Änderungen anwenden§
et: Rakenda muudatused
fi: Lisää muutokset
fr: Appliquer les modifications
lv: Piemērot izmaiņas
nb: Bruk endringer
nl: Wijzigingen toepassen
pl: Zastosuj zmiany
sv: Tillämpa ändringarna

source: Add step
da: Tilføj trin
de: Schritt hinzufügen
et: Lisa etapp
fi: Lisää vaihe
fr: Ajouter une étape
lv: Pievienot posmu
nb: Legge til trinn
nl: Stap toevoegen
pl: Dodaj krok
sv: Lägg till steg

source: Target lead time
da: Mål for gennemløbstid
de: Zieldurchlaufzeit
et: Sihtaeg
fi: Tavoiteaika
fr: Délai cible
lv: Mērķa izpildes laiks
nb: Mål for ledetid
nl: Beoogde doorlooptijd
pl: Docelowy czas realizacji
sv: Målsatt tid

source: Set deadline for step: {step}
da: Sæt tidsfrist for trin: {step}
de: Frist festlegen für Schritt: {step}
et: Määra tähtaeg etapile {step}
fi: Aseta eräpäivä vaiheelle: {step}
fr: Définir la date limite pour l'étape : {step}
lv: Noteikt posma izpildes termiņu: {step}
nb: Angi tidsfrist for trinn: {step}
nl: Stel deadline in voor stap: {step}
pl: Ustaw termin dla kroku: {step}
sv: Ställ deadline för steg: {step}

source: Set target lead time for step: {step}
da: Indstil den ønskede gennemløbstid for trin: {step}
de: Zieldurchlaufzeit festlegen für Schritt: {step}
et: Määra sihtaeg etapile {step}
fi: Aseta tavoiteaika vaiheelle: {step}
fr: Définir le délai cible pour l'étape : {step}
lv: Iestatiet posmam mērķa izpildes laiku: {step}
nb: Angi mål for ledetid for trinn: {step}
nl: Stel beoogde doorlooptijd in voor stap: {step}
pl: Ustaw docelowy czas realizacji dla kroku: {step}
sv: Ställ målsatt tid för steg: {step}

source: Automatic message
da: Automatisk besked
de: Automatische Nachricht
et: Automaatne sõnum
fi: Automaattinen viesti
fr: Message automatique
lv: Automātisks ziņojums
nb: Automatisk melding
nl: Automatisch bericht
pl: Automatyczna wiadomość
sv: Automatiskt meddelande

source: Set
da: Sæt
de: Festlegen
et: Määra
fi: Aseta
fr: Définir
lv: Iestatīt
nb: Angi
nl: Instellen
pl: Ustaw
sv: Ställ
