Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: This time is already confirmed by other applicants
da: Dette tidspunkt er allerede bekræftet af andre ansøgere
de: Diese Zeit wurde bereits von anderen Bewerbern bestätigt
et: See aeg on juba kinni
fi: Tämä aika on jo ehditty varata
fr: Ce créneau est déjà confirmé par d'autres candidats
lv: Šo laiku jau ir apstiprinājuši citi kandidāti
nb: Denne tiden er allerede bekreftet av andre søkere
nl: Deze tijd is al bevestigd door andere sollicitanten
pl: Ten termin jest już potwierdzony przez innych kandydatów
sv: Denna tid är redan bekräftad av andra kandidater

source: Bot successully attached to meeting.
et: Bot on koosolekuga edukalt ühendatud.
fi: Botti liitettiin kokoukseen onnistuneesti.
sv: Boten har anslutits till mötet.

source: Event details hidden
da: Begivenhedsdetaljer skjult
de: Ereignisdetails ausgeblendet
et: Sündmuse üksikasjad on peidetud
fi: Tapahtuman tiedot piilotettu
fr: Détails de l'événement masqués
lv: Notikuma informācija paslēpta
nb: Hendelsesdetaljer skjult
nl: Evenement details verborgen
pl: Szczegóły wydarzenia ukryte
sv: Händelsedetaljer dolda

source: Failed to create event in external calendar.
da: Kunne ikke oprette begivenhed i ekstern kalender.
de: Fehler beim Erstellen des Ereignisses im externen Kalender.
et: Sündmuse loomine välises kalendris ebaõnnestus.
fi: Tapahtuman luominen ulkoiseen kalenteriin epäonnistui.
fr: Échec de la création de l'événement dans le calendrier externe.
lv: Neizdevās izveidot notikumu ārējā kalendārā.
nb: Kunne ikke opprette hendelse i ekstern kalender.
nl: Kan gebeurtenis niet maken in externe agenda.
pl: Nie udało się utworzyć wydarzenia w kalendarzu zewnętrznym.
sv: Det gick inte att skapa händelse i extern kalender.

source: Failed to delete event from external calendar.
da: Kunne ikke slette begivenhed fra ekstern kalender.
de: Fehler beim Löschen des Ereignisses aus dem externen Kalender.
et: Sündmuse kustutamine välisest kalendrist ebaõnnestus.
fi: Tapahtuman poistaminen ulkoisesta kalenterista epäonnistui.
fr: Échec de la suppression de l'événement du calendrier externe.
lv: Neizdevās izdzēst notikumu no ārējā kalendāra.
nb: Kunne ikke slette hendelse fra ekstern kalender.
nl: Kan gebeurtenis niet verwijderen uit externe agenda.
pl: Nie udało się usunąć wydarzenia z kalendarza zewnętrznego.
sv: Det gick inte att ta bort händelse från extern kalender.

source: Failed to update event in external calendar.
da: Kunne ikke opdatere begivenhed i ekstern kalender.
de: Fehler beim Aktualisieren des Ereignisses im externen Kalender.
et: Sündmuse uuendamine välises kalendris ebaõnnestus.
fi: Tapahtuman päivittäminen ulkoisessa kalenterissa epäonnistui.
fr: Échec de la mise à jour de l'événement dans le calendrier externe.
lv: Neizdevās atjaunināt notikumu ārējā kalendārā.
nb: Kunne ikke oppdatere hendelse i ekstern kalender.
nl: Kan gebeurtenis niet bijwerken in externe agenda.
pl: Nie udało się zaktualizować wydarzenia w kalendarzu zewnętrznym.
sv: Det gick inte att uppdatera händelse i extern kalender.

source: Failed to update the slot status in external calendar.
da: Kunne ikke opdatere tidsrummets status i ekstern kalender.
de: Fehler beim Aktualisieren des Slot-Status im externen Kalender.
et: Aja oleku uuendamine välises kalendris ebaõnnestus.
fi: Paikan tilan päivittäminen ulkoisessa kalenterissa epäonnistui.
fr: Échec de la mise à jour du statut du créneau dans le calendrier externe.
lv: Neizdevās atjaunināt laika nišas statusu ārējā kalendārā.
nb: Kunne ikke oppdatere tidslukestatus i ekstern kalender.
nl: Kan de status van het tijdslot niet bijwerken in externe agenda.
pl: Nie udało się zaktualizować statusu slotu w kalendarzu zewnętrznym.
sv: Det gick inte att uppdatera platsstatus i extern kalender.

source: title
da: titel
de: Titel
et: pealkiri
fi: otsikko
fr: titre
lv: nosaukums
nb: tittel
nl: titel
pl: tytuł
sv: titel

source: Candidate score
da: Kandidatscore
de: Kandidaten-Score
et: Kandidaadi skoor
fi: Hakijan pisteet
fr: Score du candidat
lv: Kandidāta vērtējums
nb: Kandidatpoeng
nl: Kandidaatscore
pl: Wynik kandydata
sv: Kandidatpoäng

source: CV Online profile
da: CV Online profil
de: CV Online-Profil
et: CV Online’i profiil
fi: CV Online profiili
fr: Profil en ligne du CV
lv: CV Online profils
nb: CV Online-profil
nl: CV Online profiel
pl: Profil CV Online
sv: CV Online profil

source: <p>Duunitori’s Job Ad Campaigns offer your job ad premium visibility on Finland’s largest recruitment media at Duunitori.fi. Please note that the job ad will be published with a slight delay and will be available no earlier than the next day.</p> <p>In addition to appearing on Duunitori.fi, your job ad will also be promoted through paid advertising across various digital channels, including Facebook’s and Google’s extensive advertising networks. This ensures your job ad reaches both active and passive job seekers from the right audience.</p> <p>Duunitori’s marketing experts will ensure the success of your campaign, and you will receive a detailed report of the results straight to your email. Furthermore, a member of Duunitori's customer success team will contact you once your job ad has been posted to Duunitori.</p> <p>For more information, please contact us at <a href="mailto:asiakaspalvelu@duunitori.fi">asiakaspalvelu@duunitori.fi</a> or call <a href="tel:+358449803558">+358 44 980 3558</a>.</p>
et: <p>Duunitori töökuulutuste kampaaniad pakuvad teie kuulutusele esmaklassilist nähtavust Soome suurimas värbamismeedias Duunitori.fi. Pange tähele, et töökuulutus avaldatakse väikese viivitusega ja see on saadaval mitte varem kui järgmisel päeval.</p> <p>Lisaks Duunitori.fi-s ilmumisele reklaamitakse teie töökuulutust ka tasulise reklaami kaudu erinevates digikanalites, sealhulgas Facebooki ja Google'i ulatuslikes reklaamivõrgustikes. See tagab, et teie töökuulutus jõuab õige sihtrühma nii aktiivsete kui ka passiivsete tööotsijateni.</p> <p>Duunitori turunduseksperdid tagavad teie kampaania edu ja saate üksikasjaliku aruande tulemuste kohta otse oma e-posti. Lisaks võtab Duunitori klienditoe meeskonna liige teiega ühendust, kui teie töökuulutus on Duunitorisse postitatud.</p> <p>Lisateabe saamiseks võtke meiega ühendust aadressil <a href="mailto:asiakaspalvelu@duunitori.fi">asiakaspalvelu@duunitori.fi</a> või helistage numbril <a href="tel:+358449803558">+358 44 980 3558</a>.</p>
fi: <p>Duunitorin työpaikkailmoituskampanjat tarjoavat työpaikkailmoituksellesi premium-näkyvyyttä Suomen suurimmassa rekrytointimediassa Duunitori.fi:ssä. Huomioithan, että ilmoitus julkaistaan pienellä viiveellä ja on saatavilla aikaisintaan seuraavana päivänä.</p> <p>Työpaikkailmoituksesi ei näy ainoastaan Duunitori.fi:ssä, vaan sitä myös mainostetaan maksullisesti eri digitaalisissa kanavissa, mukaan lukien Facebookin ja Googlen laajat mainosverkostot. Tämä varmistaa, että työpaikkailmoituksesi tavoittaa sekä aktiiviset että passiiviset työnhakijat oikeasta kohderyhmästä.</p> <p>Duunitorin markkinointiasiantuntijat takaavat kampanjasi onnistumisen, ja saat yksityiskohtaisen raportin tuloksista suoraan sähköpostiisi. Lisäksi Duunitorin asiakastiimin jäsen ottaa sinuun yhteyttä, kun työpaikkailmoituksesi on julkaistu Duunitorissa.</p> <p>Lisätietoja saat ottamalla yhteyttä sähköpostitse osoitteeseen <a href="mailto:asiakaspalvelu@duunitori.fi">asiakaspalvelu@duunitori.fi</a> tai soittamalla numeroon <a href="tel:+358449803558">+358 44 980 3558</a>.</p>
sv: <p>Duunitoris jobbannonskampanjer ger din jobbannons premium synlighet på Finlands största rekryteringsmedia på Duunitori.fi. Observera att annonsen publiceras med en viss fördröjning och är tillgänglig tidigast nästa dag.</p> <p>Utöver att synas på Duunitori.fi kommer din jobbannons också att främjas genom betald annonsering i olika digitala kanaler, inklusive Facebooks och Googles omfattande annonsnätverk. Detta säkerställer att din jobbannons når både aktiva och passiva jobbsökare från rätt målgrupp.</p> <p>Duunitoris marknadsföringsexperter kommer att säkerställa att din kampanj blir framgångsrik, och du får en detaljerad rapport om resultaten direkt till din e-post. Dessutom kommer en medlem från Duunitoris kundframgångsteam att kontakta dig när din jobbannons har publicerats på Duunitori.</p> <p>För mer information, vänligen kontakta oss på <a href="mailto:asiakaspalvelu@duunitori.fi">asiakaspalvelu@duunitori.fi</a> eller ring <a href="tel:+358449803558">+358 44 980 3558</a>.</p>

source: Company is new within Jobilla, Jobilla employee will be in contact with the customer to get the legal part in shape
da: Virksomheden er ny hos Jobilla, en Jobilla-medarbejder vil kontakte kunden for at få den juridiske del på plads
de: Das Unternehmen ist neu bei Jobilla, ein Jobilla-Mitarbeiter wird sich mit dem Kunden in Verbindung setzen, um den rechtlichen Teil in Ordnung zu bringen
et: Ettevõte on Jobillas uus, Jobilla töötaja võtab kliendiga ühendust, et juriidiline osa korda ajada
fi: Yritys on uusi Jobillalle. Jobillan työntekijä on yhteydessä asiakkaaseen saadakseen juridisen puolen kuntoon.
fr: L'entreprise est nouvelle chez Jobilla, un employé de Jobilla sera en contact avec le client pour mettre en forme la partie juridique
lv: Uzņēmums ir jauns Jobilla, Jobilla darbinieks sazināsies ar klientu, lai sakārtotu juridisko daļu
nb: Selskapet er nytt innen Jobilla, Jobilla-ansatt vil være i kontakt med kunden for å få den juridiske delen i orden
nl: Bedrijf is nieuw binnen Jobilla, Jobilla-medewerker zal contact opnemen met de klant om het juridische gedeelte in orde te maken
pl: Firma jest nowa w Jobilla, pracownik Jobilla skontaktuje się z klientem, aby dopracować część prawną
sv: Företaget är nytt inom Jobilla, Jobillas anställda kommer att kontakta kunden för att få den juridiska delen i ordning

source: Company did order previously, but doesn't have inventory. Jobilla employee will be in contact with the customer to get inventory in shape
da: Virksomheden har tidligere bestilt, men har ikke lager. En Jobilla-medarbejder vil kontakte kunden for at få lageret i orden
de: Das Unternehmen hat bereits bestellt, hat aber kein Inventar. Ein Jobilla-Mitarbeiter wird sich mit dem Kunden in Verbindung setzen, um das Inventar in Ordnung zu bringen
et: Ettevõte on varem tellinud, kuid laoseisu pole. Jobilla töötaja võtab kliendiga ühendust, et laoseis korda ajada
fi: Yritys on tehnyt aiemmin tilauksen, mutta sillä ei ole saldoa. Jobillan työntekijä on yhteydessä asiakkaaseen saadakseen saldotilanteen kuntoon.
fr: L'entreprise a déjà passé commande, mais n'a pas d'inventaire. Un employé de Jobilla sera en contact avec le client pour mettre en forme l'inventaire
lv: Uzņēmums iepriekš pasūtīja, bet tam nav krājumu. Jobilla darbinieks sazināsies ar klientu, lai sakārtotu krājumus
nb: Selskapet bestilte tidligere, men har ikke lager. Jobilla-ansatt vil være i kontakt med kunden for å få lageret i orden
nl: Bedrijf heeft eerder besteld, maar heeft geen voorraad. Jobilla-medewerker zal contact opnemen met de klant om de voorraad op orde te krijgen
pl: Firma składała już wcześniej zamówienia, ale nie ma zapasów. Pracownik Jobilla skontaktuje się z klientem, aby uzupełnić zapasy
sv: Företaget har beställt tidigare, men har inte lager. Jobillas anställda kommer att kontakta kunden för att få lagret i ordning

source: Existing customer with inventory, production starts soon
da: Eksisterende kunde med lager, produktionen starter snart
de: Bestehender Kunde mit Inventar, Produktion beginnt in Kürze
et: Olemasolev klient laoseisuga, tootmine algab peagi
fi: Olemassaoleva asiakas jolla on saldoa, tuotanto alkaa pian
fr: Client existant avec inventaire, la production commence bientôt
lv: Esošais klients ar krājumiem, ražošana drīz sāksies
nb: Eksisterende kunde med lager, produksjonen starter snart
nl: Bestaande klant met voorraad, productie start binnenkort
pl: Istniejący klient z zapasami, produkcja wkrótce się rozpocznie
sv: Befintlig kund med lager, produktionen startar snart

source: Campaign is being created
da: Kampagnen oprettes
de: Kampagne wird erstellt
et: Kampaaniat luuakse
fi: Kampanjaa luodaan
fr: La campagne est en cours de création
lv: Kampaņa tiek veidota
nb: Kampanjen opprettes
nl: Campagne wordt aangemaakt
pl: Kampania jest tworzona
sv: Kampanjen skapas

source: Campaign is live
da: Kampagnen er live
de: Kampagne ist live
et: Kampaania on aktiivne
fi: Kampanja on julkaistu
fr: La campagne est en direct
lv: Kampaņa ir aktīva
nb: Kampanjen er aktiv
nl: Campagne is live
pl: Kampania jest aktywna
sv: Kampanjen är live

source: Campaign is no longer published
da: Kampagnen er ikke længere offentliggjort
de: Kampagne wird nicht mehr veröffentlicht
et: Kampaania ei ole enam avaldatud
fi: Kampanjaa ei enää voida julkaista
fr: La campagne n'est plus publiée
lv: Kampaņa vairs netiek publicēta
nb: Kampanjen er ikke lenger publisert
nl: Campagne wordt niet meer gepubliceerd
pl: Kampania nie jest już publikowana
sv: Kampanjen publiceras inte längre

source: Customer decided to deactivate the request after the production started
da: Kunden besluttede at deaktivere anmodningen, efter produktionen var startet
de: Kunde hat entschieden, die Anfrage nach Beginn der Produktion zu deaktivieren
et: Klient otsustas päringu deaktiveerida pärast tootmise alustamist
fi: Asiakas päätti deaktivoida pyynnön tuotannon alkamisen jälkeen
fr: Le client a décidé de désactiver la demande après le début de la production
lv: Klients nolēma deaktivizēt pieprasījumu pēc ražošanas uzsākšanas
nb: Kunden bestemte seg for å deaktivere forespørselen etter at produksjonen startet
nl: Klant besloot de aanvraag te deactiveren nadat de productie was gestart
pl: Klient zdecydował się dezaktywować żądanie po rozpoczęciu produkcji
sv: Kunden beslutade att avaktivera begäran efter att produktionen startade

source: Customer decided to deactivate the request before the production started
da: Kunden besluttede at deaktivere anmodningen, før produktionen startede
de: Kunde hat entschieden, die Anfrage vor Beginn der Produktion zu deaktivieren
et: Klient otsustas päringu deaktiveerida enne tootmise alustamist
fi: Asiakas päätti deaktivoida pyynnön ennen tuotannon alkamista
fr: Le client a décidé de désactiver la demande avant le début de la production
lv: Klients nolēma deaktivizēt pieprasījumu pirms ražošanas uzsākšanas
nb: Kunden bestemte seg for å deaktivere forespørselen før produksjonen startet
nl: Klant besloot de aanvraag te deactiveren voordat de productie was gestart
pl: Klient zdecydował się dezaktywować żądanie przed rozpoczęciem produkcji
sv: Kunden beslutade att avaktivera begäran innan produktionen startade

source: LinkedIn company Id
da: LinkedIn virksomheds-id
de: LinkedIn Unternehmens-ID
et: LinkedIn ettevõtte ID
fi: LinkedIn yrityksen Id
fr: ID d'entreprise LinkedIn
lv: LinkedIn uzņēmuma ID
nb: LinkedIn-bedrifts-ID
nl: LinkedIn bedrijfs-ID
pl: Identyfikator firmy LinkedIn
sv: LinkedIn-företags-ID

source: Business ID
da: Virksomheds-ID
de: Unternehmens-ID
et: Ettevõtte ID
fi: Y-tunnus
fr: Identifiant d'entreprise
lv: Uzņēmuma ID
nb: Virksomhets-ID
nl: Bedrijfs-ID
pl: Numer identyfikacyjny firmy
sv: Företags-ID

source: Access 2500+ job boards
da: Få adgang til over 2500 jobportaler
de: Zugriff auf über 2500 Jobbörsen
et: Juurdepääs enam kui 2500 tööportaalile
fi: Pääsy yli 2500 työpaikkailmoitussivustolle
fr: Accédez à plus de 2500 sites d'emploi
lv: Piekļuve vairāk nekā 2500 darba sludinājumu dēļiem
nb: Få tilgang til over 2500 jobbportaler
nl: Toegang tot meer dan 2500 vacaturebanken
pl: Dostęp do ponad 2500 tablic ogłoszeń
sv: Tillgång till 2500+ jobbannonser

source: Event
da: Hændelse
de: Ereignis
et: Sündmus
fi: Tapahtuma
fr: Événement
lv: Notikums
nb: Hendelse
nl: Evenement
pl: Wydarzenie
sv: Händelse

source: Time
da: Tid
de: Zeit
et: Kellaaeg
fi: Aika
fr: Heure
lv: Laiks
nb: Tid
nl: Tijd
pl: Czas
sv: Tid

source: Publish job to Oikotie
da: Offentligør job til Oikotie
de: Stelle bei Oikotie veröffentlichen
et: Avalda ametikoht saidil Oikotie
fi: Oikotie: työpaikkailmoitus julkaistu
fr: Publier l'offre d'emploi sur Oikotie
lv: Publicēt vakanci Oikotie
nb: Publiser jobb på Oikotie
nl: Vacature publiceren op Oikotie
pl: Opublikuj ofertę pracy na Oikotie
sv: Dela till Oikotie

source: Edit Oikotie job data
da: Redigér Oikotie jobdata
de: Oikotie-Stellendaten bearbeiten
et: Muuda Oikotie ametikoha andmeid
fi: Oikotie: työpaikkailmoitusta muokattu
fr: Modifier les données de l'offre d'emploi Oikotie
lv: Rediģēt Oikotie vakances datus
nb: Rediger Oikotie-jobbdata
nl: Oikotie vacaturegegevens bewerken
pl: Edytuj dane oferty pracy Oikotie
sv: Redigera jobbannonsen på Oikotie

source: Unpublish job on Oikotie
da: Aflys offentligørelse af job på Oikotie
de: Stelle nicht auf Oikotie veröffentlichen
et: Eemalda ametikoht saidilt Oikotie
fi: Oikotie: hakuaika lopetettu
fr: Dépublier l'offre d'emploi sur Oikotie
lv: Atcelt vakances publicēšanu Oikotie
nb: Avpubliser jobb på Oikotie
nl: Vacature op Oikotie verwijderen
pl: Cofnij publikację oferty pracy na Oikotie
sv: Avpublicera jobannonsen på Oikotie

source: Publish job to Mol.fi
da: Offentligør job til Mol.fi
de: Stelle bei Mol.fi veröffentlichen
et: Avalda ametikoht saidil Mol.fi
fi: TE-palvelut: työpaikkailmoitus julkaistu
fr: Publier l'offre d'emploi sur Mol.fi
lv: Publicēt vakanci Mol.fi
nb: Publiser jobb på Mol.fi
nl: Vacature publiceren op Mol.fi
pl: Opublikuj ofertę pracy na Mol.fi
sv: Dela på Mol.fi

source: Publish job to Monster
da: Offentligør job til Monster
de: Stelle bei Monster veröffentlichen
et: Avalda ametikoht saidil Monster
fi: Monster: Työpaikkailmoitus julkaistu
fr: Publier l'offre d'emploi sur Monster
lv: Publicēt vakanci Monster
nb: Publiser jobb på Monster
nl: Vacature publiceren op Monster
pl: Opublikuj ofertę pracy na Monster
sv: Dela på Monster

source: Publish job to Jobly
da: Offentligør job til Jobly
de: Stelle bei Jobly veröffentlichen
et: Avalda ametikoht saidil Jobly
fi: Jobly: Työpaikkailmoitus julkaistu
fr: Publier l'offre d'emploi sur Jobly
lv: Publicēt vakanci Jobly
nb: Publiser jobb på Jobly
nl: Vacature publiceren op Jobly
pl: Opublikuj ofertę pracy na Jobly
sv: Dela på Jobly

source: Edit Mol.fi job data
da: Redigér Mol.fi-jobdata
de: Mol.fi Stellendaten bearbeiten
et: Muuda Mol.fi ametikoha andmeid
fi: TE-palvelut: työpaikkailmoitusta muokattu
fr: Modifier les données de l'offre d'emploi Mol.fi
lv: Rediģēt Mol.fi vakances datus
nb: Rediger Mol.fi-jobbopplysninger
nl: Mol.fi vacaturegegevens bewerken
pl: Edytuj dane oferty pracy Mol.fi
sv: Reigera jobannonsen på Mol.fi

source: Edit Monster job data
da: Redigér Monster-jobdata
de: Monster Stellendaten bearbeiten
et: Muuda Monsteri ametikoha andmeid
fi: Monster: työpaikkailmoitusta muokattu
fr: Modifier les données de l'offre d'emploi Monster
lv: Rediģēt Monster vakances datus
nb: Rediger Monster-jobbopplysninger
nl: Monster vacaturegegevens bewerken
pl: Edytuj dane oferty pracy Monster
sv: Reigera jobannonsen på Monster

source: Edit Jobly job data
da: Redigér Jobly-jobdata
de: Jobly Stellendaten bearbeiten
et: Muuda Jobly ametikoha andmeid
fi: Jobly: työpaikkailmoitusta muokattu
fr: Modifier les données de l'offre d'emploi Jobly
lv: Rediģēt Jobly vakances datus
nb: Rediger Jobly-jobbopplysninger
nl: Jobly vacaturegegevens bewerken
pl: Edytuj dane oferty pracy Jobly
sv: Reigera jobannonsen på Jobly

source: Unpublish job on Mol.fi
da: Aflys offentligørelse af job på Mol.fi
de: Stelle bei Mol.fi nicht veröffentlichen
et: Eemalda ametikoht saidilt Mol.fi
fi: TE-palvelut: hakuaika lopetettu
fr: Dépublier l'offre d'emploi sur Mol.fi
lv: Atcelt vakances publicēšanu Mol.fi
nb: Avpubliser jobben på Mol.fi
nl: Vacature op Mol.fi verwijderen
pl: Cofnij publikację oferty pracy na Mol.fi
sv: Avpublicera jobannonsen på Mol.fi

source: Unpublish job on Monster
da: Aflys offentligørelse af job på Monster
de: Stelle bei Monster nicht veröffentlichen
et: Eemalda ametikoht saidilt Monster
fi: Monster: hakuaika lopetettu
fr: Dépublier l'offre d'emploi sur Monster
lv: Atcelt vakances publicēšanu Monster
nb: Avpubliser jobben på Monster
nl: Vacature op Monster verwijderen
pl: Cofnij publikację oferty pracy na Monster
sv: Avpublicera jobannonsen på Monster

source: Unpublish job on Jobly
da: Aflys offentligørelse af job på Jobly
de: Stelle bei Jobly nicht veröffentlichen
et: Eemalda ametikoht saidilt Jobly
fi: Jobly: hakuaika lopetettu
fr: Dépublier l'offre d'emploi sur Jobly
lv: Atcelt publicēšanu Jobly
nb: Avpubliser jobben på Jobly
nl: Vacature op Jobly verwijderen
pl: Cofnij publikację oferty pracy na Jobly
sv: Avpublicera jobannonsen på Jobly

source: Request publish job to Duunitori
da: Anmodning om at udgive job til Duunitori
de: Antrag auf Veröffentlichung bei Duunitori
et: Taotle ametikoha avaldamist Duunitoris
fi: Duunitori: työpaikkailmoitus lähetetty julkaistavaksi
fr: Demander la publication de l'offre d'emploi sur Duunitori
lv: Pieprasīt vakances publicēšanu Duunitori
nb: Be om publisering av jobb på Duunitori
nl: Verzoek vacature te publiceren op Duunitori
pl: Poproś o publikację oferty pracy na Duunitori
sv: Be om lov för publicering av jobannons till Duunitori

source: Job posting activity log
da: Aktivitetslog til jobopslag
de: Protokoll der Stellenausschreibungsaktivitäten
et: Töökuulutuse tegevuslogi
fi: Työpaikkaportaalien aktiviteettitiedot
fr: Journal d'activité de publication d'offre d'emploi
lv: Darba sludinājumu darbību žurnāls
nb: Aktivitetslogg for jobbannonser
nl: Activiteitenlogboek vacatureplaatsing
pl: Dziennik aktywności publikacji ofert pracy
sv: Jobannons aktivitetslog

source: Timestamp
da: Tidsstempel
de: Zeitstempel
et: Ajatempel
fi: Aikaleima
fr: Horodatage
lv: Laikspiedols
nb: Tidsstempel
nl: Tijdstempel
pl: Znacznik czasu
sv: Tidsstämpel

source: Username
da: Brugernavn
de: Benutzername
et: Kasutajanimi
fi: Käyttäjätunnus
fr: Nom d'utilisateur
lv: Lietotājvārds
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
sv: Användarnamn

source: Set video interview
da: Sæt videointerview
de: Video-Bewerbungsgespräch einrichten
et: Määra videovestlus
fi: Videohaastattelu lisätty
fr: Définir l'entretien vidéo
lv: Iestatīt video interviju
nb: Sett opp videointervju
nl: Video-interview instellen
pl: Ustaw rozmowę wideo
sv: Tillägg videointervju

source: Update video interview
da: Opdatering af videointerview
de: Video-Bewerbungsgespräch aktualisieren
et: Uuenda videovestlust
fi: Videohaastattelu päivitetty
fr: Mettre à jour l'entretien vidéo
lv: Atjaunināt video interviju
nb: Oppdatering av videointervju
nl: Video-interview bijwerken
pl: Zaktualizuj rozmowę wideo
sv: Uppdatera videointervju

source: Set video questions
da: Sæt video-spørgsmål
de: Video-Fragen einrichten
et: Määra videoküsimused
fi: Videohakemus lisätty
fr: Définir les questions vidéo
lv: Iestatīt video jautājumus
nb: Sett opp videospørsmål
nl: Videovragen instellen
pl: Ustaw pytania wideo
sv: Tillägg videofrågor

source: Update video questions
da: Opdater video-spørgsmål
de: Video-Fragen aktualisieren
et: Uuenda videoküsimusi
fi: Videohakemus päivitetty
fr: Mettre à jour les questions vidéo
lv: Atjaunināt video jautājumus
nb: Oppdater videospørsmål
nl: Videovragen bijwerken
pl: Zaktualizuj pytania wideo
sv: Uppdatera videofrågor

source: Update video interview deadline
da: Opdater deadline for videointerview
de: Frist für Video-Bewerbungsgespräch aktualisieren
et: Uuenda videovestluse tähtaega
fi: Videohaastattelun eräpäivä päivitetty
fr: Mettre à jour la date limite de l'entretien vidéo
lv: Atjaunināt video intervijas termiņu
nb: Oppdater frist for videointervju
nl: Deadline video-interview bijwerken
pl: Zaktualizuj termin rozmowy wideo
sv: Uppdatera videointervju utgångsdatum
