Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: {} applications cannot be tagged because you dont have permission
da: {} ansøgninger kan ikke tagges, fordi du ikke har tilladelse
de: {} Anwendungen können nicht markiert werden, da Sie keine Berechtigung haben
et: {} avaldust ei saa märgistada, sest sul ei ole selleks õigust
fi: {} hakemuksia ei voida tägätä, sillä sinulla ei ole tarvittavat oikeudet
fr: {} candidatures ne peuvent pas être taguées car vous n'avez pas l'autorisation
lv: {} pieteikumus nevarēja atzīmēt, jo nav vajadzīgās atļaujas
nb: {} søknader kan ikke få tillagt emneknagger fordi du ikke har tillatelse til det
nl: {} sollicitaties kunnen niet worden getagd omdat u geen toestemming heeft
pl: {} aplikacji nie może być otagowanych, ponieważ nie masz uprawnień
sv: {} ansökningar kan inte taggas för att du inte har tillstånd

source: Position is not active, inactive or expired
da: Stillingen er ikke aktiv, inaktiv eller udløbet
de: Stelle ist nicht aktiv, inaktiv oder abgelaufen
et: Ametikoht ei ole aktiivne, passiivne ega aegunud
fi: Työpaikan status ei ole aktiivinen, vanhentunut tai ei aktiivinen
fr: Le poste n'est pas actif, inactif ou expiré
lv: Vakance nav aktīva, ir neaktīva vai tai beidzies termiņš
nb: Stillingen er ikke aktiv, inaktiv eller utløpt
nl: Functie is niet actief, inactief of verlopen
pl: Stanowisko nie jest aktywne, nieaktywne lub wygasło
sv: Tjänstens status är inte aktiv, inaktiv eller utgången

source: {} applications cannot be invited because the position is not active, inactive or expired
da: {} Der kan ikke indkaldes ansøgninger, fordi stillingen ikke er aktiv, inaktiv eller udløbet
de: {} Bewerbungen können nicht eingeladen werden, weil die Stelle nicht aktiv, inaktiv oder abgelaufen ist
et: {} avalduse saatjat ei saa kutsuda, sest ametikoht ei ole aktiivne, passiivne ega aegunud
fi: {} hakijaa ei voida kutsua, koska työpaikan status ei ole aktiivinen, vanhentunut tai ei aktiivinen
fr: {} candidatures ne peuvent pas être invitées car le poste n'est pas actif, inactif ou expiré
lv: {} pieteikumus nevar uzaicināt, jo vakance nav aktīva, ir neaktīva vai tai ir beidzies termiņš
nb: {} søknader kan ikke inviteres fordi stillingen ikke er aktiv, inaktiv eller utløpt
nl: {} sollicitaties kunnen niet worden uitgenodigd omdat de functie niet actief, inactief of verlopen is
pl: {} aplikacji nie może być zaproszonych, ponieważ stanowisko nie jest aktywne, nieaktywne lub wygasło
sv: {} kandidater kan inte bjudas in eftersom tjänsten inte är aktiv, inaktiv eller utgången

source: More than one similar step
da: Mere end ét lignende trin
de: Mehr als ein gleicher Schritt
et: Rohkem kui üks sarnane etapp
fi: Useampi samanlainen vaihe rekrytointipolulla
fr: Plus d'une étape similaire
lv: Vairāki līdzīgi posmi
nb: Mer enn ett lignende trinn
nl: Meer dan één vergelijkbare stap
pl: Więcej niż jeden podobny krok
sv: Rekryteringsflödet har flera instanser av samma fas

source: {} applications have more than one step like this in their recruitment flow
da: {} ansøgninger har mere end ét trin som dette i deres rekrutteringsflow
de: {} Bewerbungen haben mehr als einen Schritt wie diesen in ihrem Einstellungsablauf
et: {} kandidaadil on värbamisvoos rohkem kui üks sarnane etapp
fi: {} hakemuksella on useampi samanlainen vaihe rekrytointipolulla
fr: {} candidatures ont plus d'une étape comme celle-ci dans leur processus de recrutement
lv: {} pieteikumos atlases plūsmā ir vairāki šādi posmi
nb: {} søknader har mer enn ett trinn som dette i rekrutteringsflyten
nl: {} sollicitaties hebben meer dan één stap zoals deze in hun wervingsproces
pl: {} aplikacji ma więcej niż jeden taki krok w swoim procesie rekrutacyjnym
sv: {} ansökningar har flera instanser av samma fas i rekryteringsflödet

source: No related step present in recruitment flow
da: Intet relateret trin til stede i rekrutteringsflowet
de: Schritt ohne Bezug im Einstellungsablauf vorhanden
et: Värbamisvoos ei ole seotud etappi
fi: Rekrytointipolusta puuttuu tämä vaihe
fr: Aucune étape associée présente dans le processus de recrutement
lv: Atlases plūsmā nav saistīta posma
nb: Ingen relaterte trinn i rekrutteringsflyten
nl: Geen gerelateerde stap aanwezig in het wervingsproces
pl: Brak powiązanego kroku w procesie rekrutacyjnym
sv: Inget relaterat steg finns i rekryteringsflödet

source: {} applications have no step like this in their recruitment flow
da: {} ansøgninger har ikke et trin som dette i deres rekrutteringsflow
de: {} Bewerbungen haben keinen Schritt wie diesen in ihren Einstellungsabläufen
et: {} kandidaadil ei ole oma värbamisvoos sellist etappi
fi: {} hakemuksella ei ole tätä vaihetta rekrytointipolussa
fr: {} candidatures n'ont pas d'étape comme celle-ci dans leur processus de recrutement
lv: {} pieteikumiem atlases plūsmā nav šāda posma
nb: {} søknader har ikke noe trinn som dette i rekrutteringsflyten
nl: {} sollicitaties hebben geen stap zoals deze in hun wervingsproces
pl: {} aplikacji nie ma takiego kroku w swoim procesie rekrutacyjnym
sv: {} ansökningar har inte detta steg i sina rekryteringsflöden

source: The step has already been passed in recruitment flow
da: Trinnet er allerede passeret i rekrutteringsflowet
de: Der Schritt wurde im Einstellungsablauf bereits überschritten
et: See etapp on värbamisvoos juba läbitud
fi: Tämä vaihe on jo ohitettu rekrytointipolulla
fr: L'étape a déjà été passée dans le flux de recrutement
lv: Šis posms atlases plūsmā jau ir izpildīts
nb: Trinnet er allerede passert i rekrutteringsflyten
nl: De stap is al gepasseerd in de wervingsstroom
pl: Ten krok został już zaliczony w procesie rekrutacyjnym
sv: Denna fas har redan passerats i rekryteringsflödet

source: {} applications have already passed this step in their recruitment flow
da: {} ansøgninger har allerede passeret dette trin i deres rekrutteringsflow
de: {} Bewerbungen haben diesen Schritt bereits in ihrem Einstellungsablauf überschritten
et: {} kandidaati on selle etapi juba värbamisvoos läbinud
fi: {} hakijaa on jo ohittanut tämän vaiheen rekrytointipolulla
fr: {} candidatures ont déjà passé cette étape dans leur flux de recrutement
lv: {} pieteikumi atlases plūsmā jau ir izpildījuši šo posmu
nb: {} søknader har allerede passert dette trinnet i rekrutteringsflyten
nl: {} sollicitaties hebben deze stap al gepasseerd in hun wervingsstroom
pl: {} aplikacji już przeszło ten krok w swoim procesie rekrutacyjnym
sv: {} ansökningar har redan passerat denna fas i rekryteringsflödet

source: The target step is not selected
da: Måltrinnet er ikke valgt
de: Der Zielschritt ist nicht ausgewählt
et: Sihtetapp ei ole valitud
fi: Kohdevaihetta ei ole valittu
fr: L'étape cible n'est pas sélectionnée
lv: Mērķa posms nav izvēlēts
nb: Måltrinnet er ikke valgt
nl: De doelstap is niet geselecteerd
pl: Docelowy krok nie jest wybrany
sv: Du har inte valt ett steg

source: Select the recruitment flow step to which you want to move the applications
da: Vælg det trin i rekrutteringsflowet, som du vil flytte ansøgningerne til
de: Wählen Sie den Schritt aus dem Einstellungsablauf zu welchem Sie die Bewerbungen verschieben möchten
et: Vali värbamisvoo etapp, kuhu soovid avaldused saata
fi: Valitse rekrytointipolun vaihe, johon haluat siirtää hakemukset
fr: Sélectionnez l'étape du flux de recrutement vers laquelle vous souhaitez déplacer les candidatures
lv: Izvēlieties atlases plūsmas posmu, uz kuru vēlaties pārvietot pieteikumus
nb: Velg trinnet i rekrutteringsflyten du vil flytte søknadene til
nl: Selecteer de wervingsstroomstap waarnaar u de sollicitaties wilt verplaatsen
pl: Wybierz krok procesu rekrutacyjnego, do którego chcesz przenieść aplikacje
sv: Välj till vilket steg i rekryteringsflödet du vill flytta kandidaterna.

source: Some required application information is missing
da: Der mangler nogle påkrævede ansøgningsoplysninger
de: Einige benötige Bewerbungsinformationen fehlen
et: Osa kohustuslikest avalduse andmetest on puudu
fi: Joitain hakemuksen pakollisia tietoja puuttuu
fr: Certaines informations requises sur la candidature sont manquantes
lv: Trūkst nepieciešamās pieteikuma informācijas
nb: Noe av den nødvendige søknadsinformasjonen mangler
nl: Sommige vereiste sollicitatiegegevens ontbreken
pl: Brakuje niektórych wymaganych informacji o aplikacji
sv: Obligatorisk information saknas från ansökan

source: {} applications have missing information
da: {} ansøgninger har manglende information
de: {} Bewerbungen haben fehlende Informationen
et: {} avaldusel on andmeid puudu
fi: {} hakemuksesta puuttuu tietoja
fr: {} candidatures ont des informations manquantes
lv: {} pieteikumiem trūkst informācijas
nb: {} søknader mangler informasjon
nl: {} sollicitaties hebben ontbrekende informatie
pl: {} aplikacji ma brakujące informacje
sv: {} ansökningar saknar information

source: There is no report uploaded for the application
da: Der er ikke uploadet nogen rapport for ansøgningen
de: Kein Bericht hochgeladen für die Bewerbung
et: Avalduse aruanne ei ole üles laaditud
fi: Tälle hakemukselle ei ole lisätty rekrytointiraporttia
fr: Il n'y a pas de rapport téléchargé pour la candidature
lv: Pieteikumam nav augšupielādēta neviena atskaite
nb: Det er ikke lastet opp noen rapport for søknaden
nl: Er is geen rapport geüpload voor de sollicitatie
pl: Nie przesłano raportu dla aplikacji
sv: Ingen rapport har laddats upp till ansökan

source: {} applications have no recruitment report configured
da: {} ansøgninger har ingen rekrutteringsrapport konfigureret
de: {} Bewerbungen haben keinen Bewerbungsbericht konfiguriert
et: {} avalduse jaoks ei ole värbamisaruanne konfigureeritud
fi: {} hakemukselle ei ole määritelty rekrytointiraporttia
fr: {} candidatures n'ont pas de rapport de recrutement configuré
lv: {} pieteikumiem nav konfigurēta atlases atskaite
nb: {} søknader har ingen konfigurert rekrutteringsrapport
nl: {} sollicitaties hebben geen wervingsrapport geconfigureerd
pl: {} aplikacji nie ma skonfigurowanego raportu rekrutacyjnego
sv: {} ansökningar har inte en rekryteringsrapport konfigurerad

source: Application is not at recruitment report step
da: Ansøgningen er ikke på rekrutteringsrapportens trin
de: Bewerbung ist nicht im Bewerbungsbericht-Schritt
et: Avaldus ei ole värbamisaruande etapis
fi: Hakemus ei ole rekrytointiraporttivaiheessa
fr: La candidature n'est pas à l'étape du rapport de recrutement
lv: Pieteikums nav atlases atskaites posmā
nb: Søknaden er ikke på rekrutteringsrapport-trinnet
nl: Sollicitatie bevindt zich niet in de wervingsrapportstap
pl: Aplikacja nie jest na etapie raportu rekrutacyjnego
sv: Denna ansökan är inte i fasen för rekryteringsrapporter

source: {} applications are not at recruitment report step
da: {} Ansøgninger er ikke på rekrutteringsrapportens trin
de: {} Bewerbungen sind nicht im Bewerbungsbericht-Schritt
et: {} avaldust ei ole värbamisaruande etapis
fi: {} hakemusta ei ole rekrytointiraporttivaiheessa
fr: {} candidatures ne sont pas à l'étape du rapport de recrutement
lv: {} pieteikumi nav atlases atskaites posmā
nb: {} søknader er ikke på rekrutteringsrapport-trinnet
nl: {} sollicitaties bevinden zich niet in de wervingsrapportstap
pl: {} aplikacji nie jest na etapie raportu rekrutacyjnego
sv: {} ansökningar är inte i fasen för rekryteringsrapporter

source: Company has no recruitment report feature available
da: Virksomheden har ingen funktion til rekrutteringsrapporter
de: Unternehmen hat keine Bewerbungsberichtsfunktion verfügbar
et: Ettevõte ei ole aktiveerinud värbamisaruande funktsiooni
fi: Organisaatio ei ole vielä ottanut käyttöön rekrytointiraportteja
fr: L'entreprise n'a pas de fonctionnalité de rapport de recrutement disponible
lv: Uzņēmumam nav pieejama atlases atskaites funkcija
nb: Bedriften har ingen rekrutteringsrapport-funksjon
nl: Bedrijf heeft geen wervingsrapportfunctie beschikbaar
pl: Firma nie ma dostępnej funkcji raportu rekrutacyjnego
sv: Organisationen har ännu inte tagit i bruk rekryteringsrapportfunktionen

source: Required feature is not available for the company
da: Den påkrævede funktion er ikke tilgængelig for virksomheden
de: Erforderliche Funktion ist für das Unternehmen nicht verfügbar
et: Ettevõte ei ole aktiveerinud kohustuslikku funktsiooni
fi: Tarvittava toiminnallisuus ei ole käytössä yrityksessänne
fr: La fonctionnalité requise n'est pas disponible pour l'entreprise
lv: Nepieciešamā funkcija uzņēmumam nav pieejama
nb: Påkrevd funksjon er ikke tilgjengelig for selskapet
nl: Vereiste functie is niet beschikbaar voor het bedrijf
pl: Wymagana funkcja nie jest dostępna dla firmy
sv: Funktionen som behövs är inte tillgänglig för företaget

source: Required feature is not configured for the company
da: Påkrævet funktion er ikke konfigureret for virksomheden
de: Die erforderliche Funktion ist für das Unternehmen nicht konfiguriert
et: Nõutav funktsioon pole ettevõtte jaoks konfigureeritud
fi: Vaadittua ominaisuutta ei ole määritetty yritykselle
fr: La fonctionnalité requise n'est pas configurée pour l'entreprise
lv: Nepieciešamā funkcija nav konfigurēta uzņēmumam
nb: Nødvendig funksjon er ikke konfigurert for selskapet
nl: Vereiste functie is niet geconfigureerd voor het bedrijf
pl: Wymagana funkcja nie jest skonfigurowana dla firmy
sv: Obligatorisk funktion är inte konfigurerad för företaget

source: Already on this step
da: Allerede på dette trin
de: Bereits in diesem Schritt
et: Juba selles etapis
fi: Hakija on jo valitussa vaiheessa
fr: Déjà à cette étape
lv: Jau šajā posmā
nb: Allerede på dette trinnet
nl: Al op deze stap
pl: Już na tym etapie
sv: Kandidaten är redan i detta steg

source: {} applications are already on this step
da: {} ansøgninger er allerede på dette trin
de: {} Bewerbungen sind bereits in diesem Schritt
et: {} kandidaati on juba selles etapis
fi: {} hakemusta on jo valitussa vaiheessa
fr: {} candidatures sont déjà à cette étape
lv: {} pieteikumi jau ir šajā posmā
nb: {} søknader er allerede på dette trinnet
nl: {} sollicitaties zijn al op deze stap
pl: {} aplikacji jest już na tym etapie
sv: {} kandidater är redan i detta steg

source: Candidates have different preferred communication languages
da: Kandidater har forskellige foretrukne kommunikationssprog
de: Bewerber haben unterschiedliche bevorzugte Kommunikationssprachen
et: Kandidaatide eelistatud suhtluskeeled on erinevad
fi: Hakijoilla on erilaisia toivottuja kommunikointikieliä
fr: Les candidats ont des langues de communication préférées différentes
lv: Kandidātiem ir cita izvēlētā saziņas valoda
nb: Kandidatene har ulike foretrukne kommunikasjonsspråk
nl: Kandidaten hebben verschillende voorkeurtalen voor communicatie
pl: Kandydaci mają różne preferowane języki komunikacji
sv: Kandidater har olika föredragna kommunikationsspråk

source: This action can only be performed on applications that are in the same position
da: Denne handling kan kun udføres på ansøgninger, der er for den samme stilling
de: Diese Aktion kann nur für Bewerbungen für dieselbe Stelle ausgeführt werden
et: Seda toimingut saab teha ainult sama ametikoha avaldustega
fi: Tämä toiminto voidaan kohdistaa vain hakijoihin, jotka ovat samassa työpaikassa
fr: Cette action ne peut être effectuée que sur des candidatures qui sont au même poste
lv: Šo darbību var veikt tikai pieteikumiem, kas atrodas tajā pašā vakancē
nb: Denne handlingen kan bare utføres på søknader til samme stilling
nl: Deze actie kan alleen worden uitgevoerd op sollicitaties die zich in dezelfde positie bevinden
pl: Ta czynność może być wykonana tylko na aplikacjach na tym samym stanowisku
sv: Denna åtgärd kan bara göras åt kandidater i samma tjänst

source: Too many selected for this action
da: For mange valgt til denne handling
de: Zu viele für diese Aktion ausgewählt
et: Toimingu jaoks on valitud liiga palju üksusi
fi: Liika valintoja tälle toiminnolle
fr: Trop de sélections pour cette action
lv: Atlasīts pārāk daudz šai darbībai
nb: For mange valgt for denne handlingen
nl: Te veel geselecteerd voor deze actie
pl: Wybrano zbyt wiele dla tej czynności
sv: För många valda för den här åtgärden

source: The number of slots selected are insufficient
da: Antallet af valgte slots er utilstrækkeligt
de: Die Anzahl der ausgewählten Slots ist nicht ausreichend
et: Valitud aegadest ei piisa
fi: Valittujen haastatteluaikojen määrä ei ole riittävä
fr: Le nombre d'emplacements sélectionnés est insuffisant
lv: Izvēlēto laiku skaits ir nepietiekams
nb: Det er ikke valgt tilstrekkelig antall tidsluker
nl: Het aantal geselecteerde slots is onvoldoende
pl: Liczba wybranych miejsc jest niewystarczająca
sv: Du har inte valt tillräckligt många intervjutider

source: Please select at least {} slot(s) to offer for the selected applications
da: Vælg mindst {} slot(s) at tilbyde til de valgte ansøgninger
de: Bitte wählen Sie mindestens {} Slots aus um sie den ausgewählten Bewerbungen anzubieten
et: Paku valitud kandidaatidele vähemalt {} aeg(a)
fi: Valitse vähintään {} haastatteluaikaa tarjottavaksi valituille hakijoille
fr: Veuillez sélectionner au moins {} emplacement(s) à proposer pour les candidatures sélectionnées
lv: Lūdzu, izvēlieties vismaz {} laiku(-us), ko piedāvāt izvēlētajiem pieteikumiem
nb: Velg minst {} tidsluke(er) som skal tilbys for de valgte søknadene
nl: Selecteer ten minste {} slot(s) om aan te bieden voor de geselecteerde sollicitaties
pl: Wybierz co najmniej {} miejsc(e) do zaoferowania dla wybranych aplikacji
sv: Välj minst {} intervjutider till de valda kandidaterna

source: Video interview deadline is required
et: Videointervjuu tähtaeg on kohustuslik
fi: Videohaastattelun määräaika vaaditaan
sv: Deadline för videointervju krävs

source: Application has unfinished actions pending in the current step. Cancel the ongoing action to change the step.
da: Programmet har uafsluttede handlinger der venter i det aktuelle trin. Annuller den igangværende handling for at ændre trinnet.
de: Bewerbung hat nicht beendete Aktionen im aktuellen Schritt. Brechen Sie die laufenden Aktionen ab um den Schritt zu ändern
et: Avaldusel on praeguses etapis lõpetamata toiminguid. Etapi muutmiseks tühista praegune toiming.
fi: Hakijalla on keskeneräinen toimenpide nykyisessä vaiheessa. Peruuta ensin kesken olevat toimenpiteet vaihtaaksesi vaihetta.
fr: La candidature a des actions inachevées en attente à l'étape actuelle. Annulez l'action en cours pour changer d'étape.
lv: Pieteikumā ir pašreizējā posmā veicamas nepabeigtas darbības. Atcelt notiekošo darbību, lai mainītu posmu.
nb: Søknaden har uferdige handlinger som venter på det aktuelle trinnet. Avbryt den pågående handlingen for å endre trinn.
nl: Sollicitatie heeft onvoltooide acties in afwachting in de huidige stap. Annuleer de lopende actie om de stap te wijzigen.
pl: Aplikacja ma niezakończone działania oczekujące na bieżącym etapie. Anuluj trwające działanie, aby zmienić etap.
sv: Kandidaten har oavslutade åtgärder i det nuvarande steget. Avboka åtgärderna för att flytta till ett nytt steg.

source: {} applications have unfinished actions pending in the current step. Cancel the ongoing actions to change the step.
da: {}-ansøgninger har uafsluttede handlinger, der venter i det aktuelle trin. Annuller de igangværende handlinger for at ændre trinnet.
de: {} Bewerbungen haben nicht beendete Aktionen im aktuellen Schritt. Brechen Sie die laufenden Aktionen ab um den Schritt zu ändern
et: {} avaldusel on praeguses etapis lõpetamata toiminguid. Etapi muutmiseks tühista praegused toimingud.
fi: {} hakijalla on keskeneräinen toimenpide nykyisessä vaiheessa. Peruuta ensin kesken olevat toimenpiteet vaihtaaksesi vaihetta.
fr: {} candidatures ont des actions inachevées en attente à l'étape actuelle. Annulez les actions en cours pour changer d'étape.
lv: {} pieteikumiem pašreizējā posmā ir veicamas nepabeigtas darbības. Atcelt notiekošās darbības, lai mainītu posmu.
nb: {} søknader har uferdige handlinger som venter på det aktuelle trinnet. Avbryt de pågående handlingene for å endre trinn.
nl: {} sollicitaties hebben onvoltooide acties in afwachting in de huidige stap. Annuleer de lopende acties om de stap te wijzigen.
pl: {} aplikacje mają niezakończone działania oczekujące w bieżącym kroku. Anuluj trwające działania, aby zmienić krok.
sv: {} kandidater har oavslutade åtgärder i nuvarande steg. Avboka åtgärderna för att flytta till ett nytt steg.

source: You do not have permission to schedule phone interview
da: Du har ikke tilladelse til at planlægge et telefoninterview
de: Sie haben nicht die Befugnis ein telefonisches Bewerbungsgespräch zu planen
et: Sul ei ole õigust planeerida telefonivestlust
fi: Sinulla ei ole oikeutta varata puhelinhaastattelua
fr: Vous n'avez pas la permission de planifier un entretien téléphonique
lv: Jums nav atļaujas ieplānot telefona interviju
nb: Du har ikke tillatelse til å avtale telefonintervju
nl: U heeft geen toestemming om een telefonisch interview in te plannen
pl: Nie masz uprawnień do planowania rozmowy telefonicznej
sv: Du har inte behörighet att boka telefonintervjuer

source: You do not have permission to schedule phone interview for {} applications
da: Du har ikke tilladelse til at planlægge et telefoninterview for {} ansøgninger
de: Sie haben nicht die Befugnis ein telefonisches Bewerbungsgespräch für {} Bewerbungen zu planen
et: Sul ei ole õigust planeerida telefonivestlust {} avaldusele
fi: Sinulla ei ole oikeutta varata puhelinhaastattelua {} hakijalle
fr: Vous n'avez pas la permission de planifier un entretien téléphonique pour {} candidatures
lv: Jums nav atļaujas ieplānot telefona interviju {} pieteikumiem
nb: Du har ikke tillatelse til å avtale telefonintervju for {} søknader
nl: U heeft geen toestemming om een telefonisch interview in te plannen voor {} sollicitaties
pl: Nie masz uprawnień do planowania rozmowy telefonicznej dla {} aplikacji
sv: Du har inte behörighet att boka telefonintervjuer för {} kandidater

source: You do not have permission to schedule online interview
da: Du har ikke tilladelse til at planlægge online-interview
de: Sie haben keine Berechtigung, ein Online-Interview zu planen
et: Teil pole luba veebipõhise intervjuu planeerimiseks
fi: Sinulla ei ole lupaa sopia online-haastattelua
fr: Vous n'avez pas la permission de planifier un entretien en ligne
lv: Jums nav atļaujas ieplānot tiešsaistes interviju
nb: Du har ikke tillatelse til å planlegge nettintervju
nl: U heeft geen toestemming om een online interview in te plannen
pl: Nie masz uprawnień do planowania rozmowy kwalifikacyjnej online
sv: Du har inte behörighet att schemalägga online-intervju

source: You do not have permission to schedule online interview for {} applications
da: Du har ikke tilladelse til at planlægge online-interview for {} ansøgninger
de: Sie haben keine Berechtigung, ein Online-Interview für {} Bewerbungen zu planen
et: Teil pole luba veebipõhise intervjuu planeerimiseks {} kandideerimisele
fi: Sinulla ei ole lupaa sopia online-haastattelua {} hakemuksille
fr: Vous n'avez pas la permission de planifier un entretien en ligne pour {} candidatures
lv: Jums nav atļaujas ieplānot tiešsaistes interviju {} pieteikumiem
nb: Du har ikke tillatelse til å planlegge nettintervju for {} søknader
nl: U heeft geen toestemming om een online interview in te plannen voor {} sollicitaties
pl: Nie masz uprawnień do planowania rozmowy kwalifikacyjnej online dla {} aplikacji
sv: Du har inte behörighet att schemalägga online-intervju för {} ansökningar
