Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Scheduling online interview - invitation being sent
da: Planlægning af onlineinterview - invitation bliver sendt
de: Online-Bewerbungsgesprächsplanung - Einladung wird gesendet
et: Veebivestluse planeerimine – kutset saadetakse
fi: Online-haastattelu varataan - kutsua lähetetään
fr: Planification d'un entretien en ligne - invitation envoyée
lv: Tiešsaistes intervijas ieplānošana – tiek nosūtīts uzaicinājums
nb: Planlegging av intervju på nett – invitasjon sendes
nl: Online interview inplannen - uitnodiging wordt verzonden
pl: Planowanie rozmowy online - wysyłanie zaproszenia
sv: Online-intervju bokas - inbjudan skickas

source: Rescheduling interview - invitation being sent
da: Udsættelse af interview - invitation bliver sendt
de: Terminverschiebung Bewerbungsgesprächs - Einladung wird gesendet
et: Vestluse uuesti planeerimine – kutset saadetakse
fi: Uusi haastattelu varataan - kutsua lähetetään
fr: Replanification de l'entretien - invitation envoyée
lv: Intervijas pārplānošana – tiek nosūtīts uzaicinājums
nb: Flytting av intervju – invitasjon sendes
nl: Interview verplaatsen - uitnodiging wordt verzonden
pl: Zmiana terminu rozmowy kwalifikacyjnej - wysyłanie zaproszenia
sv: Ny intervju bokas - inbjudan skickas

source: Rescheduling phone interview - invitation being sent
da: Udsættelse af telefonsamtale - invitation bliver sendt
de: Terminverschiebung des telefonisches Bewerbungsgesprächs - Einladung wird gesendet
et: Telefonivestluse uuesti planeerimine – kutset saadetakse
fi: Uusi puhelinhaastattelu varataan - kutsua lähetetään
fr: Replanification de l'entretien téléphonique - invitation envoyée
lv: Telefona intervijas pārplānošana – tiek nosūtīts uzaicinājums
nb: Flytting av telefonintervju – invitasjon sendes
nl: Telefonisch interview verplaatsen - uitnodiging wordt verzonden
pl: Zmiana terminu rozmowy telefonicznej - wysyłanie zaproszenia
sv: Bokar om telefonintervju

source: Rescheduling online interview - invitation being sent
da: Udsættelse af onlineinterview - invitation sendes
de: Terminverschiebung des online Bewerbungsgesprächs - Einladung wird gesendet
et: Veebivestluse uuesti planeerimine – kutset saadetakse
fi: Uusi online-haastattelu varataan - kutsua lähetetään
fr: Replanification de l'entretien en ligne - invitation envoyée
lv: Tiešsaistes intervijas pārplānošana – tiek nosūtīts uzaicinājums
nb: Flytting av intervju på nett – invitasjon sendes
nl: Online interview verplaatsen - uitnodiging wordt verzonden
pl: Zmiana terminu rozmowy online - wysyłanie zaproszenia
sv: Online-intervju ombokas - inbjudan skickas

source: Interview cancelled before email sent
da: Interview aflyst før e-mail blev sendt
de: Bewerbungsgespräch abgesagt, bevor E-Mail gesendet wurde
et: Vestlus tühistati enne e-kirja saatmist
fi: Haastattelu peruttu ennen viestin lähetystä
fr: Entretien annulé avant l'envoi de l'e-mail
lv: Intervija atcelta pirms e-pasta ziņojuma nosūtīšanas
nb: Intervju avlyst før e-post ble sendt
nl: Interview geannuleerd voordat e-mail is verzonden
pl: Rozmowa kwalifikacyjna anulowana przed wysłaniem e-maila
sv: Intervjun har avbokats före meddelandet skickades

source: Phone interview cancelled before email sent
da: Telefoninterview aflyst før e-mail blev sendt
de: Telefonisches Bewerbungsgespräch abgesagt, bevor E-Mail gesendet wurde
et: Telefonivestlus tühistati enne e-kirja saatmist
fi: Puhelinhaastattelu peruttu ennen viestin lähetystä
fr: Entretien téléphonique annulé avant l'envoi de l'e-mail
lv: Telefona intervija atcelta pirms e-pasta ziņojuma nosūtīšanas
nb: Telefonintervju avlyst før e-post ble sendt
nl: Telefonisch interview geannuleerd voordat e-mail is verzonden
pl: Rozmowa telefoniczna anulowana przed wysłaniem e-maila
sv: Telefonintervjun avbokades innan meddelandet skickades

source: Online interview cancelled before email sent
da: Onlineinterview aflyst før e-mail blev sendt
de: Online-Bewerbungsgespräch abgesagt, bevor E-Mail gesendet wurde
et: Veebivestlus tühistati enne e-kirja saatmist
fi: Online-haastattelu peruttu ennen viestin lähetystä
fr: Entretien en ligne annulé avant l'envoi de l'e-mail
lv: Tiešsaistes intervija atcelta pirms e-pasta ziņojuma nosūtīšanas
nb: Nettintervju avlyst før e-post ble sendt
nl: Online interview geannuleerd voordat e-mail is verzonden
pl: Rozmowa online anulowana przed wysłaniem e-maila
sv: Online-intervjun har avbokats innan meddelandet skickades

source: Scheduled interview cancelled
da: Planlagt interview aflyst
de: Geplantes Bewerbungsgespräch abgesagt
et: Planeeritud vestlus tühistati
fi: Varattu haastattelu peruttu
fr: Entretien planifié annulé
lv: Plānotā intervija atcelta
nb: Avtalt intervju avlyst
nl: Gepland interview geannuleerd
pl: Zaplanowana rozmowa kwalifikacyjna anulowana
sv: Bokad intervju har avbokats

source: Scheduled phone interview cancelled
da: Planlagt telefoninterview aflyst
de: Geplantes telefonisches Bewerbungsgespräch abgesagt
et: Planeeritud telefonivestlus tühistati
fi: Varattu puhelinhaastattelu peruttu
fr: Entretien téléphonique prévu annulé
lv: Atcelta plānotā telefona intervija
nb: Avtalt telefonintervju avlyst
nl: Geplande telefonische sollicitatie geannuleerd
pl: Zaplanowana rozmowa telefoniczna anulowana
sv: Bokad telefonintervju avbokades

source: Scheduled interview cancelled without email
da: Planlagt interview aflyst uden e-mail
de: Geplantes Bewerbungsgespräch ohne E-Mail abgesagt
et: Planeeritud vestlus tühistati ilma e-kirjata
fi: Haastattelu peruttu lähettämättä sähköpostiviestiä
fr: Entretien prévu annulé sans email
lv: Plānotā intervija atcelta bez e-pasta vēstules
nb: Avtalt intervju avlyst uten e-post
nl: Geplande sollicitatie geannuleerd zonder e-mail
pl: Zaplanowana rozmowa kwalifikacyjna anulowana bez e-maila
sv: Intervjun avbokades utan att skicka email

source: Confirmed interview cancelled without email
da: Bekræftet interview aflyst uden e-mail
de: Bestätigtes Bewerbungsgespräch ohne E-Mail abgesagt
et: Kinnitatud vestlus tühistati ilma e-kirjata
fi: Vahvistettu haastattelu peruttu ilman sähköpostia
fr: Entretien confirmé annulé sans email
lv: Apstiprinātā intervija atcelta bez e-pasta vēstules
nb: Bekreftet intervju avlyst uten e-post
nl: Bevestigde sollicitatie geannuleerd zonder e-mail
pl: Potwierdzona rozmowa kwalifikacyjna anulowana bez e-maila
sv: Bekräftad intervju avbokad utan e-post

source: Confirmed phone interview cancelled without email
da: Bekræftet telefoninterview aflyst uden e-mail
de: Bestätigtes telefonisches Bewerbungsgespräch ohne E-Mail abgesagt
et: Kinnitatud telefonivestlus tühistati ilma e-kirjata
fi: Vahvistettu puhelinhaastattelu peruttu ilman sähköpostia
fr: Entretien téléphonique confirmé annulé sans email
lv: Apstiprinātā telefona intervija atcelta bez e-pasta vēstules
nb: Bekreftet telefonintervju avlyst uten e-post
nl: Bevestigde telefonische sollicitatie geannuleerd zonder e-mail
pl: Potwierdzona rozmowa telefoniczna anulowana bez e-maila
sv: Bekräftad telefonintervju avbokad utan e-post

source: Scheduled phone interview cancelled without email
da: Planlagt telefoninterview aflyst uden e-mail
de: Geplantes, telefonisches Bewerbungsgespräch ohne E-Mail abgesagt
et: Planeeritud telefonivestlus tühistati ilma e-kirjata
fi: Sovittu puhelinhaastattelu peruttiin ilman viestin lähetystä
fr: Entretien téléphonique prévu annulé sans email
lv: Plānotā telefona intervija atcelta bez e-pasta vēstules
nb: Avtalt telefonintervju avlyst uten e-post
nl: Geplande telefonische sollicitatie geannuleerd zonder e-mail
pl: Zaplanowana rozmowa telefoniczna anulowana bez e-maila
sv: Bokad telefonintervju avbokades utan att skicka email

source: Scheduled group interview cancelled without email
da: Planlagt gruppeinterview aflyst uden e-mail
de: Geplantes Gruppenbewerbungsgespräch ohne E-Mail abgesagt
et: Planeeritud grupivestlus tühistati ilma e-kirjata
fi: Sovittu ryhmähaastattelu peruttiin ilman viestin lähetystä
fr: Entretien de groupe prévu annulé sans email
lv: Plānotā grupas intervija atcelta bez e-pasta vēstules
nb: Avtalt gruppeintervju avlyst uten e-post
nl: Geplande groepssollicitatie geannuleerd zonder e-mail
pl: Zaplanowana rozmowa grupowa anulowana bez e-maila
sv: Den bekräftade gruppintervjun avbokades utan att skicka ett meddelande

source: Scheduled online interview cancelled
da: Planlagt onlineinterview aflyst
de: Geplantes Online-Bewerbungsgespräch abgesagt
et: Planeeritud veebivestlus tühistati
fi: Varattu online-haastattelu peruttu
fr: Entretien en ligne prévu annulé
lv: Atcelta plānotā tiešsaistes intervija
nb: Avtalt intervju på nett avlyst
nl: Geplande online sollicitatie geannuleerd
pl: Zaplanowana rozmowa online anulowana
sv: Bokad online-intervju har avbokats

source: Scheduled online interview cancelled without email
da: Planlagt onlineinterview aflyst uden e-mail
de: Geplantes Online-Bewerbungsgespräch ohne E-Mail abgesagt
et: Planeeritud veebivestlus tühistati ilma e-kirjata
fi: Online-haastattelu peruttu lähettämättä sähköpostiviestiä
fr: Entretien en ligne prévu annulé sans email
lv: Plānotā tiešsaistes intervija atcelta bez e-pasta vēstules
nb: Avtalt intervju på nett avlyst uten e-post
nl: Geplande online sollicitatie geannuleerd zonder e-mail
pl: Zaplanowana rozmowa online anulowana bez e-maila
sv: Online-intervjun avbokades utan att skicka email

source: Confirmed online interview cancelled without email
da: Bekræftet onlineinterview aflyst uden e-mail
de: Bestätigtes Online-Bewerbungsgespräch ohne E-Mail abgesagt
et: Kinnitatud veebivestlus tühistati ilma e-kirjata
fi: Vahvistettu online-haastattelu peruttu ilman sähköpostia
fr: Entretien en ligne confirmé annulé sans email
lv: Apstiprinātā tiešsaistes intervija atcelta bez e-pasta vēstules
nb: Bekreftet intervju på nett avlyst uten e-post
nl: Bevestigde online sollicitatie geannuleerd zonder e-mail
pl: Potwierdzona rozmowa online anulowana bez e-maila
sv: Bekräftad onlineintervju avbokad utan e-post

source: Interview has been confirmed by applicant
da: Interviewet er blevet bekræftet af ansøgeren
de: Bewerbungsgespräch vom Bewerber bestätigt
et: Kandidaat kinnitas vestluse
fi: Hakija on vahvistanut haastattelun
fr: Entretien confirmé par le candidat
lv: Kandidāts ir apstiprinājis interviju
nb: Intervjuet er bekreftet av søkeren
nl: Sollicitatie is bevestigd door sollicitant
pl: Rozmowa kwalifikacyjna została potwierdzona przez kandydata
sv: Kandidaten har bekräftat intervjun

source: Phone interview has been confirmed by applicant
da: Telefoninterview er blevet bekræftet af ansøgeren
de: Telefonisches Bewerbungsgespräch vom Bewerber bestätigt
et: Kandidaat kinnitas telefonivestluse
fi: Hakija on vahvistanut puhelinhaastattelun
fr: Entretien téléphonique confirmé par le candidat
lv: Kandidāts ir apstiprinājis telefona interviju
nb: Telefonintervjuet er bekreftet av søkeren
nl: Telefonische sollicitatie is bevestigd door sollicitant
pl: Rozmowa telefoniczna została potwierdzona przez kandydata
sv: Kandidaten har bekräftat telefonintervjun

source: Online interview has been confirmed by applicant
da: Onlineinterview er bekræftet af ansøger
de: Online-Bewerbungsgespräch vom Bewerber bestätigt
et: Kandidaat kinnitas veebivestluse
fi: Hakija on vahvistanut online-haastattelun
fr: Entretien en ligne confirmé par le candidat
lv: Kandidāts ir apstiprinājis tiešsaistes interviju
nb: Intervjuet på nett er bekreftet av søkeren
nl: Online sollicitatie is bevestigd door sollicitant
pl: Rozmowa online została potwierdzona przez kandydata
sv: Kandidaten har bekräftat online-intervjun

source: Confirmed interview cancelled
da: Bekræftet interview aflyst
de: Bestätigtes Bewerbungsgespräch abgesagt
et: Kinnitatud vestlus tühistati
fi: Vahvistettu haastattelu peruttu
fr: Entretien confirmé annulé
lv: Apstiprinātā intervija atcelta
nb: Bekreftet intervju avlyst
nl: Bevestigde sollicitatie geannuleerd
pl: Potwierdzona rozmowa kwalifikacyjna anulowana
sv: Bekräftad intervju har avbokats

source: Confirmed phone interview cancelled
da: Bekræftet telefoninterview aflyst
de: Bestätigtes, telefonisches Bewerbungsgespräch abgesagt
et: Kinnitatud telefonivestlus tühistati
fi: Vahvistettu puhelinhaastattelu peruttu
fr: Entretien téléphonique confirmé annulé
lv: Apstiprinātā telefona intervija atcelta
nb: Bekreftet telefonintervju avlyst
nl: Bevestigde telefonische sollicitatie geannuleerd
pl: Potwierdzona rozmowa telefoniczna anulowana
sv: Avbokade bekräftad telefonintervju

source: Confirmed online interview cancelled
da: Bekræftet onlineinterview aflyst
de: Bestätigtes Online-Bewerbungsgespräch abgesagt
et: Kinnitatud veebivestlus tühistati
fi: Vahvistettu online-haastattelu peruttu
fr: Entretien en ligne confirmé annulé
lv: Apstiprinātā tiešsaistes intervija atcelta
nb: Bekreftet intervju på nett avlyst
nl: Bevestigde online sollicitatie geannuleerd
pl: Potwierdzona rozmowa online anulowana
sv: Bekräftad online-intervju har avbokats

source: Interview schedule email sent
da: E-mail med interviewplan sendt
de: E-Mail zur Terminplanung des Bewerbungsgesprächs gesendet
et: Vestluse planeerimise e-kiri on saadetud
fi: Haastattelun varauskutsu lähetetty
fr: Email de planification d'entretien envoyé
lv: Intervijas grafika e-pasta vēstule ir nosūtīta
nb: E-post med informasjon om intervju er sendt
nl: E-mail met sollicitatieafspraak verzonden
pl: E-mail z harmonogramem rozmowy kwalifikacyjnej wysłany
sv: Email för bokning av intervju har skickats

source: Phone interview schedule email sent
da: Tidsplan for telefoninterview sendt via e-mail
de: E-Mail zur Terminplanung des telefonischen Bewerbungsgesprächs gesendet
et: Telefonivestluse planeerimise e-kiri on saadetud
fi: Puhelinhaastattelun varauskutsu lähetetty
fr: Email de planification d'entretien téléphonique envoyé
lv: Telefona intervijas grafika e-pasta vēstule ir nosūtīta
nb: E-post med informasjon om telefonintervju er sendt
nl: E-mail met telefonische sollicitatieafspraak verzonden
pl: E-mail z harmonogramem rozmowy telefonicznej wysłany
sv: Skickade email för att boka telefonintervju

source: Online interview schedule email sent
da: Onlineinterviewplan sendt via e-mail
de: E-Mail zur Terminplanung des Online-Bewerbungsgesprächs gesendet
et: Veebivestluse planeerimise e-kiri on saadetud
fi: Online-haastattelun varauskutsu lähetetty
fr: Email de planification d'entretien en ligne envoyé
lv: Tiešsaistes intervijas grafika e-pasta vēstule ir nosūtīta
nb: E-post om informasjon om intervju på nett er sendt
nl: E-mail met online sollicitatieafspraak verzonden
pl: E-mail z harmonogramem rozmowy online wysłany
sv: Email för bokning av online-intervju har skickats

source: Interview reschedule email sent
da: E-mail om udsættelse af interview sendt
de: E-Mail zur Terminänderung des Bewerbungsgesprächs gesendet
et: Vestluse aja muutmise e-kiri on saadetud
fi: Uusi haastattelukutsu lähetetty
fr: Email de replanification d'entretien envoyé
lv: Intervijas pārplānošanas e-pasta vēstule ir nosūtīta
nb: E-post om flytting av intervju er sendt
nl: E-mail met nieuwe sollicitatieafspraak verzonden
pl: E-mail ze zmianą terminu rozmowy kwalifikacyjnej wysłany
sv: Email för ombokning av intervju har skickats

source: Phone interview reschedule email sent
da: E-mail om udsættelse af telefoninterview sendt
de: E-Mail zur Terminänderung des telefonisches Bewerbungsgesprächs gesendet
et: Telefonivestluse aja muutmise e-kiri on saadetud
fi: Uusi puhelinhaastattelukutsu lähetetty
fr: E-mail de replanification de l'entretien téléphonique envoyé
lv: Telefona intervijas pārplānošanas e-pasta vēstule ir nosūtīta
nb: E-post om flytting av telefonintervju er sendt
nl: E-mail voor het opnieuw plannen van telefonisch sollicitatiegesprek verzonden
pl: E-mail ze zmianą terminu rozmowy telefonicznej wysłany
sv: Ny inbjudan till telefonintervju har skickats

source: Online interview reschedule email sent
da: E-mail om udsættelse af onlineinterview sendt
de: E-Mail zur Terminänderung des Online-Bewerbungsgesprächs gesendet
et: Veebivestluse aja muutmise e-kiri on saadetud
fi: Uusi online -haastattelukutsu lähetetty
fr: E-mail de replanification de l'entretien en ligne envoyé
lv: Tiešsaistes intervijas pārplānošanas e-pasta vēstule ir nosūtīta
nb: E-post om flytting av intervju på nett er sendt
nl: E-mail voor het opnieuw plannen van online sollicitatiegesprek verzonden
pl: E-mail ze zmianą terminu rozmowy online wysłany
sv: Email för ombokning av online-intervju har skickats

source: Invited to preonboarding
da: Inviteret til pre-onboarding
de: Zum Pre-onboarding eingeladen
et: Kutsutud eeltutvustusele
fi: Kutsuttu esiperehdytykseen
fr: Invité à la préintégration
lv: Uzaicināts uz aktivitātēm pirms darba uzsākšanas
nb: Invitert til preboarding
nl: Uitgenodigd voor preonboarding
pl: Zaproszony do preonboardingu
sv: Bjuden in till pre-onboarding

source: Sent for reference checking
da: Sendt til referencetjek
de: Zur Referenzüberprüfung gesendet
et: Saadetud soovitajate ülevaatusele
fi: Lähetetty referenssin tarkistukseen
fr: Envoyé pour vérification des références
lv: Nosūtīts atsauksmju pārbaudei
nb: Sendt til referansesjekk
nl: Verzonden voor referentiecontrole
pl: Wysłano do sprawdzenia referencji
sv: Skickat för referenskontroll

source: Reference check in progress
da: Referencetjek i gang
de: Referenzüberprüfung läuft
et: Soovitajaid vaadatakse üle
fi: Referenssin tarkistus käynnissä
fr: Vérification des références en cours
lv: Norisinās atsauksmju pārbaude
nb: Referansesjekk pågår
nl: Referentiecontrole wordt uitgevoerd
pl: Sprawdzanie referencji w toku
sv: Referenskontroll pågår

source: Reference checking completed
da: Referencetjek afsluttet
de: Referenzüberprüfung abgeschlossen
et: Soovitajad on üle vaadatud
fi: Referenssien tarkistus suoritettu
fr: Vérification des références terminée
lv: Atsauksmju pārbaude pabeigta
nb: Referansesjekk fullført
nl: Referentiecontrole voltooid
pl: Sprawdzanie referencji zakończone
sv: Referenskontroll avslutad

source: Scheduling {interview} - invitation being sent
da: Planlægning af {interview} - invitation bliver sendt
de: Terminplanung {interview} - Einladung wird gesendet
et: {interview}e planeerimine – kutset saadetakse
fi: Varataan {interview}a - kutsua lähetetään
fr: Planification de {interview} - invitation en cours d'envoi
lv: {interview} ieplānošana – tiek nosūtīts uzaicinājums
nb: Avtale av {interview} – invitasjon sendes
nl: Plannen van {interview} - uitnodiging wordt verzonden
pl: Planowanie {interview} - wysyłanie zaproszenia
sv: Bokar {interview} - skickar inbjudan

source: Rescheduling {interview} - invitation being sent
da: Omlægning af {interview} - invitation bliver sendt
de: Terminänderung {interview} - Einladung wird gesendet
et: {interview}e aja muutmine – kutset saadetakse
fi: Uutta {interview}a varataan - kutsua lähetetään
fr: Replanification de {interview} - invitation en cours d'envoi
lv: {interview} pārplānošana – tiek nosūtīts uzaicinājums
nb: Flytting av {interview} – invitasjon sendes
nl: Opnieuw plannen van {interview} - uitnodiging wordt verzonden
pl: Zmiana terminu {interview} - wysyłanie zaproszenia
sv: Bokar om {interview} - skickar inbjudan

source: The {interview} cancelled before email sent
da: {interview} aflyst før e-mail sendt
de: Das {interview} wurde abgesagt, bevor E-Mail gesendet wurde
et: {interview} tühistati enne e-kirja saatmist
fi: {interview} peruttu ennen viestin lähetystä
fr: L'{interview} a été annulé avant l'envoi de l'e-mail
lv: {interview} tika atcelta pirms e-pasta ziņojuma nosūtīšanas
nb: {interview} ble avlyst før e-post ble sendt
nl: Het {interview} geannuleerd voordat e-mail is verzonden
pl: {interview} anulowano przed wysłaniem e-maila
sv: {interview} avbokades före emailen skickades

source: Scheduled {interview} cancelled
da: Planlagt {interview} aflyst
de: Geplantes {interview} abgesagt
et: Planeeritud {interview} tühistati
fi: Varattu {interview} on peruttu
fr: {interview} prévu annulé
lv: Plānotā {interview} atcelta
nb: Avtalt {interview} avlyst
nl: Gepland {interview} geannuleerd
pl: Zaplanowany {interview} anulowany
sv: Bokade {interview} har avbokats

source: The {interview} has been confirmed by applicant
da: {interview} er blevet bekræftet af ansøgeren
de: Das {interview} wurde vom Bewerber bestätigt
et: Kandidaat kinnitas {interview}e
fi: Hakija on vahvistanut tapahtuman: {interview}
fr: L'{interview} a été confirmé par le candidat
lv: Kandidāts ir apstiprinājis {interview}
nb: {interview} er bekreftet av søkeren
nl: Het {interview} is bevestigd door de sollicitant
pl: {interview} został potwierdzony przez kandydata
sv: {interview} har blivit bekräftad av kandidaten

source: Confirmed {interview} cancelled
da: Bekræftet {interview} aflyst
de: Bestätigtes {interview} abgesagt
et: Kinnitatud {interview} tühistati
fi: Vahvistettu {interview} on peruttu
fr: {interview} confirmé annulé
lv: Apstiprināta {interview} atcelta
nb: Bekreftet {interview} avlyst
nl: Bevestigd {interview} geannuleerd
pl: Potwierdzony {interview} anulowany
sv: Bekräftad {interview} har avbokats

source: The {interview} schedule email sent
da: E-mailen med {interview}-planen sendt
de: E-Mail zur {interview} Terminplanung gesendet
et: {interview}e planeerimise e-kiri on saadetud
fi: Kutsuviesti lähetetty: {interview}
fr: L'e-mail de planification de {interview} envoyé
lv: Nosūtīta {interview} grafika e-pasta vēstule
nb: E-post med avtale av {interview} ble sendt
nl: De e-mail met het schema voor het {interview} is verzonden
pl: E-mail z harmonogramem {interview} wysłany
sv: Inbjudan har skickats: {interview}

source: The {interview} reschedule email sent
da: E-mailen om at flytte {interview} sendt
de: E-Mail zur {interview} Terminänderung gesendet
et: {interview}e aja muutmise e-kiri on saadetud
fi: Viesti lähetetty: tapahtuman {interview} siirtäminen
fr: L'e-mail de replanification de {interview} envoyé
lv: {interview} pārplānošanas e-pasta vēstule ir nosūtīta
nb: E-post om flytting av {interview} ble sendt
nl: De e-mail voor het opnieuw plannen van het {interview} is verzonden
pl: E-mail ze zmianą terminu {interview} wysłany
sv: Meddelandet för att boka om {interview} har skickats

source: Application added from Talent Community
da: Ansøgning tilføjet fra Talent Community
de: Bewerbung aus Talent-Community hinzugefügt
et: Avaldus lisati Talent Communityst
fi: Hakemus lisätty Talent Communitysta
fr: Candidature ajoutée depuis la communauté de talents
lv: Pieteikums pievienots no Talent Community
nb: Søknad lagt til fra Talent Community
nl: Sollicitatie toegevoegd vanuit Talent Community
pl: Aplikacja dodana z Talent Community
sv: Ansökan tillsatt från Talent Community

source: Invited {email} to Talent Community
da: Inviteret {email} til Talent Community
de: {email} zur Talent-Community eingeladen
et: {email} on kutsutud Talent Communitysse
fi: {email} on kutsuttu Talent Communityyn
fr: {email} invité à la communauté de talents
lv: Uz Talent Community uzaicināts {email}
nb: Invitert {email} til Talent Community
nl: {email} uitgenodigd voor Talent Community
pl: Zaproszono {email} do Talent Community
sv: {email} är nu inbjuden till Talent Communityn

source: Welcome {email} to Talent Community
da: Velkommen {email} til Talent Community
de: Wir begrüßen {email} in der Talent-Community!
et: Isiku {email} tervitamine Talent Communitys
fi: Tervetuloa {email} Talent Communityyn
fr: Bienvenue {email} dans la communauté de talents
lv: Laipni lūdzam {email} Talent Community
nb: Velkommen {email} til Talent Community
nl: Welkom {email} bij Talent Community
pl: Witamy {email} w Talent Community
sv: Välkommen {email} till Talent Communityn!
