Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: {}Reach the candidates you're looking for effortlessly!{}With Jobilla's tailored recruitment campaigns, you can reach, on average, seven times more potential candidates for your recruitment than with traditional methods.{}How to order a Jobilla recruitment campaign?{}Fill out the form below and click send{}Jobilla will contact you and go through the entire process (including schedule, price, etc.){}You will receive a campaign proposal{}The campaign is approved and published{}
da: {}Nå de kandidater, du leder efter uden besvær!{}Med Jobillas skræddersyede rekrutteringskampagner kan du i gennemsnit nå syv gange flere potentielle kandidater til din rekruttering end med traditionelle metoder.{}Sådan bestiller du en Jobilla-rekrutteringskampagne?{}Udfyld formularen nedenfor, og klik på send{}Jobilla kontakter dig og gennemgår hele processen (herunder tidsplan, pris osv.){}Du modtager et kampagneforslag{}Kampagnen godkendes og offentliggøres{}
de: {}Erreichen Sie mühelos die Kandidaten, nach denen Sie suchen!{}Mit den maßgeschneiderten Rekrutierungskampagnen von Jobilla können Sie im Durchschnitt siebenmal mehr potenzielle Kandidaten für Ihre Rekrutierung erreichen als mit herkömmlichen Methoden.{}Wie bestellt man eine Jobilla-Rekrutierungskampagne?{}Füllen Sie das untenstehende Formular aus und klicken Sie auf Senden{}Jobilla wird sich mit Ihnen in Verbindung setzen und den gesamten Prozess durchgehen (einschließlich Zeitplan, Preis usw.){}Sie erhalten einen Kampagnenvorschlag{}Die Kampagne wird genehmigt und veröffentlicht{}
et: {}Jõua hõlpsasti soovitud kandidaatideni!{}Jobilla kohandatud värbamiskampaaniatega jõuate keskmiselt seitse korda rohkemate potentsiaalsete kandidaatideni kui traditsiooniliste meetoditega.{}Kuidas tellida Jobilla värbamiskampaaniat?{}Täitke allolev vorm ja klõpsake nuppu Saada{}Jobilla võtab teiega ühendust ja käib läbi kogu protsessi (sh ajakava, hind jne){}Saate kampaaniapakkumise{}Kampaania kinnitatakse ja avaldatakse{}
fi: {}Tavoita etsimäsi osaajat vaivattomasti!{}Jobillan räätälöidyillärekrytointikampanjoilla saavutat keskimäärin seitsemän kertaa enemmän potentiaalisia kandidaatteja rekrytointeihisi kuin perinteisillä rekrytointikeinoilla.{}Miten tilaan Jobillan rekrytointikampanjan?{}Täytä alla oleva lomake ja paina lähetä{}Jobilla on yhteydessä teihin ja käy kokonaisprosessia läpi (mm aikataulu, hinta yms){}Saatte ehdotuksen kampanjasta{}Kampanja hyväksytään ja julkaistaan{}
fr: {}Atteignez sans effort les candidats que vous recherchez !{}Avec les campagnes de recrutement sur mesure de Jobilla, vous pouvez atteindre, en moyenne, sept fois plus de candidats potentiels pour votre recrutement qu'avec les méthodes traditionnelles.{}Comment commander une campagne de recrutement Jobilla ?{}Remplissez le formulaire ci-dessous et cliquez sur envoyer{}Jobilla vous contactera et vous guidera à travers tout le processus (y compris le calendrier, le prix, etc.){}Vous recevrez une proposition de campagne{}La campagne est approuvée et publiée{}
lv: {}Bez piepūles sasniedziet kandidātus, kurus meklējat!{}Ar Jobilla pielāgotajām darbā pieņemšanas kampaņām jūs varat sasniegt vidēji septiņas reizes vairāk potenciālo kandidātu jūsu darbā pieņemšanai nekā ar tradicionālajām metodēm.{}Kā pasūtīt Jobilla darbā pieņemšanas kampaņu?{}Aizpildiet zemāk esošo veidlapu un noklikšķiniet uz sūtīt{}Jobilla sazināsies ar jums un izies cauri visam procesam (ieskaitot grafiku, cenu utt.){}Jūs saņemsiet kampaņas piedāvājumu{}Kampaņa tiek apstiprināta un publicēta{}
nb: {}Nå kandidatene du leter etter uten anstrengelse!{}Med Jobillas skreddersydde rekrutteringskampanjer kan du nå i gjennomsnitt syv ganger flere potensielle kandidater til din rekruttering enn med tradisjonelle metoder.{}Hvordan bestille en Jobilla-rekrutteringskampanje?{}Fyll ut skjemaet nedenfor og klikk send{}Jobilla vil kontakte deg og gå gjennom hele prosessen (inkludert tidsplan, pris osv.){}Du vil motta et kampanjeforslag{}Kampanjen er godkjent og publisert{}
nl: {}Bereik moeiteloos de kandidaten waar u naar op zoek bent!{}Met Jobilla's op maat gemaakte wervingscampagnes kunt u gemiddeld zeven keer meer potentiële kandidaten voor uw werving bereiken dan met traditionele methoden.{}Hoe bestelt u een Jobilla wervingscampagne?{}Vul het onderstaande formulier in en klik op verzenden{}Jobilla neemt contact met u op en doorloopt het hele proces (inclusief planning, prijs, enz.){}U ontvangt een campagnevoorstel{}De campagne wordt goedgekeurd en gepubliceerd{}
pl: {}Bez wysiłku dotrzej do kandydatów, których szukasz!{}Dzięki dopasowanym kampaniom rekrutacyjnym Jobilla możesz dotrzeć średnio do siedmiu razy większej liczby potencjalnych kandydatów niż tradycyjnymi metodami.{}Jak zamówić kampanię rekrutacyjną Jobilla?{}Wypełnij poniższy formularz i kliknij wyślij{}Jobilla skontaktuje się z Tobą i omówi cały proces (w tym harmonogram, cenę itp.){}Otrzymasz propozycję kampanii{}Kampania zostanie zatwierdzona i opublikowana{}
sv: {}Nå de kandidater du söker utan ansträngning!{}Med Jobillas skräddarsydda rekryteringskampanjer kan du nå i genomsnitt sju gånger fler potentiella kandidater för din rekrytering än med traditionella metoder.{}Hur beställer man en Jobilla-rekryteringskampanj?{}Fyll i formuläret nedan och klicka på skicka{}Jobilla kommer att kontakta dig och gå igenom hela processen (inklusive schema, pris etc.){}Du kommer att få ett kampanjförslag{}Kampanjen godkänns och publiceras{}

source: Product ID
da: Produkt-ID
de: Produkt-ID
et: Toote ID
fi: Tuotteen ID
fr: ID du produit
lv: Produkta ID
nb: Produkt-ID
pl: ID produktu
sv: Produkt ID

source: Job location
da: Arbejdssted
de: Arbeitsort
et: Töökoha asukoht
fi: Työn sijainti
fr: Lieu de travail
lv: Darba vieta
nb: Arbeidssted
nl: Werklocatie
pl: Lokalizacja pracy
sv: Jobbplats

source: Company details
da: Virksomhedsoplysninger
de: Unternehmensdetails
et: Ettevõtte üksikasjad
fi: Yrityksen tiedot
fr: Détails de l'entreprise
lv: Uzņēmuma informācija
nb: Bedriftsdetaljer
nl: Bedrijfsgegevens
pl: Szczegóły firmy
sv: Företagsdetaljer

source: Company URL
da: Virksomhedens URL
de: Unternehmens-URL
et: Ettevõtte URL
fi: Yrityksen URL
fr: URL de l'entreprise
lv: Uzņēmuma URL
nb: Bedriftens nettadresse
nl: Bedrijfs-URL
pl: Adres URL firmy
sv: Företags-URL

source: Job start date
da: Startdato for job
de: Startdatum der Stelle
et: Töö alguskuupäev
fi: Työn alkamispäivä
fr: Date de début du poste
lv: Darba sākuma datums
nb: Startdato for jobb
nl: Startdatum baan
pl: Data rozpoczęcia pracy
sv: Startdatum för jobb

source: Notes for Jobilla
da: Noter til Jobilla
de: Notizen für Jobilla
et: Märkused Jobillale
fi: Huomioita Jobillalle
fr: Notes pour Jobilla
lv: Piezīmes Jobilla
nb: Notater til Jobilla
nl: Opmerkingen voor Jobilla
pl: Uwagi dla Jobilla
sv: Anteckningar för Jobilla

source: Billing info
da: Faktureringsoplysninger
de: Rechnungsinformationen
et: Arveldusinfo
fi: Laskutustiedot
fr: Informations de facturation
lv: Norēķinu informācija
nb: Faktureringsinformasjon
nl: Facturatiegegevens
pl: Informacje do faktury
sv: Faktureringsinformation

source: VAT
da: Moms
de: Umsatzsteuer
et: Käibemaks
fi: ALV
fr: TVA
lv: PVN
nb: MVA
nl: BTW
sv: Moms

source: Language skills
da: Sproglige færdigheder
de: Fremdsprachenkenntnisse
et: Keeleoskus
fi: Kielitaidot
fr: Compétences linguistiques
lv: Valodu prasmes
nb: Språkkunnskaper
nl: Taalvaardigheden
pl: Znajomość języków
sv: Språkkunskaper

source: Interests
da: Interesser
de: Interessen
et: Huvid
fi: Kiinnostuksen kohteet
fr: Intérêts
lv: Intereses
nb: Interesser
nl: Interesses
pl: Zainteresowania
sv: Intressen

source: Interest
da: Interesse
de: Interesse
et: Huvi
fi: Korko
fr: Intérêt
lv: Interese
nb: Interesse
nl: Interesse
pl: Zainteresowanie
sv: Ränta

source: Volunteer Experience
da: Frivillig erfaring
de: Ehrenamtliche Tätigkeiten
et: Vabatahtliku töö kogemus
fi: Vapaaehtoistyökokemus
fr: Expérience de bénévolat
lv: Brīvprātīgā darba pieredze
nb: Erfaring med frivillig arbeid
nl: Vrijwilligerservaring
pl: Doświadczenie wolontariackie
sv: Erfarenhet av frivilligarbete

source: Number of followers
da: Antal følgere
de: Anzahl der Follower
et: Jälgijate arv
fi: Seuraajien määrä
fr: Nombre d'abonnés
lv: Sekotāju skaits
nb: Antall følgere
nl: Aantal volgers
pl: Liczba obserwujących
sv: Antal följare

source: Experience
da: Erfaring
de: Erfahrung
et: Kogemus
fi: Kokemus
fr: Expérience
lv: Pieredze
nb: Erfaring
nl: Ervaring
pl: Doświadczenie
sv: Erfarenhet

source: Certifications
da: Certificeringer
de: Zertifikate
et: Sertifikaadid
fi: Todistukset
lv: Sertifikāti
nb: Sertifiseringer
nl: Certificeringen
pl: Certyfikaty
sv: Intyg

source: Authority
da: Myndighed
de: Behörde
et: Volitus
fi: Auktoriteetti
fr: Autorité
lv: Iestāde
nb: Myndighet
nl: Autoriteit
pl: Autorytet
sv: Auktoritet

source: Certificate
da: Certifikat
de: Zertifikat
et: Sertifikaat
fi: Todistus
fr: Certificat
lv: Sertifikāts
nb: Sertifikat
nl: Certificaat
pl: Certyfikat
sv: Intyg

source: Free description
da: Gratis beskrivelse
de: Freie Beschreibung
et: Vaba kirjeldus
fi: Vapaa kuvaus
fr: Description libre
lv: Apraksts brīvā formā
nb: Gratis beskrivelse
nl: Vrije beschrijving
pl: Dowolny opis
sv: Fri beskrivning

source: Proficiency level
da: Færdighedsniveau
de: Leistungsniveau
et: Oskustase
fi: Pätevyystaso
fr: Niveau de compétence
lv: Prasmju līmenis
nb: Ferdighetsnivå
nl: Vaardigheidsniveau
pl: Poziom biegłości
sv: Färdighetsnivå

source: Recommendation
da: Anbefaling
de: Empfehlung
et: Soovitus
fi: Suositus
fr: Recommandation
lv: Ieteikums
nb: Anbefaling
nl: Aanbeveling
pl: Rekomendacja
sv: Rekommendation

source: Decsription
da: Beskrivelse
de: Beschreibung
et: Kirjeldus
fi: Kuvaus
fr: Description
lv: Apraksts
nb: Beskrivelse
nl: Beschrijving
pl: Opis
sv: Beskrivning

source: Yearly
da: Årligt
de: Jährlich
et: Kord aastas
fi: Vuosittain
fr: Annuel
lv: Gada
nb: Årlig
nl: Jaarlijks
pl: Rocznie
sv: Årligen

source: Twice a month
da: To gange om måneden
de: Zweimal im Monat
et: Kaks korda kuus
fi: Kahdesti kuukaudessa
fr: Deux fois par mois
lv: Divreiz mēnesī
nb: To ganger i måneden
nl: Twee keer per maand
pl: Dwa razy w miesiącu
sv: Två gånger i månaden

source: Every two weeks
da: Hver anden uge
de: Alle zwei Wochen
et: Iga kahe nädala tagant
fi: Kahden viikon välein
fr: Toutes les deux semaines
lv: Ik pēc divām nedēļām
nb: Annenhver uke
nl: Om de twee weken
pl: Co dwa tygodnie
sv: Varannan vecka

source: Weekly
da: Ugentligt
de: Wöchentlich
et: Kord nädalas
fi: Viikoittain
fr: Hebdomadaire
lv: Nedēļas
nb: Ukentlig
nl: Wekelijks
pl: Tygodniowo
sv: Varje vecka

source: Daily
da: Dagligt
de: Täglich
et: Iga päev
fi: Päivittäin
fr: Quotidien
lv: Dienas
nb: Daglig
nl: Dagelijks
pl: Dziennie
sv: Dagligen

source: Hourly
da: Timelønnet
de: Stündlich
et: Tunnipõhine
fi: Tuntipalkka
fr: Horaire
lv: Stundas
nb: Timebasert
nl: Per uur
pl: Godzinowo
sv: Per timme

source: Once
da: Én gang
de: Einmal
et: Üks kord
fi: Kerran
fr: Une fois
lv: Vienreiz
nb: Én gang
nl: Eenmalig
pl: Jednorazowo
sv: En gång

source: Internship
da: Praktikophold
et: Praktika
fi: Harjoittelu
fr: Stage
lv: Prakse
nb: Praktikum
nl: Stage
pl: Staż
sv: Praktik

source: Workplace type
da: Type af arbejdsplads
de: Typ des Arbeitsplatzes
et: Töökoha tüüp
fi: Työpaikan tyyppi
fr: Type de lieu de travail
lv: Darbavietas tips
nb: Arbeidsplasstype
nl: Type werkplek
pl: Rodzaj miejsca pracy
sv: Typ av arbetsplats

source: Industry codes
da: Industrikoder
de: Industrie-Codes
et: Tegevusala koodid
fi: Toimialan koodit
fr: Codes de l'industrie
lv: Nozares kodi
nb: Bransjekoder
nl: Industriecodes
pl: Kody branżowe
sv: Branschkoder

source: Job function
da: Jobfunktion
de: Berufliche Funktion
et: Tööülesanded
fi: Työn kuvaus
fr: Fonction du poste
lv: Darba funkcija
nb: Jobbfunksjon
nl: Functie
pl: Funkcja stanowiska
sv: Jobb funktion

source: Salary period
da: Lønperiode
de: Gehaltsperiode
et: Palgaperiood
fi: Palkkakausi
fr: Période de salaire
lv: Algas periods
nb: Lønnsperiode
nl: Salarisperiode
pl: Okres wynagrodzenia
sv: Löneperiod

source: On-site
da: På stedet
de: Vor Ort
et: Kohapeal
fi: Paikan päällä
fr: Sur site
lv: Uz vietas
nb: På stedet
nl: Op locatie
pl: Na miejscu
sv: På plats

source: Hybrid
de: Hybride
et: Hübriidtöö
fi: Hybridi
fr: Hybride
lv: Kombinēti
nl: Hybride
pl: Hybrydowo

source: Occupations
da: Beskæftigelser
de: Beschäftigungen
et: Ametikohad
fi: Tehtäväalue
fr: Professions
lv: Profesijas
nb: Yrker
nl: Beroepen
pl: Zawody
sv: Yrke

source: Years of experience
da: Antal års erfaring
de: Dauer der Erfahrung (in Jahren)
et: Töötatud aastad
fi: Työkokemus
fr: Années d'expérience
lv: Pieredzes gadi
nb: Års erfaring
nl: Jaren ervaring
pl: Lata doświadczenia
sv: År av erfarenhet

source: Salary range
da: Løninterval
de: Gehaltsrahmen
et: Töötasu vahemik
fi: Palkkataso
fr: Fourchette de salaire
lv: Algas diapazons
nb: Lønnsintervall
nl: Salarisbereik
pl: Zakres wynagrodzenia
sv: Löneanspråk

source: Required languages
da: Påkrævede sprog
de: Erforderliche Sprachkenntnisse
et: Vajalikud keeled
fi: Kielitaito (vaadittava kielitaito)
fr: Langues requises
lv: Nepieciešamās valodas
nb: Påkrevde språk
nl: Vereiste talen
pl: Wymagane języki
sv: Obligatoriska språk

source: Required skills
da: Nødvendige færdigheder
de: Erforderliche Fähigkeiten
et: Vajalikud oskused
fi: Vaadittu osaaminen
fr: Compétences requises
lv: Nepieciešamās prasmes
nb: Påkrevde ferdigheter
nl: Vereiste vaardigheden
pl: Wymagane umiejętności
sv: Obligatoriska kunskaper

source: Job perks
da: Fordelene ved jobbet
de: Job-Vorteile
et: Hüved
fi: Tehtäväkohtaiset ominaisuudet
fr: Avantages du poste
lv: Darba “labumi”
nb: Jobbgoder
nl: Arbeidsvoorwaarden
pl: Benefity
sv: Arbetsförmåner

source: City or region name. When using multiple locations use semicolon (;) as separator.
da: By- eller regionsnavn. Hvis du bruger flere steder, skal du bruge semikolon (;) som separator.
de: Name der Stadt oder Region. Bei Verwendung mehrerer Standorte verwenden Sie Semikolon (;) zur Trennung.
et: Linna või piirkonna nimi. Kui lisad mitu asukohta, eralda need semikooloniga (;).
fi: Kaupungin tai alueen nimi. Kun käytät useita paikkoja, käytä erottimena puolipistettä (;).
fr: Nom de la ville ou de la région. Lorsque vous utilisez plusieurs emplacements, utilisez un point-virgule (;) comme séparateur.
lv: Pilsētas vai reģiona nosaukums. Izmantojot vairākas atrašanās vietas, kā atdalītāju izmantojiet semikolu (;).
nb: Navn på by eller region. Ved bruk av flere steder, bruk semikolon (;) som skilletegn.
nl: Naam van stad of regio. Gebruik een puntkomma (;) als scheidingsteken bij meerdere locaties.
pl: Nazwa miasta lub regionu. W przypadku wielu lokalizacji użyj średnika (;) jako separatora.
sv: Stadens eller regionens namn. När flera platser används, använd då semikolon (;) som separator.

source: Jobly's advertisement type
da: Joblys annoncetype
de: Joblys Anzeigentyp
et: Jobly kuulutuse tüüp
fi: Joblyn ilmoitustyyppi
fr: Type d'annonce Jobly
nl: Joblys advertentietype
pl: Typ ogłoszenia Jobly
sv: Joblys annonstyp

source: As soon as possible
da: Så hurtigt som muligt
de: So bald wie möglich
et: Esimesel võimalusel
fi: Mahdollisimman pian
fr: Dès que possible
lv: Pēc iespējas ātrāk
nb: Så snart som mulig
nl: Zo snel mogelijk
pl: Najszybciej jak to możliwe
sv: Så snart som möjligt

source: Per agreement
da: Iflg. aftale
de: Nach Vereinbarung
et: Kokkuleppel
fi: Sopimuksen mukaan
fr: Par accord
lv: Pēc vienošanās
nb: Etter avtale
nl: In overleg
pl: Według umowy
sv: Enligt överenskommelse

source: At specific date
da: På en bestemt dato
de: Zu einem bestimmten Datum
et: Kindlal kuupäeval
fi: Tiettynä päivänä
fr: À une date précise
lv: Noteiktā datumā
nb: På en bestemt dato
nl: Op specifieke datum
pl: W określonym terminie
sv: Vid ett specifikt datum

source: Time wage
da: Tidsløn
de: Stundenlohn
et: Tunnitasu
fi: Tuntipalkka
fr: Salaire horaire
lv: Uz laiku balstīta alga
nb: Tidslønn
nl: Uurloon
pl: Stawka godzinowa
sv: Tidslön

source: Time rate + bonus
da: Tidstakst + bonus
de: Stundenlohn + Prämie
et: Tunnitasu ja preemia
fi: Tuntipalkka + provisio
fr: Taux horaire + bonus
lv: Uz laiku balstīta alga un piemaksas
nb: Timepris + bonus
nl: Uurloon + bonus
pl: Stawka godzinowa + premia
sv: Tidsbelopp + bonus

source: Piece Rate
da: Stykpris
de: Stückpreis
fi: Urakkapalkka
nb: Stykkpris
pl: Stawka akordowa
sv: Ackordslön

source: Other
da: Andet
de: Andere
et: Muu
fi: Muu
lv: Cits
nb: Annet
pl: Inne
sv: Annat

source: Employment relationship
da: Ansættelsesforhold
de: Beschäftigungsverhältnis
et: Töösuhe
fi: Työsuhde
fr: Relation d'emploi
lv: Nodarbinātības veids
nb: Ansettelsesforhold
nl: Dienstverband
pl: Stosunek pracy
sv: Anställningsrelation

source: Official relationship
da: Officiel relation
de: Offizielle Geschäftsbeziehung
et: Ametlik suhe
fi: Virallinen suhde
fr: Relation officielle
lv: Oficiālas darba attiecības
nb: Offisielt forhold
nl: Ambtelijke aanstelling
pl: Oficjalny stosunek
sv: Officiellt förhållande

source: Recruitment commission
da: Rekrutteringskommission
de: Einstellungsprovision
et: Värbamistasu
fi: Rekrytointitoimeksianto
fr: Commission de recrutement
lv: Darbā iekārtošana
nb: Rekrutteringskommisjon
nl: Werving & selectie
pl: Prowizja rekrutacyjna
sv: Rekryteringsuppdrag

source: Entrepreneurship
da: Iværksætteri
et: Ettevõtlus
fi: Yrittäjyys
fr: Entrepreneuriat
lv: Uzņēmējdarbība
nb: Entreprenørskap
nl: Ondernemerschap
pl: Przedsiębiorczość
sv: Företagsamhet

source: Apprenticeship
da: Lærlingeuddannelse
de: Berufsausbildung
et: Praktika
fi: Oppisopimus
fr: Apprentissage
lv: Māceklis
nb: Lærlingplass
nl: Stage
pl: Praktyka zawodowa
sv: Läroavtal

source: Temporary agency work
da: Midlertidigt arbejde
de: Leiharbeit
et: Renditöö
fi: Väliaikainen vuokratyö
fr: Travail intérimaire
lv: Aģentūras pagaidu darbs
nb: Arbeid for bemanningsbyrå
nl: Uitzendwerk
pl: Praca tymczasowa
sv: Bemanningsarbete

source: Own funding is required
da: Egenfinansiering er påkrævet
de: Eigene Mittel sind erforderlich
et: Omavahendid on vajalikud
fi: Oma rahoitus vaaditaan
fr: Un financement propre est requis
lv: Vajadzīgs privātais finansējums
nb: Egen finansiering er påkrevd
nl: Eigen financiering vereist
pl: Wymagane własne finansowanie
sv: Egen finansiering krävs

source: Daytime work
da: Arbejde i dagtimerne
de: Arbeit tagsüber
et: Päevane töö
fi: Päivätyö
fr: Travail de jour
lv: Dienas laika darbs
nb: Arbeid på dagtid
nl: Dagdienst
pl: Praca w dzień
sv: Dagsarbete

source: Evening work
da: Aftenarbejde
de: Abendarbeit
et: Õhtune töö
fi: Iltatyö
fr: Travail du soir
lv: Vakara darbs
nb: Kveldsarbeid
nl: Avondwerk
pl: Praca wieczorowa
sv: Kvällsarbete

source: Night work
da: Natarbejde
de: Nachtschicht
et: Öötöö
fi: Yötyö
fr: Travail de nuit
lv: Nakts darbs
nb: Nattarbeid
nl: Nachtwerk
pl: Praca nocna
sv: Nattarbete

source: Period work
da: Periodearbejde
de: Periodische Arbeit
et: Hooajaline töö
fi: Kausityö
fr: Travail périodique
lv: Noteikta laika darbs
nb: Periodisk arbeid
nl: Periodedienst
pl: Praca okresowa
sv: Periodarbete

source: Flexible work
da: Fleksibelt arbejde
de: Flexible Arbeit
et: Paindlik töö
fi: Joustava työ
fr: Travail flexible
lv: Elastīgs darbs
nb: Fleksibelt arbeid
nl: Flexibel werk
pl: Elastyczna praca
sv: Flexibelt arbete

source: Weekdays work
da: Arbejde på hverdage
de: Arbeit an Wochentagen
et: Töö tööpäevadel
fi: Arkipäivisin töissä
fr: Travail en semaine
lv: Darba dienu darbs
nb: Arbeid på hverdager
nl: Werk op weekdagen
pl: Praca w dni powszednie
sv: Vardagsarbete

source: Weekend work
da: Weekendarbejde
de: Wochenendarbeit
et: Töö nädalavahetustel
fi: Viikonlopputyö
fr: Travail le week-end
lv: Darbs nedēļas nogalēs
nb: Helgearbeid
nl: Weekendwerk
pl: Praca w weekendy
sv: Veckosl.arbete

source: Shift work
da: Skifteholdsarbejde
de: Schichtarbeit
et: Vahetustega töö
fi: Vuorotyö
fr: Travail posté
lv: Maiņu darbs
nb: Skiftarbeid
nl: Ploegendienst
pl: Praca zmianowa
sv: Skiftesarbete

source: On call work
da: Arbejde på tilkald
de: Arbeit auf Abruf
et: Valvetöö
fi: Päivystystyö
fr: Travail sur appel
lv: Darbs pēc izsaukuma
nb: Arbeid på tilkallingsvakter
nl: Oproepwerk
pl: Praca na wezwanie
sv: Jourarbete

source: Includes travel
da: Inkluderer rejser
de: Einschließlich Reisen
et: Hõlmab reisimist
fi: Sisältää matkustamista
fr: Comprend les déplacements
lv: Sagaidāmi komandējumi
nb: Inkluderer reise
nl: Inclusief reizen
pl: Obejmuje podróże
sv: Inkluderar resor

source: 2-shift work
da: 2-holdsskift
de: 2 Schichten
et: Kahe vahetusega töö
fi: 2-vuorotyö
fr: Travail en 2 équipes
lv: darbs 2 maiņās
nb: 2-skiftsarbeid
nl: 2-ploegendienst
pl: Praca dwuzmianowa
sv: 2-skiftsarbete

source: 3-shift work
da: 3-holdsskift
de: 3 Schichten
et: Kolme vahetusega töö
fi: 3-vuorotyö
fr: Travail en 3 équipes
lv: darbs 3 maiņās
nb: 3-skiftsarbeid
nl: 3-ploegendienst
pl: Praca trzyzmianowa
sv: 3-skiftsarbete

source: 4-shift work
da: 4-holdsskift
de: 4-Schicht-Betrieb
et: Nelja vahetusega töö
fi: 4-vuorotyö
fr: Travail en 4 équipes
lv: Darbs 4 maiņās
nb: 4-skiftsarbeid
nl: 4-ploegendienst
pl: Praca czterozmianowa
sv: 4-skiftsarbete

source: 5-shift work
da: 5-holdsskift
de: 5-Schicht-Betrieb
et: Viie vahetusega töö
fi: 5-vuorotyö
fr: Travail en 5 équipes
lv: Darbs 5 maiņās
nb: 5-skiftsarbeid
nl: 5-ploegendienst
pl: Praca pięciozmianowa
sv: 5-skiftsarbete

source: 11 days - 1 month
da: 11 dage - 1 måned
de: 11 Tage bis 1 Monat
et: 11 päeva - 1 kuu
fi: 11 pv – 1 kk
fr: 11 jours - 1 mois
lv: 11 dienas - 1 mēnesis
nb: 11 dager–1 måned
nl: 11 dagen - 1 maand
pl: 11 dni - 1 miesiąc
sv: 11 d - 1 mån

source: 1 - 3 months
da: 1 - 3 måneder
de: 1 - 3 Monate
et: 1–3 kuud
fi: 1 – 3 kk
fr: 1 - 3 mois
lv: 1–3 mēneši
nb: 1–3 måneder
nl: 1 - 3 maanden
pl: 1 - 3 miesiące
sv: 1 - 3 mån

source: 6 - 12 months
da: 6 - 12 måneder
de: 6 - 12 Monate
et: 6–12 kuud
fi: 6 – 12 kk
fr: 6 - 12 mois
lv: 6–12 mēneši
nb: 6–12 måneder
nl: 6 - 12 maanden
pl: 6 - 12 miesięcy
sv: 6 - 12 mån

source: More than a year
da: Mere end et år
de: Mehr als ein Jahr
et: Üle aasta
fi: Yli 12 kk
fr: Plus d'un an
lv: Vairāk nekā gads
nb: Mer enn ett år
nl: Meer dan een jaar
pl: Ponad rok
sv: Över 12 månader

source: Summer job
da: Sommerjob
de: Ferienjob
et: Hooajatöö
fi: Kesätyö
fr: Job d'été
lv: Vasaras darbs
nb: Sommerjobb
nl: Vakantiewerk
pl: Praca wakacyjna
sv: Sommarjobb

source: Basic vocational training
da: Grundlæggende erhvervsuddannelse
de: Berufliche Grundausbildung
et: Kutseharidus
fi: Ammatillinen peruskoulutus
fr: Formation professionnelle de base
lv: Pamata arodapmācība
nb: Grunnleggende yrkesopplæring
nl: Basisberoepsopleiding
pl: Podstawowe szkolenie zawodowe
sv: Grundläggande yrkesutbildning

source: Special vocational qualification
da: Særlige erhvervsmæssige kvalifikationer
de: Besondere fachliche Qualifikation
et: Kutseeriharidus
fi: Erikoisammattitutkinto
fr: Qualification professionnelle spéciale
lv: Speciālā profesionālā kvalifikācija
nb: Spesielle yrkeskvalifikasjoner
nl: Speciale beroepskwalificatie
pl: Specjalne kwalifikacje zawodowe
sv: Särskild yrkesexamen

source: Lowest high school
da: Laveste gymnasium
de: Unterste weiterführende Schule
et: Põhiharidus
fi: Alin korkea-aste
fr: Lycée le plus bas
lv: Zemākā izglītība
nb: Videregående skole på laveste nivå
nl: Vmbo-diploma
pl: Najniższe wykształcenie średnie
sv: Högstadie

source: A1, A2 or A (motorcycle)
da: A1, A2 eller A (motorcykel)
de: A1, A2 oder A (Motorrad)
et: A1, A2 või A (mootorratas)
fi: A1, A2 tai A (moottoripyörä)
fr: A1, A2 ou A (moto)
lv: A1, A2 vai A (motocikls)
nb: A1, A2 eller A (motorsykkel)
nl: A1, A2 of A (motorfiets)
pl: A1, A2 lub A (motocykl)
sv: A1, A2 eller A (motorcykel)

source: B (car)
da: B (bil)
de: B (Auto)
et: B (auto)
fi: B (henkilöauto)
fr: B (voiture)
lv: B (automašīna)
nb: B (bil)
nl: B (auto)
pl: B (samochód osobowy)
sv: B (bil)
