Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: From now on, you are asked to calibrate the AI feedback already when creating a new position, not when evaluating candidates. Read more about the feedback calibration {}here{}.
da: Fra nu af bliver du bedt om at kalibrere AI-feedback allerede, når du opretter en ny stilling, ikke når du evaluerer kandidater. Læs mere om feedback-kalibreringen {}her{}.
de: Von nun an werden Sie aufgefordert, das KI-Feedback bereits beim Anlegen einer neuen Stelle zu kalibrieren, nicht erst bei der Bewertung von Kandidaten. Lesen Sie mehr über die Feedback-Kalibrierung {}hier{}.
et: Nüüdsest alates palutakse kalibreerida AI-põhist tagasisidet juba uue ametikoha loomisel, mitte alles kandidaatide hindamisel. Lisainfot tagasiside kalibreerimise kohta leiad {}siit{}.
fi: Tästä lähtien pyydämme sinua tarkistamaan tekoälyn kirjoittaman palauteviestin kieliasun uutta työpaikkaa luotaessa, eikä kandidaatteja arvioitaessa. Voit lukea lisää palauteviestin kalibroinnista {}täällä{}.
fr: Désormais, vous êtes invité à calibrer le feedback de l'IA dès la création d'un nouveau poste, et non lors de l'évaluation des candidats. En savoir plus sur la calibration du feedback {}ici{}.
lv: Turpmāk AI atsauksmi aicina kalibrēt jau laikā, kad tiek radīta jauna vakance, nevis brīdī, kad tiek vērtēti kandidāti. Vairāk par atsauksmes kalibrēšanu lasiet {}šeit{}.
nb: Fra nå av blir du bedt om å kalibrere AI-tilbakemeldingen allerede når du oppretter en ny stilling, ikke når du evaluerer kandidater. Les mer om kalibrering av tilbakemeldinger {}her{}.
nl: Vanaf nu wordt u gevraagd om de AI-feedback al te kalibreren bij het maken van een nieuwe vacature, niet bij het beoordelen van kandidaten. Lees {}hier{} meer over de kalibratie van de feedback.
pl: Od teraz jesteś proszony o skalibrowanie opinii AI już podczas tworzenia nowego stanowiska, a nie podczas oceny kandydatów. Przeczytaj więcej o kalibracji opinii {}tutaj{}.
sv: Från och med nu ombeds du att kalibrera AI-feedbacken redan när du skapar en ny position, inte när du utvärderar kandidater. Läs mer om feedbackkalibreringen {}här{}.

source: “Talent Community” group management and sharing
da: "Talent Community"-gruppestyring og -deling
de: "Talent-Community" Gruppenverwaltung und -veröffentlichung
et: Talent Community gruppide haldamine ja jagamine
fi: “Talent Community” ryhmien hallinnointi ja jakaminen
lv: “Talent Community” grupas pārvaldība un kopīgošana
nb: Ledelse og deling av "Talent Community"-grupper
sv: ”Talent Community”-grupp hantering och delning

source: Talent Community Group sharing feature enables admin users to share selected groups with users who do not have complete access to “Talent Community”, e.g. hiring managers. Read more {}here{}.
da: Talent Community gruppestyringsfunktionen gør det muligt for admin-brugere at dele udvalgte grupper med brugere, der ikke har fuld adgang til "Talent Community", f.eks. rekrutterende ledere. Læs mere {}her{}.
de: Die Funktion zur Freigabe von Talent-Community-Gruppen ermöglicht es Admin-Benutzern, ausgewählte Gruppen für Benutzer freizugeben, die keinen vollständigen Zugriff auf die "Talent-Community" haben, z. B. für Personalverantwortliche. Lesen Sie mehr {}hier{}.
et: Talent Community grupi jagamise funktsioon võimaldab administraatoritel jagada valitud gruppe kasutajatega, kellel ei ole Talent Communityle täit juurdepääsu, näiteks värbavate juhtidega. Lisainfot leiad {}siit{}.
fi: Pääkäyttäjät voivat halutessaan jakaa Talent Community ryhmiä muiden yrityksen käyttäjien kanssa, joilla ei ole pääsyä Talent Communityyn, esim. esihenkilöiden kanssa. Lue lisää {}täällä{}.
lv: Talent Community grupas kategoriju kopīgošanas funkcija ļauj administratoram izvēlētās kategorijas kopīgot ar lietotājiem, kuriem nav pilnīgas piekļuves “Talent Community”, piemēram, par pieņemšanu darbā atbildīgajiem vadītājiem. Lasīt vairāk {}šeit{}.
nb: Talent Community-gruppedelingsfunksjonen gjør det mulig for administratorbrukere å dele utvalgte grupper med brukere som ikke har full tilgang til "Talent Community", f.eks. rekrutterende ledere. Les mer {}her{}.
sv: Funktionen för delning av Talent Community Group gör det möjligt för administrativa användare att dela utvalda grupper med användare som inte har fullständig åtkomst till ”Talent Community”, t.ex. chefsrekryterare. Läs mer {}här{}.

source: Changes in “Home page”
da: Ændringer i "Startside"
de: Änderungen in "Startseite"
et: Avalehe muudatused
fi: Muutoksia “Etusivu” näkymässä
lv: Izmaiņas sadaļā “Sākuma lapa”
nb: Endringer på "Startside"
sv: Ändringar på ”Startsidan”

source: We have replaced “Archived positions” tab on the Home page with “Templates” tab to increase your work efficiency. Moreover, now you can perform all actions related to positions directly from “Home page”.
da: Vi har erstattet fanen "Arkiverede stillinger" på startsiden med fanen "Skabeloner" for at gøre dit arbejde mere effektivt. Desuden kan du nu udføre alle handlinger relateret til stillinger direkte fra "Startsiden".
de: Wir haben die Registerkarte "Archivierte Stellen" auf der Startseite durch die Registerkarte "Vorlagen" ersetzt, um Ihre Arbeitseffizienz zu erhöhen. Außerdem können Sie jetzt alle Aktionen im Zusammenhang mit Stellen direkt von der "Startseite" aus durchführen.
et: Tõhusamaks töötamiseks asendasime avalehel vahelehe „Arhiivitud ametikohad“ vahelehega „Vormid“. Kõiki ametikohtadega seotud toiminguid saad teha otse avalehel.
fi: Olemme tuoneet etusivun työpaikkalistaukseen “Mallipohjat” välilehden “Arkistoidut” välilehden sijaan parantaaksemme työskentelyn tehokkuutta. Olemme myös lisänneet kaikki työpaikkoihin liittyvät toiminnot etusivulle.
lv: Lai uzlabotu jūsu darba efektivitāti, sākuma lapā cilni “Arhivētās pozīcija” esam aizstājuši ar cilni “Paraugi”. Turklāt tagad varat veikt visas ar vakancēm saistītās darbības tieši no “Sākuma lapas”.
nb: Vi har erstattet fanen "Arkiverte stillinger" på startsiden med fanen "Maler" for å effektivisere arbeidet ditt. Dessuten kan du nå utføre alle handlinger knyttet til stillinger direkte fra "Startsiden".
sv: Vi har ersatt fliken "Arkiverade positioner" på startsidan med fliken "Mallar" för att öka din arbetseffektivitet. Dessutom kan du nu utföra alla åtgärder relaterade till positioner direkt från ”Startsidan".

source: Privacy policy link
da: Link til privatlivspolitik
de: Link zur Datenschutzrichtlinie
et: Privaatsuspõhimõtete link
fi: Tietosuojaseloste linkki
fr: Lien vers la politique de confidentialité
lv: Saite uz privātuma politiku
nb: Lenke til personvernerklæring
nl: Link naar privacybeleid
pl: Link do polityki prywatności
sv: Länk för integritetspolicy länk

source: Admin users can now add the company’s Privacy Policy as a link to Company Settings.
da: Admin-brugere kan nu tilføje virksomhedens privatlivspolitik som et link til virksomhedsindstillinger.
de: Admin-Benutzer können jetzt die Datenschutzrichtlinie des Unternehmens als Link zu den Unternehmenseinstellungen hinzufügen.
et: Administraatorid saavad nüüd lisada ettevõtte privaatsuspõhimõtete lingi ettevõtte seadetesse.
fi: Pääkäyttäjät voivat nyt lisätä linkin tietosuojaselosteeseen itse yrityskohtaisiin asetuksiin.
lv: Tagad administratori uzņēmuma privātuma politiku var pievienot kā saiti uz uzņēmuma iestatījumiem.
nb: Administratorbrukere kan nå legge til selskapets personvernerklæring som lenke i Bedriftsinnstillinger.
sv: Administrativa användare kan nu lägga till företagets integritetspolicy som en länk till företagets inställningar.

source: “Advanced Analytics” helps the main users and recruiters to discover more in-depth insights related to various recruitment processes, real-time candidate experience, user efficiency, and Talent Community. You can find the advanced analytics on “Stats” page by scrolling down and clicking on “Try the new Advanced Analytics” button. Learn more {}here{}.
da: "Advanced Analytics" hjælper de vigtigste brugere og rekrutteringsansvarlige med at få mere dybdegående indsigt i forskellige rekrutteringsprocesser, kandidatoplevelser i realtid, brugereffektivitet og Talent Community. Du kan finde den avancerede analyse på siden "Statistik" ved at rulle ned og klikke på knappen "Prøv den nye avancerede analyse". Læs mere {}her{}.
de: "Advanced Analytics" hilft den Hauptnutzern und Recruitern, tiefere Einblicke in verschiedene Bewerbungsverfahren, Echtzeit-Bewerbererfahrung, Nutzereffizienz und Talent-Community zu erhalten. Sie können die erweiterten Analysen auf der Seite "Statistiken" finden, indem Sie nach unten scrollen und auf die Schaltfläche "Probieren Sie die neuen erweiterten Analysen" klicken. Erfahren Sie mehr {}hier{}.
et: Funktsioon „Täpsemad analüüsiandmed“ aitab põhikasutajatel ja värbajatel tutvuda lähemalt värbamisprotsesside andmete, kandidaatide kogemuse, kasutajate tõhususe ja Talent Communityga. Täpsemad analüüsiandmed leiad lehelt „Statistika“, kui kerid alla ja klõpsad nuppu „Proovi uut täpsemate analüüsiandmete funktsiooni“. Loe lähemalt {}siin{}.
fi: “Edistynyt analytiikka” on pääkäyttäjien ja rekrytoijien uusi työkalu TalentAdoressa. Sen avulla saat entistä syvällisemmän ymmärryksen yrityksenne rekrytointiin liittyvistä prosesseista, Talent Communitysta, reaaliaikaisesta hakijakokemuksesta sekä käyttäjien tehokkuudesta. “Edistynyt analytiikka” -työkalu löytyy “Statistiikka”-sivun alalaidasta klikkaamalla “Kokeile uutta edistynyttä analytiikkaa!”. Lue lisää {}täältä{}.
lv: “Advanced Analytics” palīdz galvenajiem lietotājiem un personāla atlases speciālistiem gūt padziļinātu ieskatu par dažādiem atlases procesiem, reāllaika kandidātu pieredzi, lietotāju efektivitāti un Talent Community. Detalizēto analīzi varat atrast lapā “Statistika”, ritinot uz leju un noklikšķinot uz pogas “Izmēģināt jauno Advanced Analytics”. Uzzināt vairāk {}šeit{}.
nb: "Avansert analyse" hjelper hovedbrukere og rekrutterere med å få mer inngående innsikt i ulike rekrutteringsprosesser, kandidatopplevelse i sanntid, brukereffektivitet og Talent Community. Du finner de avanserte analysene på siden "Statistikk" ved å bla nedover og klikke på knappen "Prøv de nye avanserte analysene". Få vite mer {}her{}.
sv: "Advanced Analytics" hjälper de viktigaste användarna och rekryterarna att upptäcka mer djupgående insikter relaterade till olika rekryteringsprocesser, realtidskandidatupplevelse, användareffektivitet och Talent Community. Du hittar den avancerade analysen på sidan "Statistik" genom att bläddra ner och klicka på knappen "Prova den nya avancerade analysen". Läs mer {}här{}.

source: Enhanced Join our Talent Community page
da: Forbedret Deltag i vores Talent Community-side
de: Verbesserte Seite Beitritt zu unserer Talent-Community
et: Täiustatud leht „Liitu meie Talent Communityga“
fi: Paranneltu Liity Talent Communityymme -sivu
fr: Page améliorée Rejoignez notre communauté de talents
lv: Uzlabota lapa “Pievienojieties mūsu Talent Community”
nb: Forbedret Bli med i Talent Community-side
nl: Verbeterde pagina Word lid van onze Talent Community
pl: Ulepszona strona Dołącz do naszego Talent Community
sv: Förbättrad gå med i vår Talent Community sida

source: Now candidates can add a profile picture, CV, and other attachments when self-joining your “Talent Community”. Learn more {}here{}.
da: Nu kan kandidater tilføje et profilbillede, CV og andre vedhæftede filer, når de selv tilmelder sig dit "Talent Community". Få mere at vide {}her{}.
de: Jetzt können Bewerber ein Profilbild, einen Lebenslauf und andere Anhänge hinzufügen, wenn sie selbst Ihrer "Talent-Community" beitreten. Erfahren Sie mehr {}hier{}.
et: Nüüd saavad Talent Communityga ise liituvad kandidaadid lisada profiilipildi, CV ja muud manused. Loe lähemalt {}siin{}.
fi: Nyt kandidaatit voivat lisätä profiilikuvan, CV:n ja muita tiedostoja liittyessään itse "Talent Communityynne". Lue lisää {}täältä{}.
lv: Tagad kandidāti var pievienot profila fotoattēlu, CV un citus pielikumus, kad paši pievienojas jūsu “Talent Community”. Uzzināt vairāk {}šeit{}.
nb: Nå kan kandidater legge til profilbilde, CV og andre vedlegg når de melder seg inn i "Talent Community” på egen hånd. Få vite mer {}her{}.
sv: Nu kan kandidater lägga till en profilbild, CV och andra bilagor när de själv går med i din "Talent Community". Läs mer {}här{}.

source: Quick candidate search
da: Hurtig søgning efter kandidater
de: Schnelle Kandidatensuche
et: Kandidaatide kiirotsing
fi: Nopea kandidaattien haku
fr: Recherche rapide de candidats
lv: Ātra kandidātu meklēšana
nb: Raskt søk etter kandidater
nl: Snel kandidaten zoeken
pl: Szybkie wyszukiwanie kandydatów
sv: Snabb kandidat sökning

source: Click on the magnifying glass icon on the navigation bar to search for candidates fast by their name or email address.
da: Klik på forstørrelsesglas-ikonet på navigationslinjen for hurtigt at søge efter kandidater ved hjælp af deres navn eller e-mail-adresse.
de: Klicken Sie auf das Lupensymbol in der Navigationsleiste, um schnell nach Bewerbern anhand ihres Namens oder ihrer E-Mail-Adresse zu suchen.
et: Klõpsa navigeerimisribal oleval luubiikoonil, et otsida kandidaate nende nime või e-posti aadressi järgi.
fi: Klikkaa suurennuslasia navigointipalkissa etsiäksesi kandidaatteja nopeasti nimellä tai sähköpostiosoitteella.
fr: Cliquez sur l'icône de la loupe dans la barre de navigation pour rechercher rapidement des candidats par leur nom ou leur adresse e-mail.
lv: Lai kandidātus ātri meklētu pēc viņu vārda vai e-pasta adreses, navigācijas joslā noklikšķiniet uz palielināmā stikla ikonas.
nb: Klikk på forstørrelsesglassikonet på navigeringslinjen for å søke etter kandidater ved hjelp av navn eller e-postadresse.
nl: Klik op het vergrootglaspictogram in de navigatiebalk om snel kandidaten te zoeken op naam of e-mailadres.
pl: Kliknij ikonę lupy na pasku nawigacyjnym, aby szybko wyszukiwać kandydatów po imieniu i nazwisku lub adresie e-mail.
sv: Klicka på förstoringsglasikonen i navigeringsfältet för att snabbt söka efter kandidater med deras namn eller e-postadress.

source: Save your favorite search criteria to see the results of interest with a click of a button. Learn more {}here{}.
da: Gem dine foretrukne søgekriterier, så du kan se de ønskede resultater med et klik på en knap. Få mere at vide {}her{}.
de: Speichern Sie Ihre bevorzugten Suchkriterien, um die für Sie interessanten Ergebnisse mit einem Mausklick zu sehen. Erfahren Sie mehr {}hier{}.
et: Salvesta oma lemmikotsingu tingimused, et näha sobivaid tulemusi ühe klõpsuga. Loe lähemalt {}siin{}.
fi: Tallenna eniten käyttämäsi hakuehdot nähdäksesi hakutulokset aina nopeasti yhden napin painalluksella. Lue lisää {}täältä{}.
fr: Enregistrez vos critères de recherche favoris pour voir les résultats qui vous intéressent en un clic. En savoir plus {}ici{}.
lv: Saglabājiet iecienītākos meklēšanas kritērijus, lai ar vienu pogas klikšķi redzētu atbilstošos rezultātus. Uzzināt vairāk {}šeit{}.
nb: Lagre favorittsøkekriteriene dine for å se resultatene av interesse med bare ett klikk. Få vite mer {}her{}.
nl: Sla je favoriete zoekcriteria op om de resultaten die je interesseren te zien met één klik op de knop. Lees {}hier{} meer.
pl: Zapisz swoje ulubione kryteria wyszukiwania, aby zobaczyć interesujące Cię wyniki za pomocą jednego kliknięcia. Dowiedz się więcej {}tutaj{}.
sv: Spara dina favorit sökkriterier för att se resultat av intresse med ett klick på en knapp. Läs mer {}här{}.

source: Join our Talent Community page
da: Tilmeld dig vores Talent Community-side
de: Treten Sie unserer Talent-Community bei Seite
et: Leht „Liitu meie Talent Communityga“
fi: Liity Talent Communityymme -sivu
fr: Rejoignez notre page Communauté de talents
lv: Lapa “Pievienojieties mūsu Talent Community”
nb: Bli med på Talent Community-siden vår
nl: Word lid van onze Talent Community-pagina
pl: Strona Dołącz do naszego Talent Community
sv: Gå med i vår Talent Community sida

source: This feature allows you to generate a link for “Join our Talent Community” page. Share the link on your company's communication channels to attract new candidates to your Talent Community. Learn more {}here{}.
da: Denne funktion giver dig mulighed for at generere et link til siden "Tilmeld dig vores Talent Community". Del linket på din virksomheds kommunikationskanaler for at tiltrække nye kandidater til jeres Talent Community. Få mere at vide {}her{}.
de: Mit dieser Funktion können Sie einen Link für die Seite "Join our Talent-Community" erstellen. Teilen Sie den Link auf den Kommunikationskanälen Ihres Unternehmens, um neue Kandidaten für Ihre Talent-Community zu gewinnen. Erfahren Sie mehr {}hier{}.
et: See funktsioon võimaldab luua lingi lehele „Liitu meie Talent Communityga“. Jaga linki oma ettevõtte suhtluskanalites, et kutsuda uusi kandidaate Talent Communityga liituma. Loe lähemalt {}siin{}.
fi: Tämän ominaisuuden avulla voit luoda linkin “Liity Talent Communityyn”- sivulle. Jaa linkki esimerkiksi yrityksesi sosiaalisen median kanavissa tai urasivuillanne kerätäksesi uusia potentiaalisia kandidaatteja yrityksesi Talent Communityyn. Lue lisää {}täältä{}.
lv: Šī funkcija ļauj izveidot saiti uz lapu “Pievienojieties mūsu Talent Community”. Kopīgojiet saiti uzņēmuma saziņas kanālos, lai savai Talent Community piesaistītu jaunus kandidātus. Uzzināt vairāk {}šeit{}.
nb: Med denne funksjonen kan du generere en lenke til siden "Bli med i vårt Talent Community". Del lenken i selskapets kommunikasjonskanaler for å tiltrekke nye kandidater til Talent Community. Få vite mer {}her{}.
sv: Den här funktionen låter dig skapa en länk till sidan "Gå med i vår Talent Community” sida. Dela länken på ditt företags kommunikationskanaler för att locka nya kandidater till din Talent Community. Läs mer {}här{}.

source: Updated Talent Community settings
da: Opdaterede indstillinger for Talent Community
de: Aktualisierte Talent-Community-Einstellungen
et: Uuendatud Talent Community seaded
fi: Päivitetyt Talent Community -asetukset
fr: Paramètres de la communauté de talents mis à jour
lv: Atjaunināti Talent Community iestatījumi
nb: Oppdaterte innstillinger for Talent Community
nl: Bijgewerkte instellingen voor Talent Community
pl: Zaktualizowane ustawienia Talent Community
sv: Uppdaterade inställningar för Talent Community

source: Talent Community settings can now be modified to better suit your company's needs. Admin users can access settings {}here{}. Learn more {}here{}.
da: Talent Community-indstillingerne kan nu ændres, så de passer bedre til din virksomheds behov. Admin-brugere kan få adgang til indstillinger {}her{}. Læs mere {}her{}.
de: Die Einstellungen der Talent-Community können jetzt an die Bedürfnisse Ihres Unternehmens angepasst werden. Admin-Benutzer können auf die Einstellungen {}hier{} zugreifen. Erfahren Sie mehr {}hier{}.
et: Nüüd saad muuta Talent Community seadeid, et oma ettevõtte vajadusi paremini täita. Administraatorid pääsevad seadetele juurde {}siin{}. Loe lähemalt {}siin{}.
fi: Yrityksenne pääkäyttäjät voivat nyt muokata Talent Community -asetuksia soveltumaan paremmin yrityksenne tarpeisiin. Asetuksia pääsee muokkaamaan klikkaamalla {}tästä{}. Lue lisää {}täältä{}.
fr: Les paramètres de la communauté de talents peuvent maintenant être modifiés pour mieux répondre aux besoins de votre entreprise. Les utilisateurs administrateurs peuvent accéder aux paramètres {}ici{}. En savoir plus {}ici{}.
lv: Tagad Talent Community iestatījumus var mainīt, lai tie labāk atbilstu jūsu uzņēmuma vajadzībām. Administratori var piekļūt iestatījumiem {}šeit{}. Uzzināt vairāk {}šeit{}.
nb: Talent Community-innstillingene kan nå endres slik at de passer bedre til selskapets behov. Administratorbrukere får tilgang til innstillingene {}her{}. Få vite mer {}her{}.
nl: Talent Community instellingen kunnen nu worden aangepast om beter aan de behoeften van uw bedrijf te voldoen. Beheerders hebben {}hier{} toegang tot de instellingen. Lees {}hier{} meer.
pl: Ustawienia Talent Community można teraz modyfikować, aby lepiej dopasować je do potrzeb Twojej firmy. Administratorzy mogą uzyskać dostęp do ustawień {}tutaj{}. Dowiedz się więcej {}tutaj{}.
sv: Talent Community's inställningar kan nu ändras för att bättre passa behoven i ditt företag. Administratörer får åtkomst till inställningar {}här{}. Läs mer {}här{}.

source: Improved interview scheduling
da: Forbedret planlægning af interviews
de: Verbesserte Planung von Bewerbungsgesprächen
et: Täiustatud vestluste planeerimine
fi: Parannus haastattelujen varaamiseen
fr: Amélioration de la planification des entretiens
lv: Uzlabota interviju ieplānošana
nb: Forbedret planlegging av intervjuer
nl: Verbeterde planning van sollicitatiegesprekken
pl: Ulepszony harmonogram rozmów kwalifikacyjnych
sv: Förbättrad tidsbokning av intervjuer

source: This enhancement allows you to see if the interview invitation is already scheduled or you still need to send it. It also provides an option to reschedule or cancel already agreed interview times.
da: Denne forbedring giver dig mulighed for at se, om interviewinvitationen allerede er planlagt, eller om du stadig mangler at sende den. Det giver også mulighed for at omlægge eller annullere allerede aftalte interviewtider.
de: Mit dieser Erweiterung können Sie sehen, ob die Einladung zum Bewerbungsgespräch bereits geplant ist oder ob Sie sie noch versenden müssen. Sie bietet auch die Möglichkeit, bereits vereinbarte Termine für Bewerbungsgespräche zu verschieben oder abzusagen.
et: See täiustus võimaldab vaadata, kas vestluse kutse on juba saadetud või pead selle veel saatma. Funktsioon võimaldab ka kokkulepitud vestluseaegu muuta või tühistada.
fi: Tämän parannuksen myötä näet, missä vaiheessa kandidaatin haastatteluajan varaaminen on. Näet esimerkiksi onko haastattelukutsu jo lähetetty tai hyväksytty. Sinun on myös helpommin mahdollista sopia uusi aika tai perua jo sovittu haastattelu.
fr: Cette amélioration vous permet de voir si l'invitation à l'entretien est déjà programmée ou si vous devez encore l'envoyer. Elle offre également la possibilité de reporter ou d'annuler les horaires d'entretien déjà convenus.
lv: Šis uzlabojums ļauj jums redzēt, vai uzaicinājums uz interviju jau ir ieplānots vai arī tas vēl ir jānosūta. Tas arī nodrošina iespēju pārplānot vai atcelt jau saskaņoto interviju laiku.
nb: Med denne forbedringen kan du se om intervjuinvitasjonen allerede er planlagt, eller om du fortsatt trenger å sende den. Det gir deg også mulighet til å flytte eller avlyse allerede avtalte intervjutider.
nl: Met deze verbetering kunt u zien of de uitnodiging voor het sollicitatiegesprek al is gepland of dat u deze nog moet verzenden. Het biedt ook de mogelijkheid om reeds overeengekomen tijdstippen voor sollicitatiegesprekken te verzetten of te annuleren.
pl: To ulepszenie pozwala sprawdzić, czy zaproszenie na rozmowę kwalifikacyjną jest już zaplanowane, czy nadal trzeba je wysłać. Zapewnia również opcję zmiany terminu lub anulowania już uzgodnionych terminów rozmów.
sv: Den här förbättringen gör att du kan se om intervjun är redan bokad eller om du behöver skicka den. Det finns också mölighet att omboka eller avboka en överenskommen intervjutid.

source: The application period ending time visible in job ad
da: Ansøgningsperiodens sluttidspunkt er synlig i jobannoncen
de: Sichtbare Endzeit in der Stellenanzeige
et: Töökuulutustes nähtav kandideerimisperioodi tähtaeg
fi: Hakuajan tarkempi päättyminen näkyville työpaikkailmoituksiin
fr: La période de candidature se terminant à l'heure visible dans l'annonce d'emploi
lv: Darba sludinājumā redzamais pieteikšanās perioda beigu laiks
nb: Søknadsperiodens sluttid synlig i jobbannonsen
nl: De eindtijd van de sollicitatieperiode zichtbaar in de vacature
pl: Czas zakończenia okresu składania wniosków widoczny w ogłoszeniu o pracę
sv: Ansökningstidens sista dag synlig i platsannonsen
