Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: Preview messages
da: Forhåndsvisning af beskeder
de: Nachrichtenvorschau
et: Sõnumite eelvaade
fi: Esikatsele viestit
fr: Aperçu des messages
lv: Priekšskatīt ziņojumus
nb: Forhåndsvisning av meldinger
nl: Voorbeeld berichten
pl: Podgląd wiadomości
sv: Förhandsgranska meddelanden

source: Your own feedback templates
da: Dine egne feedback-skabeloner
de: Eigene Feedback-Vorlagen
et: Sinu tagasiside vormid
fi: Omat palauteviestipohjat
fr: Vos propres modèles de commentaires
lv: Jūsu atsauksmju paraugi
nb: Dine egne maler for tilbakemelding
nl: Uw eigen feedbacksjablonen
pl: Twoje własne szablony opinii
sv: Dina egna feedbackmallar

source: Video questions
da: Videospørgsmål
de: Videofragen
et: Videoküsimused
fi: Videohaastattelukysymykset
fr: Questions vidéo
lv: Video jautājumi
nb: Videospørsmål
nl: Videovragen
pl: Pytania wideo
sv: Videofrågor

source: Confirm pasting information from clipboard
da: Bekræft indsættelse af information fra udklipsholderen
de: Einfügen von Daten aus der Zwischenablage bestätigen
et: Kinnita info kleepimine lõikelaualt
fi: Vahvista leikepöydän sisällön liittäminen
fr: Confirmez le collage des informations depuis le presse-papiers
lv: Apstiprināt informācijas ielīmēšanu no starpliktuves
nb: Bekreft liming av informasjon fra utklippstavlen
nl: Bevestig het plakken van informatie uit het klembord
pl: Potwierdź wklejanie informacji ze schowka
sv: Bekräfta att klistra in innehåll från urklippshanteraren

source: Looks like you have paste a different profile than the current one. Please review the basic information before continue
da: Det ser ud til, at du har indsat en anden profil end den nuværende. Gennemgå de grundlæggende oplysninger, før du fortsætter
de: Anscheinend haben Sie ein anderes Profil als das aktuelle eingefügt. Bitte überprüfen Sie die grundlegenden Informationen, bevor Sie fortfahren
et: Kleepisid praegusest profiilist erineva profiili. Vaata enne jätkamist põhiinfo üle
fi: Näyttäisi siltä että olet liittänyt eri profiilin kuin aiemmin. Ole hyvä ja tarkista hakijan tiedot ennen jatkamista.
fr: Il semble que vous ayez collé un profil différent de l'actuel. Veuillez vérifier les informations de base avant de continuer
lv: Šķiet, ka ielīmējāt citu profilu, nevis pašreizējo. Pirms turpināšanas, lūdzu, pārskatiet pamatinformāciju
nb: Det ser ut til at du har limt inn en annen profil enn den aktuelle. Gå gjennom den grunnleggende informasjonen før du fortsetter
nl: Het lijkt erop dat u een ander profiel heeft geplakt dan het huidige. Controleer de basisinformatie voordat u verder gaat
pl: Wygląda na to, że wkleiłeś inny profil niż bieżący. Przejrzyj podstawowe informacje przed kontynuowaniem
sv: Profilen du lägger till ser ut att skilja sig från den existerande profilen. Vänligen kontrollera kandidatens uppgifter innan du går vidare.

source: Basic information
da: Grundlæggende information
de: Allgemeine Informationen
et: Põhiinfo
fi: Perustiedot
fr: Informations de base
lv: Pamatinformācija
nb: Grunnleggende informasjon
nl: Basisinformatie
pl: Podstawowe informacje
sv: Grundläggande information

source: Current
da: Aktuel
de: Aktuell
et: Praegune
fi: Nykyinen
fr: Actuel
lv: Pašreizējais
nb: Aktuell
nl: Huidig
pl: Bieżący
sv: Aktuell

source: Talent info
da: Info om talent
de: Talentinformationen
et: Talendi info
fi: Hakijan tiedot
fr: Infos sur le talent
lv: Informācija par talantu
nb: Info om talenter
pl: Informacje o talencie
sv: Talanguppgifter

source: Copy
de: Kopieren
et: Kopeeri
fi: Kopioi
fr: Copier
lv: Kopēt
nb: Kopier
nl: Kopiëren
pl: Kopiuj
sv: Kopiera

source: Move
da: Flyt
de: Verschieben
et: Liiguta
fi: Siirrä
fr: Déplacer
lv: Pārvietot
nb: Flytt
nl: Verplaatsen
pl: Przenieś
sv: Flytta

source: Reject without feedback
da: Afvis uden feedback
de: Ohne Feedback ablehnen
et: Lükka tagasi ilma tagasisideta
fi: Hylkää ilman palautetta
fr: Rejeter sans commentaire
lv: Noraidīt bez atsauksmes
nb: Avslå uten tilbakemelding
nl: Afwijzen zonder feedback
pl: Odrzuć bez opinii
sv: Avslå utan feedback

source: Show in search results
da: Vis i søgeresultater
de: In den Suchergebnissen anzeigen
et: Kuva otsingutulemustes
fi: Näytä hakutuloksissa
fr: Afficher dans les résultats de recherche
lv: Rādīt meklēšanas rezultātos
nb: Vis i søkeresultater
nl: Weergeven in zoekresultaten
pl: Pokaż w wynikach wyszukiwania
sv: Visa i sökresultat

source: Add
da: Tilføj
de: Hinzufügen
et: Lisa
fi: Lisää
fr: Ajouter
lv: Pievienot
nb: Legg til
nl: Toevoegen
pl: Dodaj
sv: Lägg till

source: Add evaluation step
da: Tilføj evalueringstrin
de: Bewertungsschritt hinzufügen
et: Lisa hindamisetapp
fi: Lisää arviointivaihe
fr: Ajouter une étape d'évaluation
lv: Pievienot novērtēšanas soli
nb: Legg til evalueringstrinn
nl: Evaluatiestap toevoegen
pl: Dodaj krok oceny
sv: Lägg till utvärderingssteg

source: Add skills
da: Tilføj færdigheder
de: Fähigkeiten hinzufügen
et: Lisa oskused
fi: Lisää taitoja
fr: Ajouter des compétences
lv: Pievienot prasmes
nb: Legg til ferdigheter
nl: Vaardigheden toevoegen
pl: Dodaj umiejętności
sv: Lägg till färdigheter

source: Add video questions
da: Tilføj videospørgsmål
de: Videofragen hinzufügen
et: Lisa videoküsimused
fi: Lisää videokysymyksiä
fr: Ajouter des questions vidéo
lv: Pievienot video jautājumus
nb: Legg til videospørsmål
nl: Videovragen toevoegen
pl: Dodaj pytania wideo
sv: Lägg till videofrågor

source: Skills Recommendations
et: Oskuste soovitused
fi: Taitosuositukset
sv: AI-föreslagna färdigheter

source: Edit "{}"
da: Rediger "{}"
de: "{}" bearbeiten
et: Muuda "{}"
fi: Muokkaa "{}"
fr: Modifier "{}"
lv: Rediģēt "{}"
nb: Rediger "{}"
nl: Bewerk "{}"
pl: Edytuj "{}"
sv: Redigera "{}"

source: Video questions saved.
da: Videospørgsmål gemt.
de: Videofragen gespeichert.
et: Videoküsimused on salvestatud.
fi: Videohaastattelukysymykset tallennettu.
fr: Questions vidéo enregistrées.
lv: Video jautājumi saglabāti.
nb: Videospørsmål lagret.
nl: Videovragen opgeslagen.
pl: Pytania wideo zostały zapisane.
sv: Videofrågor sparade.

source: Are you sure you want to close the dialogue? All changes will be lost.
da: Er du sikker på, at du vil lukke dialogen? Alle ændringer vil gå tabt.
de: Wollen Sie den Dialog wirklich schließen? Alle Änderungen gehen verloren.
et: Kas soovid dialoogi sulgeda? Kõik muudatused lähevad kaotsi.
fi: Oletko varma että haluat sulkea ikkunan? Kaikki muutokset häviää.
fr: Êtes-vous sûr de vouloir fermer le dialogue ? Toutes les modifications seront perdues.
lv: Vai tiešām vēlaties pabeigt dialogu? Visas izmaiņas tiks zaudētas.
nb: Er du sikker på at du vil lukke dialogen? Alle endringer vil gå tapt.
nl: Weet u zeker dat u de dialoog wilt sluiten? Alle wijzigingen gaan verloren.
pl: Czy na pewno chcesz zamknąć okno dialogowe? Wszystkie zmiany zostaną utracone.
sv: Vill du säkert stänga fönstret? Alla ändringar kommer att raderas.

source: Add logo
da: Tilføj logo
de: Logo hinzufügen
et: Lisa logo
fi: Lisää logo
fr: Ajouter un logo
lv: Pievienot logotipu
nb: Legg til logo
nl: Logo toevoegen
pl: Dodaj logo
sv: Lägg till logga

source: Are you sure you want to delete this draft?
da: Er du sikker på, at du vil slette denne skabelon?
de: Wollen Sie den Entwurf wirklich löschen?
et: Kas soovid selle mustandi kustutada?
fi: Haluatko varmasti poistaa tämän luonnoksen?
fr: Êtes-vous sûr de vouloir supprimer ce brouillon ?
lv: Vai tiešām vēlaties dzēst šo melnrakstu?
nb: Er du sikker på at du vil slette dette utkastet?
nl: Weet u zeker dat u dit concept wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten szkic?
sv: Är du säker på att du vill radera detta utkast?

source: Confirmation
da: Bekræftelse
de: Bestätigung
et: Kinnitus
fi: Vahvistus
lv: Apstiprinājums
nb: Bekreftelse
nl: Bevestiging
pl: Potwierdzenie
sv: Bekräftelse

source: Create new '{term}'
da: Opret ny '{term}'
de: Neues '{term}' erstellen
et: Loo uus '{term}'
fi: Luo uusi '{term}'
fr: Créer un nouveau '{term}'
lv: Izveidot jaunu '{term}'
nb: Opprett ny '{term}'
nl: Maak nieuwe '{term}'
pl: Utwórz nowy '{term}'
sv: Skapa ny '{term}'

source: Evaluation steps
da: Evalueringstrin
de: Bewertungsschritte
et: Hindamise sammud
fi: Arviointivaiheet
fr: Étapes d'évaluation
lv: Novērtēšanas soļi
nb: Evalueringstrinn
nl: Evaluatiestappen
pl: Kroki oceny
sv: Utvärderingssteg

source: Input format
de: Eingabeformat
et: Sisendi formaat
fi: Syöteformaatti
fr: Format d'entrée
lv: Ievades formāts
nb: Inndataformat
nl: Invoerformaat
pl: Format wejściowy
sv: Inmatningsformat

source: Interview question
da: Interviewspørgsmål
de: Interviewfrage
et: Intervjuu küsimus
fi: Haastattelukysymys
fr: Question d'entretien
lv: Intervijas jautājums
nb: Intervjuspørsmål
nl: Interviewvraag
pl: Pytanie rekrutacyjne
sv: Intervjufråga

source: Please fill in the "{}" and "{}" fields before saving.
da: Udfyld venligst felterne "{}" og "{}" før du gemmer.
de: Bitte füllen Sie die Felder "{}" und "{}" aus, bevor Sie speichern.
et: Palun täitke väljad "{}" ja "{}" enne salvestamist.
fi: Täytä kentät "{}" ja "{}" ennen tallentamista.
fr: Veuillez remplir les champs "{}" et "{}" avant d'enregistrer.
lv: Lūdzu, aizpildiet laukus "{}" un "{}" pirms saglabāšanas.
nb: Vennligst fyll ut feltene "{}" og "{}" før du lagrer.
nl: Vul de velden "{}" en "{}" in voordat u opslaat.
pl: Przed zapisaniem wypełnij pola "{}" i "{}".
sv: Vänligen fyll i fälten "{}" och "{}" innan du sparar.

source: Loading
da: Indlæser
de: Lade
et: Laadimine
fi: Lataa
fr: Chargement
lv: Ielādē
nb: Laster
nl: Laden
pl: Ładowanie
sv: Laddar

source: At least {} needed for this step
da: Mindst {} nødvendigt til dette trin
de: Mindestens {} für diesen Schritt benötigt
et: Selle etapi jaoks on vajalik vähemalt {}
fi: Valitse tähän vähintään {}
fr: Au moins {} nécessaire pour cette étape
lv: Šim posmam nepieciešams vismaz {}
nb: Minst {} nødvendig for dette trinnet
nl: Minstens {} nodig voor deze stap
pl: Dla tego kroku potrzeba co najmniej {}
sv: Välj minst {} godkännare

source: No step selected
da: Intet trin valgt
de: Kein Schritt ausgewählt
et: Ühtegi sammu pole valitud
fi: Ei valittua vaihetta
fr: Aucune étape sélectionnée
lv: Nav izvēlēts neviens solis
nb: Ingen trinn valgt
nl: Geen stap geselecteerd
pl: Nie wybrano kroku
sv: Inget steg valt

source: Preview could not be established. Fill in the required fields of the form.
da: Forhåndsvisning kunne ikke oprettes. Udfyld de påkrævede felter i formularen.
de: Vorschau konnte nicht erstellt werden. Füllen Sie die erforderlichen Felder des Formulars aus.
et: Eelvaadet ei saanud luua. Täida vormi kohustuslikud väljad.
fi: Esikatselua ei voida näyttää. Täytä kaikki vaaditut kentät.
fr: L'aperçu n'a pas pu être établi. Remplissez les champs obligatoires du formulaire.
lv: Priekšskatījumu nevarēja izveidot. Aizpildīt obligātos veidlapas laukus.
nb: Forhåndsvisning kunne ikke opprettes. Fyll ut de obligatoriske feltene i skjemaet.
nl: Voorbeeld kon niet worden vastgesteld. Vul de verplichte velden van het formulier in.
pl: Nie można utworzyć podglądu. Wypełnij wymagane pola formularza.
sv: Förhandsgranskningen kunde inte genomföras. Fyll i de obligatoriska fälten i formuläret.

source: At least {0} and at most {1} needed for this step
da: Mindst {0} og højst {1} nødvendigt til dette trin
de: Mindestens {0} und höchstens {1} für diesen Schritt benötigt
et: Selle etapi jaoks on vajalik vähemalt {0} ja maksimaalselt {1}
fi: Valitse tähän vähintään {0} ja enintään {1}
fr: Au moins {0} et au maximum {1} nécessaires pour cette étape
lv: Šim posmam nepieciešams vismaz {0} un ne vairāk kā {1}
nb: Minst {0} og maks {1} nødvendig for dette trinnet
nl: Minstens {0} en maximaal {1} nodig voor deze stap
pl: Dla tego kroku potrzeba co najmniej {0} i maksymalnie {1}
sv: Minst {0} och högst {1} behövs för det här steget

source: AI recommendation similarity
da: AI anbefaling lighed
de: KI-Empfehlungsähnlichkeit
et: AI-põhise soovituse sarnasus
fi: AI-suosituksen samankaltaisuus
fr: Similarité de recommandation AI
lv: AI ieteikumu līdzība
nb: Likhet i AI-anbefalinger
nl: AI-aanbeveling gelijkenis
pl: Podobieństwo rekomendacji AI
sv: AI-rekommenderad likhet

source: not available.
da: ikke tilgængelig.
de: nicht verfügbar.
et: ei ole saadaval.
fi: ei saatavilla.
fr: non disponible.
lv: nav pieejama.
nb: ikke tilgjengelig.
nl: niet beschikbaar.
pl: niedostępne.
sv: inte tillgänglig.

source: Requirement added
da: Krav tilføjet
de: Voraussetzung hinzugefügt
et: Nõue on lisatud
fi: Vaatimus lisätty
fr: Exigence ajoutée
lv: Pievienota prasība
nb: Krav lagt til
nl: Vereiste toegevoegd
pl: Dodano wymaganie
sv: Krav tillagda

source: Please select
da: Vælg venligst
de: Bitte auswählen
et: Palun vali
fi: Valitse
fr: Veuillez sélectionner
lv: Lūdzu, izvēlieties
nb: Vennligst velg
nl: Selecteer alstublieft
pl: Wybierz
sv: Välj godkännare

source: Selected approvers
da: Udvalgte godkendere
de: Ausgewählte Genehmiger
et: Valitud kinnitajad
fi: Valitut hyväksyjät
fr: Approbateurs sélectionnés
lv: Izvēlētie apstiprinātāji
nb: Valgte godkjennere
nl: Geselecteerde goedkeurders
pl: Wybrani zatwierdzający
sv: Utvalda granskare

source: Similarity
da: Lighed
de: Ähnlichkeit
et: Sarnasus
fi: Samankaltaisuus
fr: Similarité
lv: Līdzība
nb: Likhet
nl: Gelijkenis
pl: Podobieństwo
sv: Likhet

source: Skill
da: Færdighed
de: Fähigkeit
et: Oskus
fi: Taito
fr: Compétence
lv: Prasme
nb: Ferdighet
nl: Vaardigheid
pl: Umiejętność
sv: Hård kompetens

source: Skills and competencies
da: Færdigheder og kompetencer
de: Fähigkeiten und Kompetenzen
et: Oskused ja pädevused
fi: Taidot ja osaamiset
fr: Compétences et aptitudes
lv: Prasmes un kompetences
nb: Ferdigheter og kompetanser
nl: Vaardigheden en competenties
pl: Umiejętności i kompetencje
sv: Färdigheter och kompetenser

source: The {} already exists.
da: {} eksisterer allerede.
de: Das {} existiert bereits.
et: {} on juba olemas.
fi: {} on jo olemassa.
fr: Le {} existe déjà.
lv: {} jau pastāv.
nb: {} eksisterer allerede.
nl: De {} bestaat al.
pl: {} już istnieje.
sv: {} finns redan.

source: Untitled
da: Uden titel
de: Unbennant
et: Pealkirjata
fi: Nimetön
fr: Sans titre
lv: Bez nosaukuma
nb: Uten tittel
nl: Naamloos
pl: Bez tytułu
sv: Utan titel

source: The duedate must be after the start date
da: Dato skal være efter startdato
de: Das Fälligkeitsdatum muss nach dem Startdatum sein
et: Tähtpäev peab olema pärast alguskuupäeva
fi: Haun päättymispäivän tulee olla avauspäivän jälkeen
fr: La date d'échéance doit être postérieure à la date de début
lv: Termiņam jābūt pēc sākuma datuma
nb: Forfallsdatoen må være etter startdatoen
nl: De vervaldatum moet na de startdatum liggen
pl: Data realizacji musi być późniejsza niż data rozpoczęcia
sv: Slutdatum måste vara efter startdatum

source: File is not allowed, try .pdf, .txt, .doc, .docx or image instead
da: Filen er ikke tilladt, prøv i stedet .pdf, .txt, .doc, .docx eller billede
de: Datei ist nicht erlaubt, versuchen Sie stattdessen .pdf, .txt, .doc, .docx oder Bilder
et: Fail ei sobi, proovi selle asemel pdf-, txt-, doc-, docx- või pildifaili
fi: Tiedostotyyppi ei ole sallittu, kokeile .pdf, .txt, .doc, .docx tai kuvatiedostoa
fr: Le fichier n'est pas autorisé, essayez plutôt .pdf, .txt, .doc, .docx ou une image
lv: Fails nav atļauts, tā vietā izmēģiniet .pdf, .txt, .doc, .docx vai attēlu
nb: Filen er ikke tillatt, prøv .pdf, .txt, .doc, .docx eller bilde i stedet
nl: Bestand is niet toegestaan, probeer in plaats daarvan .pdf, .txt, .doc, .docx of afbeelding
pl: Plik jest niedozwolony, spróbuj zamiast tego .pdf, .txt, .doc, .docx lub obraz
sv: Filen är inte tillåten, prova PDF, TXT, DOC, DOCX eller en bild istället

source: Error occurred, please try again.
da: Der opstod en fejl, prøv venligst igen.
de: Fehler aufgetreten, bitte erneut versuchen
et: Ilmnes tõrge, proovi uuesti.
fi: Virhe tapahtui, ole hyvä ja yritä uudestaan.
fr: Une erreur s'est produite, veuillez réessayer.
lv: Radās kļūda, mēģiniet vēlreiz.
nb: Det oppsto en feil, prøv igjen.
nl: Er is een fout opgetreden, probeer het opnieuw.
pl: Wystąpił błąd, spróbuj ponownie.
sv: Det uppstod ett fel. Var god och försök på nytt.

source: Classic
da: Klassisk
de: Klassisch
et: Klassikaline
fi: Klassinen
fr: Classique
lv: Klasisks
nb: Klassisk
nl: Klassiek
pl: Klasyczny
sv: Klassisk

source: Elegant
et: Elegantne
fi: Elegantti
fr: Élégant
lv: Elegants
pl: Elegancki

source: Simple
da: Enkel
de: Einfach
et: Lihtne
fi: Yksinkertainen
lv: Vienkāršs
nb: Enkel
nl: Eenvoudig
pl: Prosty
sv: Enkel

source: Light
da: Lys
de: Hell
et: Hele
fi: Vaalea
fr: Clair
lv: Gaišs
nb: Lys
nl: Licht
pl: Jasny
sv: Ljus

source: Dark
da: Mørk
de: Dunkel
et: Tume
fi: Tumma
fr: Sombre
lv: Tumšs
nb: Mørk
nl: Donker
pl: Ciemny
sv: Mörk

source: For open applications
da: For åbne ansøgninger
de: Für offene Bewerbungen
et: Aktiivsete avalduste jaoks
fi: Avoimia hakemuksia varten
fr: Pour les candidatures ouvertes
lv: Atklāto pieteikumu gadījumā
nb: For åpne søknader
nl: Voor open sollicitaties
pl: Dla otwartych aplikacji
sv: För spontanansökan

source: Direct search
da: Direkte søgning
de: Direkte Suche
et: Otsepäring
fi: Suorahaku
fr: Recherche directe
lv: Tiešā meklēšana
nb: Direkte søk
nl: Directe zoekopdracht
pl: Wyszukiwanie bezpośrednie
sv: Direktsökning

source: Maternity leave
da: Barselsorlov
de: Mutterschaftsurlaub
et: Emapuhkus
fi: Äitiysloma
fr: Congé maternité
lv: Grūtniecības un dzemdību atvaļinājums
nb: Fødselspermisjon
nl: Zwangerschapsverlof
pl: Urlop macierzyński
sv: Mammaledighet

source: Parental leave
da: Forældreorlov
de: Elternzeit
et: Vanemapuhkus
fi: Vanhempainvapaa
fr: Congé parental
lv: Bērna kopšanas atvaļinājums
nb: Foreldrepermisjon
nl: Ouderschapsverlof
pl: Urlop rodzicielski
sv: Föräldraledighet

source: Annual leave
da: Årlig ferie
de: Jahresurlaub
et: Põhipuhkus
fi: Vuosiloman sijaisuus
fr: Congé annuel
lv: Ikgadējais atvaļinājums
nb: Årlig ferie
nl: Jaarlijks verlof
pl: Urlop roczny
sv: Semester

source: Project
da: Projekt
de: Projekt
et: Projekt
fi: Projektityö
fr: Projet
lv: Projekts
nb: Prosjekt
pl: Projekt
sv: Projekt

source: Resignation
da: Opsigelse
de: Rücktritt
et: Omal soovil töölt lahkumine
fi: Irtisanoutuminen
fr: Démission
lv: Atlūgums
nb: Oppsigelse
nl: Ontslag
pl: Rezygnacja
sv: Uppsägning

source: Retirement
da: Pensionering
de: Rente
et: Pensionile jäämine
fi: Eläkkeelle siirtyminen
fr: Retraite
lv: Pensionēšanās
nb: Pensjonering
nl: Pensionering
pl: Emerytura
sv: Pensionering

source: Replacement
da: Udskiftning
de: Ersatz
et: Asendamine
fi: Korvaava rekrytointi
fr: Remplacement
lv: Aizvietošana
nb: Vikar
nl: Vervanging
pl: Zastępstwo
sv: Ersättande rekrytering

source: Temporary leave replacement
da: Midlertidig erstatning for orlov
de: Temporärer Ersatz
et: Töötaja ajutine asendamine
fi: Määräaikainen sijaisuus
fr: Remplacement de congé temporaire
lv: Aizvietošana īslaicīgas prombūtnes gadījumā
nb: Vikar ved midlertidig permisjon
nl: Tijdelijke verlofvervanging
pl: Zastępstwo na czas urlopu
sv: Vikariat

source: Job alternation leave replacement
da: Jobskifte orlov erstatning
de: Ersatz durch Stellenwechsel
et: Eemaloleva töötaja asendamine
fi: Vuorotteluvapaan sijaisuus
fr: Remplacement de congé d'alternance
lv: Aizvietošana uz darbinieka ilgstošas prombūtnes laiku
nb: Vikar ved forlenget permisjon
nl: Vervanging van verlof voor afwisseling van werk
pl: Zastępstwo na czas urlopu na przemian
sv: Jobbväxling lämna ersättning

source: Task rotation
da: Rotation af opgaver
de: Aufgabenverteilung
et: Rotatsioon
fi: Tehtäväkierto
fr: Rotation des tâches
lv: Uzdevumu rotācija
nb: Oppgaverotering
nl: Taakrotatie
pl: Rotacja zadań
sv: Uppgiftsrotation

source: Seasonal recruitment
da: Sæsonbetonet rekruttering
de: Saisonbedingte Beschäftigung
et: Hooajaline värbamine
fi: Kausityö
fr: Recrutement saisonnier
lv: Sezonas darbinieku atlase
nb: Sesongrekruttering
nl: Seizoensgebonden werving
pl: Rekrutacja sezonowa
sv: Säsongsarbete

source: Secondment
da: Udstationering
de: Abordnung
et: Lähetus
fi: Komennus
fr: Détachement
lv: Pārcelts amatā uz laiku
nb: Utstasjonering
nl: Detachering
pl: Oddelegowanie
sv: Kommendering

source: Job training
da: Jobtræning
de: Berufsausbildung
et: Tööalane koolitus
fi: Työharjoittelu
fr: Formation professionnelle
lv: Darba apmācība
nb: Jobbopplæring
nl: Beroepsopleiding
pl: Szkolenie zawodowe
sv: Jobbutbildning

source: Other leave
da: Anden orlov
de: Andere Gründe
et: Muu puhkus
fi: Muu sijaisuus
fr: Autre congé
lv: Citas prombūtnes
nb: Annen permisjon
nl: Ander verlof
pl: Inny urlop
sv: Annan ledighet

source: Education leave
da: Uddannelsesorlov
de: Bildungsurlaub
et: Õppepuhkus
fi: Opintovapaa
fr: Congé de formation
lv: Mācību atvaļinājums
nb: Utdanningspermisjon
nl: Educatief verlof
pl: Urlop szkoleniowy
sv: Studieledighet

source: Section Order
da: Sektionsrækkefølge
de: Abschnitt Bestellung
et: Jaotiste järjekord
fi: Osion järjestys
fr: Ordre de section
lv: Sadaļu secība
nb: Rekkefølge på deler
nl: Sectievolgorde
pl: Kolejność sekcji
sv: Ordningen på sektionerna

source: Add image
da: Tilføj billede
de: Bild hinzufügen
et: Lisa pilt
fi: Lisää kuva
fr: Ajouter une image
lv: Pievienot attēlu
nb: Legg til bilde
nl: Afbeelding toevoegen
pl: Dodaj obraz
sv: Lägg till bild

source: Main language
da: Hovedsprog
de: Standardsprache
et: Põhikeel
fi: Pääkieli
fr: Langue principale
lv: Galvenā valoda
nb: Hovedspråk
nl: Hoofdtaal
pl: Język główny
sv: Huvudsakliga språk

source: Hide requirements section in job ad
da: Skjul afsnittet om krav i jobannoncen
de: Abschnitt "Anforderungen" in der Stellenanzeige ausblenden
et: Peida töökuulutuses nõuete jaotis
fi: Piilota työpaikkailmoituksen vaatimukset-osio
fr: Masquer la section des exigences dans l'annonce d'emploi
lv: Slēpt prasību sadaļu darba sludinājumā
nb: Skjul kravseksjonen i jobbannonsen
nl: Verberg sectie met vereisten in vacature
pl: Ukryj sekcję wymagań w ogłoszeniu o pracę
sv: Dölj kravsektionen i jobbannonsen

source: Show About section
da: Vis sektionen Om
de: Abschnitt "Über" anzeigen
et: Kuva info jaotis
fi: Näytä Tietoja-osio
fr: Afficher la section À propos
lv: Radīt sadaļu “Par”
nb: Vis Om-delen
nl: Toon Over ons sectie
pl: Pokaż sekcję O nas
sv: Visa Om oss sektionen

source: User email
da: Brugerens e-mail
de: Benutzer-Email
et: Kasutaja e-posti aadress
fi: Käyttäjän sähköposti
fr: E-mail de l'utilisateur
lv: Lietotāja e-pasta adrese
nb: Brukerens e-postadresse
nl: E-mailadres gebruiker
pl: E-mail użytkownika
sv: Användarens epost

source: Diversity
de: Diversität
et: Mitmekesisus
fi: Monimuotoisuus
fr: Diversité
lv: Daudzveidība
nb: Mangfold
nl: Diversiteit
pl: Różnorodność
sv: Olikheter

source: Veterans
da: Veteraner
de: Veteranen
et: Veteranid
fi: Veteraanit
fr: Vétérans
lv: Veterāni
nb: Veteraner
nl: Veteranen
pl: Weterani
sv: Veteraner

source: Monster Social Ads
da: Monster sociale annoncer
de: Monster-Social-Anzeigen
et: Monsteri sotsiaalmeediareklaamid
fi: Monster Sosiaalisen median mainokset
fr: Annonces sociales Monster
lv: Monster sociālās reklāmas
nb: Monster-annonser i sosiale medier
sv: Monster Sociala Ads

source: Inventory type
da: Beholdningstype
de: Art der Bestandsaufnahme
et: Varade tüüp
fi: Luettelotyyppi
fr: Type d'inventaire
lv: Inventāra veids
nb: Beholdningstype
nl: Inventaristype
pl: Typ zasobu
sv: Lagertyp

source: Job Status
et: Ametikoha olek
fi: Työn muoto
fr: Statut du poste
lv: Darba statuss
nb: Jobbstatus
nl: Vacaturestatus
pl: Status pracy
sv: Jobbstatus

source: Job level
da: Jobniveau
de: Job-Ebene
et: Töötase
fi: Kokemustaso
fr: Niveau du poste
lv: Darba līmenis
nb: Stillingsnivå
nl: Functieniveau
pl: Poziom stanowiska
sv: Jobbnivå

source: Industry
da: Industri
de: Industrie
et: Valdkond
fi: Ala
fr: Industrie
lv: Nozare
nb: Bransje
nl: Branche
pl: Branża
sv: Bransch

source: Currency
da: Valuta
de: Währung
et: Valuuta
fi: Rahayksikkö
fr: Devise
lv: Valūta
nb: Valuta
nl: Valuta
pl: Waluta
sv: Valuta
