Repository: sabbir80/palaute-test-project
Catalog: Palaute/translations/*/LC_MESSAGES/messages.po
Languages: da, de, et, fi, fr, lv, nb, nl, pl, sv

source: The features in this section are the requirements listed in the job advertisement. These evaluations only act as notes at the moment and do not affect the feedback messages.
da: Funktionerne i dette afsnit er de krav, der er angivet i jobannoncen. Disse vurderinger fungerer kun som noter i øjeblikket og påvirker ikke feedbackbeskederne.
de: Die Eigenschaften in diesem Abschnitt entsprechen den in der Stellenanzeige aufgeführten Anforderungen. Diese Bewertungen dienen im Moment nur als Hinweise und haben keinen Einfluss auf die Rückmeldungen.
et: Selles jaotises on toodud töökuulutuses nimetatud nõuded. Neid hinnanguid käsitletakse praegu märkmetena, mis ei mõjuta tagasisidesõnumeid.
fi: Tämän osion toiminnot ovat vaatimuksia, jotka on listattu työpaikkailmoitukseen. Nämä arvioinnit toimivat tässä vaiheessa ainoastaan muistiinpanoina, eivätkä vaikuta palaute viesteihin.
fr: Les fonctionnalités de cette section sont les exigences listées dans l'offre d'emploi. Ces évaluations ne servent que de notes pour le moment et n'affectent pas les messages de feedback.
lv: Šajā sadaļā norādītās prasmes ir prasības, kas ir iekļautas darba sludinājumā. Pagaidām šie novērtējumi kalpo tikai kā piezīmes, un tie neietekmē atsauksmes ziņojumus.
nb: Funksjonene i denne delen er kravene som er oppført i jobbannonsen. Disse evalueringene fungerer for øyeblikket bare som merknader og påvirker ikke tilbakemeldingsmeldingene.
nl: De functies in deze sectie zijn de vereisten die in de vacature staan vermeld. Deze evaluaties dienen momenteel alleen als notities en hebben geen invloed op de feedbackberichten.
pl: Cechy w tej sekcji to wymagania wymienione w ogłoszeniu o pracę. Te oceny działają obecnie tylko jako notatki i nie wpływają na wiadomości z informacją zwrotną.
sv: Funktionerna i denna sektion är de krav som anges i platsannonsen. Dessa utvärderingar fungerar bara som anteckningar för tillfället och påverkar inte feedbackmeddelandena.

source: Add new block
da: Tilføj ny blok
de: Einen neuen Block hinzufügen
et: Lisa uus plokk
fi: Lisää uusi ominaisuus
fr: Ajouter un nouveau bloc
lv: Pievienot jaunu bloku
nb: Legg til ny blokk
nl: Nieuw blok toevoegen
pl: Dodaj nowy blok
sv: Lägg till en ny egenskap

source: Only available for basic & pro users
da: Kun tilgængelig for basic- og pro-brugere
de: Nur für Basic & Pro Benutzer
et: Saadaval ainult plaanide Basic ja Pro kasutajatele
fi: Vain basic- & pro-käyttäjille
fr: Disponible uniquement pour les utilisateurs basic et pro
lv: Pieejams tikai pamata un pro lietotājiem
nb: Kun tilgjengelig for basic- og pro-brukere
nl: Alleen beschikbaar voor basis- en pro-gebruikers
pl: Dostępne tylko dla użytkowników podstawowych i pro
sv: Bara tillgängligt för basic & pro -användare

source: Only features with the same language as feedback are displayed
da: Kun funktioner med samme sprog som feedback vises
de: Es werden nur Eigenschaften angezeigt, die in derselben Sprache wie die Rückmeldung sind
et: Kuvatakse ainult nõuded, mis on tagasisidega samas keeles.
fi: Vain ne ominaisuudet näytetään, joissa on sama kieli palautteessa.
fr: Seules les fonctionnalités avec la même langue que le feedback sont affichées
lv: Tiek rādītas tikai prasmes, kas ir tādā pašā valodā kā atsauksme
nb: Kun funksjoner med samme språk som tilbakemeldingen vises på
nl: Alleen functies met dezelfde taal als feedback worden weergegeven
pl: Wyświetlane są tylko cechy w tym samym języku co informacja zwrotna
sv: Endast funktioner med samma språk som feedback visas

source: Negative sentences
da: Negative sætninger
de: Negative Sätze
et: Positiivsed laused
fi: Heikkouslauseet
fr: Phrases négatives
lv: Negatīvi teikumi
nb: Negative setninger
nl: Negatieve zinnen
pl: Zdania negatywne
sv: Negativa meningar

source: Positive sentences
da: Positive sætninger
de: Positive Sätze
et: Negatiivsed laused
fi: Vahvuuslauseet
fr: Phrases positives
lv: Pozitīvi teikumi
nb: Positive setninger
nl: Positieve zinnen
pl: Zdania pozytywne
sv: Positiva meningar

source: Add block
da: Tilføj blok
de: Einen Block hinzufügen
et: Lisa plokk
fi: Lisää ominaisuus
fr: Ajouter un bloc
lv: Pievienot bloku
nb: Legg til blokk
nl: Blok toevoegen
pl: Dodaj blok
sv: Lägg till egenskap

source: Edit feature
da: Redigér funktion
de: Merkmal bearbeiten
et: Muuda funktsiooni
fi: Muokkaa ominaisuutta
fr: Modifier la fonctionnalité
lv: Rediģēšanas funkcija
nb: Redigeringsfunksjon
nl: Functie bewerken
pl: Edytuj cechę
sv: Redigera egenskap

source: Schedule for
da: Tidsplan for
de: Geplant für
et: Planeeri ajaks
fi: Varaa haastattelu käyttäjän puolesta
fr: Planifier pour
lv: Grafiks
nb: Avtal for
nl: Plannen voor
pl: Zaplanuj dla
sv: Planera för

source: Offer all free times:
da: Tilbyd alle ledige tider:
de: Alle freien Zeiten anbieten:
et: Paku kõiki vabu aegu:
fi: Tarjoa kaikkia vapaita aikoja ajalta:
fr: Proposer tous les créneaux libres :
lv: Piedāvāt visus brīvos laikus:
nb: Tilby alle ledige tider:
nl: Bied alle vrije tijden aan:
pl: Zaoferuj wszystkie wolne terminy:
sv: Erbjud alla lediga tider:

source: Choose period
da: Vælg periode
de: Zeitraum wählen
et: Vali periood
fi: Valitse ajanjakso
fr: Choisir une période
lv: Izvēlēties periodu
nb: Velg periode
nl: Kies periode
pl: Wybierz okres
sv: Välj period

source: Back to message
da: Tilbage til besked
de: Zurück zur Nachricht
et: Tagasi sõnumi juurde
fi: Takaisin viestiin
fr: Retour au message
lv: Atpakaļ uz ziņojumu
nb: Tilbake til melding
nl: Terug naar bericht
pl: Powrót do wiadomości
sv: Tillbaka till meddelande

source: Insert link
da: Indsæt link
de: Link einfügen
et: Sisesta link
fi: Lisää ajanvarauslinkki
fr: Insérer un lien
lv: Ievietot saiti
nb: Sett inn lenke
nl: Link invoegen
pl: Wstaw link
sv: Lägg in länk

source: Send confirmation
da: Send bekræftelse
de: Bestätigung senden
et: Saada kinnitus
fi: Lähetä vahvistus
fr: Envoyer la confirmation
lv: Nosūtīt apstiprinājumu
nb: Send bekreftelse
nl: Bevestiging verzenden
pl: Wyślij potwierdzenie
sv: Bekräfta

source: Add time to {}
da: Tilføj tid til {}
de: Zeit zu {} hinzufügen
et: Lisa aeg üksusele {}
fi: Lisää aika {}
fr: Ajouter un créneau à {}
lv: Pievienot laiku {}
nb: Legg til tid til {}
nl: Tijd toevoegen aan {}
pl: Dodaj czas do {}
sv: Lägg till tid till {}

source: Starts at:
da: Begynder ved:
de: Beginnt um:
et: Algus:
fi: Alkaa:
fr: Commence à :
lv: Sākas:
nb: Begynner kl.:
nl: Begint om:
pl: Rozpoczyna się o:
sv: Börjar:

source: Duration:
da: Varighed:
de: Dauer:
et: Kestus:
fi: Kesto:
fr: Durée :
lv: Ilgums:
nb: Varighet:
nl: Duur:
pl: Czas trwania:
sv: Längd:

source: Note for candidates
da: Note til kandidater
de: Notiz für Kandidaten
et: Märge kandidaatidele
fi: Muistiinpano hakijoille
fr: Note pour les candidats
lv: Piezīme kandidātiem
nb: Merknad til kandidater
nl: Opmerking voor kandidaten
pl: Uwaga dla kandydatów
sv: Anteckning

source: Note
da: Bemærk
de: Notiz
et: Märge
fi: Muistiinpano
lv: Piezīme
nb: Merknad
nl: Opmerking
pl: Uwaga
sv: Anteckning

source: Online link
et: Veebilink
fi: Verkkohaastattelun linkki
fr: Lien en ligne
lv: Tiešsaistes saite
nb: Nettlenke
pl: Link online
sv: Onlinelänk

source: Are you sure you want to delete this feature?
da: Er du sikker på, at du vil slette denne funktion?
de: Sind Sie sicher, dass Sie dieses Merkmal wirklich löschen wollen?
et: Kas soovid selle funktsiooni kustutada?
fi: Haluatko varmasti poistaa tämän ominaisuuden?
fr: Êtes-vous sûr de vouloir supprimer cette fonctionnalité ?
lv: Vai tiešām vēlaties dzēst šo funkciju?
nb: Er du sikker på at du vil slette denne funksjonen?
nl: Weet u zeker dat u deze functie wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę cechę?
sv: Är du säker på att du vill radera denna egenskap?

source: Interviewers
da: Interviewere
de: Leiter des Bewerbungsgesprächs
et: Intervjueerijad
fi: Haastattelijat
fr: Intervieweurs
lv: Intervētāji
nb: Intervjuere
pl: Osoby przeprowadzające rozmowę
sv: Intervjuare

source: Select interviewers
da: Vælg interviewere
de: Leiter des Bewerbungsgesprächs auswählen
et: Vali intervjueerijad
fi: Valitse haastattelijat
fr: Sélectionnez les intervieweurs
lv: Izvēlēties intervētājus
nb: Velg intervjuere
nl: Selecteer interviewers
pl: Wybierz osoby przeprowadzające rozmowę
sv: Välj intervjuare

source: Duplicate applications
da: Duplikerede ansøgninger
de: Mehrfache Bewerbungen
et: Topeltavaldused
fi: Useampia samankaltaisia hakemuksia
fr: Dupliquer les candidatures
lv: Dublēti pieteikumi
nb: Dupliserte søknader
nl: Dubbele sollicitaties
pl: Zduplikowane aplikacje
sv: Dubbla ansökan

source: Application date:
da: Ansøgningsdato:
de: Bewerbungsdatum:
et: Avalduse kuupäev:
fi: Hakupäivä:
fr: Date de candidature :
lv: Pieteikšanās datums:
nb: Søknadsdato:
nl: Sollicitatiedatum:
pl: Data aplikacji:
sv: Ansökningsdatum:

source: and read
da: og læs
de: und gelesen
et: ja lugemine
fi: ja luettu
fr: et lu
lv: un lasīt
nb: og les
nl: en gelezen
pl: i przeczytane
sv: och läst

source: Feedback message
da: Tilbagemeldingsbesked
de: Feedback-Nachricht
et: Tagasiside sõnum
fi: Palauteviesti
fr: Message de feedback
lv: Atsauksmes ziņojums
nb: Tilbakemeldingsmelding
nl: Feedbackbericht
pl: Wiadomość z informacją zwrotną
sv: Återkopplingsmeddelande

source: Application withdrawal message
da: Meddelelse om tilbagetrækning af ansøgning
de: Nachricht zum Widerruf der Bewerbung
et: Avalduse tagasivõtmise sõnum
fi: Hakemuksen peruutusviesti
fr: Message de retrait de candidature
lv: Pieteikuma atsaukšanas ziņojums
nb: Melding om tilbaketrekning av søknad
nl: Bericht voor intrekking sollicitatie
pl: Wiadomość o wycofaniu aplikacji
sv: Meddelande för återkallad ansökan

source: You can use placeholders:
da: Du kan bruge pladsholdere:
de: Sie können folgende Platzhalter verwenden:
et: Võid kasutada:
fi: Paikanpitäjät joita voit käyttää:
fr: Vous pouvez utiliser des espaces réservés :
lv: Varat izmantot vietturus:
nb: Du kan bruke plassholdere:
nl: U kunt placeholders gebruiken:
pl: Możesz użyć symboli zastępczych:
sv: Du kan använda platshållare:

source: [FIRST_NAME] for applicant's first name
da: [FIRST_NAME] for ansøgerens fornavn
de: [FIRST_NAME] für den Vornamen des Bewerbers
et: kohatäidet [FIRST_NAME] kandidaadi eesnime jaoks
fi: [FIRST_NAME] hakijan etunimen paikalla
fr: [FIRST_NAME] pour le prénom du candidat
lv: [FIRST_NAME] kandidāta vārdam
nb: [FIRST_NAME] for søkerens fornavn
nl: [FIRST_NAME] voor de voornaam van de sollicitant
pl: [FIRST_NAME] dla imienia kandydata
sv: [FIRST_NAME] för kandidatens förnamn

source: [LAST_NAME] for last name
da: [LAST_NAME] for efternavn
de: [LAST_NAME] für den Nachnamen
et: kohatäidet [LAST_NAME] kandidaadi perekonnanime jaoks
fi: [LAST_NAME] hakijan sukunimen paikalla
fr: [LAST_NAME] pour le nom de famille
lv: [LAST_NAME] – uzvārdam
nb: [LAST_NAME] for etternavn
nl: [LAST_NAME] voor de achternaam
pl: [LAST_NAME] dla nazwiska
sv: [LAST_NAME] för kandidatens efternamn

source: [NAME] follows the 'Address talents by' -setting
da: [NAME] følger indstillingen 'Tiltal talenter med'
de: [NAME] folgt der Einstellung 'Anrede der Talente'
et: [NAME] täidetakse selle järgi, kuidas on seadistatud talentide poole pöördumise viis
fi: [NAME] hakijan asetusten mukaisen kutsumisnimen paikalla
fr: [NAME] suit le paramètre "Adresser les talents par"
lv: [NAME] seko iestatījumam “Uzrunāt talantus šādi:”
nb: [NAME] følger “Tiltal talenter med”-innstillingen
nl: [NAME] volgt de instelling 'Talenten aanspreken met'
pl: [NAME] zgodnie z ustawieniem 'Zwracaj się do talentów przez'
sv: [NAME] följer 'Tilltala talangen med' -inställningen

source: Go to 'Address talents by' settings.
da: Gå til indstillingerne for 'Tiltal talenter med'.
de: Gehe zu 'Anrede der Talente' in den Einstellungen.
et: Ava talentide poole pöördumise viisi seaded.
fi: Mene asetuksiin muuttamaan kutsumistapaa.
fr: Allez dans les paramètres "Adresser les talents par".
lv: Atveriet iestatījumus “Uzrunāt talantus šādi:”.
nb: Gå til innstillingene for "Tiltal talenter med".
nl: Ga naar de instellingen voor 'Talenten aanspreken met'.
pl: Przejdź do ustawień 'Zwracaj się do talentów przez'.
sv: Gå till 'Tilltala talangen med' inställning.

source: Please notice that not all email providers show images and videos in emails.
da: Bemærk, at ikke alle e-mailudbydere viser billeder og videoer i e-mails.
de: Bitte beachten Sie, dass nicht alle E-Mail-Anbieter Bilder und Videos in E-Mails anzeigen.
et: Pea meeles, et mõni e-posti teenuse osutaja ei näita e-kirjades pilte ja videoid.
fi: Huomaa, etteivät kaikki sähköpostit tue kuvia ja videoita.
fr: Veuillez noter que tous les fournisseurs de messagerie n'affichent pas les images et les vidéos dans les e-mails.
lv: Lūdzu, ņemiet vērā, ka ne visi e-pasta pakalpojumu sniedzēji e-pasta vēstulēs parāda attēlus un videoklipus.
nb: Vær oppmerksom på at ikke alle e-postleverandører viser bilder og videoer i e-poster.
nl: Houd er rekening mee dat niet alle e-mailproviders afbeeldingen en video's in e-mails weergeven.
pl: Pamiętaj, że nie wszyscy dostawcy poczty e-mail wyświetlają obrazy i filmy w wiadomościach.
sv: Vänligen notera att inte alla mailleverantörer visar bilder och filmklipp i mail.

source: Withdraw (without email)
da: Træk dig tilbage (uden e-mail)
de: Widerruf (ohne E-Mail)
et: Loobu (ilma e-kirjata)
fi: Peru hakemus (ilman viestiä)
fr: Retirer (sans e-mail)
lv: Atsaukt (bez e-pasta vēstules)
nb: Trekke deg (uten e-post)
nl: Intrekken (zonder e-mail)
pl: Wycofaj (bez e-maila)
sv: Dra tillbaka ansökan (utan e-postmeddelande)

source: Send email and withdraw
da: Send e-mail og træk dig tilbage
de: E-Mail senden und widerrufen
et: Saada e-kiri ja loobu
fi: Lähetä viesti ja peru hakemus
fr: Envoyer un e-mail et retirer
lv: Nosūtīt e-pasta vēstuli un atsaukt
nb: Sende e-post og trekke deg
nl: E-mail verzenden en intrekken
pl: Wyślij e-mail i wycofaj
sv: Skicka ett e-postmeddelande och återkalla ansökan

source: Please, leave a short note about this rejection
da: Efterlad venligst en kort besked om afslaget
de: Bitte hinterlassen Sie eine kurze Notiz über diese Ablehnung
et: Jäta tagasilükkamise kohta lühike selgitus
fi: Jätä lyhyt kommentti tästä hylkäämisestä
fr: Veuillez laisser une courte note sur ce rejet
lv: Lūdzu, atstājiet īsu piezīmi par šo noraidījumu
nb: Gi en kort kommentar om avslaget
nl: Laat alstublieft een korte notitie achter over deze afwijzing
pl: Proszę, zostaw krótką notatkę o tym odrzuceniu
sv: Skriv en kort anteckning om detta avslag

source: Example: over phone, reason - insufficient skills
da: Eksempel: over telefonen, årsag - utilstrækkelige færdigheder
de: Beispiel: am Telefon, Grund: unzureichende Kenntnisse
et: Näide: telefoni teel, põhjus: ebapiisavad oskused
fi: Esim.: puhelimitse, syy - riittämätön osaaminen
fr: Exemple : par téléphone, raison - compétences insuffisantes
lv: Piemērs: pa tālruni, iemesls – nepietiekamas prasmes
nb: Eksempel: på telefon, årsak – manglende ferdigheter
nl: Voorbeeld: telefonisch, reden - onvoldoende vaardigheden
pl: Przykład: przez telefon, powód - niewystarczające umiejętności
sv: Exempel: På telefon, anledning - okvalificerad

source: Mark as handled
da: Marker som behandlet
de: Als erledigt markieren
et: Märgi käsitletuks
fi: Merkitse käsitellyksi
fr: Marquer comme traité
lv: Atzīmēt kā apstrādātu
nb: Merk som håndtert
nl: Markeren als afgehandeld
pl: Oznacz jako obsłużone
sv: Ange som hanterad

source: Copy application
da: Kopi af ansøgning
de: Bewerbung kopieren
et: Kopeeri avaldus
fi: Kopioi hakemus
fr: Copier la candidature
lv: Kopēt pieteikumu
nb: Kopier søknaden
nl: Sollicitatie kopiëren
pl: Skopiuj aplikację
sv: Kopiera ansökan

source: Move application
da: Flyt ansøgning
de: Bewerbung verschieben
et: Liiguta avaldust
fi: Siirrä hakemus
fr: Déplacer la candidature
lv: Pārvietot pieteikumu
nb: Flytt søknad
nl: Sollicitatie verplaatsen
pl: Przenieś aplikację
sv: Flytta ansökan

source: Click the "{}" button to add a new task.
da: Klik på knappen "{}" for at tilføje en ny opgave.
de: Klicken Sie auf die Schaltfläche "{}", um eine neue Aufgabe hinzuzufügen.
et: Klõpsa uue ülesande lisamiseks nuppu „{}“.
fi: Klikkaa "{}" kohdasta luodaksesi uuden tehtävän.
fr: Cliquez sur le bouton "{}" pour ajouter une nouvelle tâche.
lv: Lai pievienotu jaunu uzdevumu, noklikšķiniet uz pogas “{}”.
nb: Klikk på knappen "{}" for å legge til en ny oppgave.
nl: Klik op de knop "{}" om een nieuwe taak toe te voegen.
pl: Kliknij przycisk "{}", aby dodać nowe zadanie.
sv: Klicka på "{}" knappen för att skapa en ny uppgift.

source: Add task
da: Tilføj opgave
de: Aufgabe hinzufügen
et: Lisa ülesanne
fi: Lisää tehtävä
fr: Ajouter une tâche
lv: Pievienot uzdevumu
nb: Legg til oppgave
nl: Taak toevoegen
pl: Dodaj zadanie
sv: Lägg till uppgift

source: Assignee
da: Modtager
de: Beauftragter
et: Täitja
fi: Tehtävän saaja
fr: Responsable
lv: Uzdevuma saņēmējs
nb: Tildelt person
nl: Toegewezen aan
pl: Przypisany
sv: Tilldelad

source: Task
da: Opgave
de: Aufgabe
et: Ülesanne
fi: Tehtävä
fr: Tâche
lv: Uzdevums
nb: Oppgave
nl: Taak
pl: Zadanie
sv: Uppgift

source: This task is due
da: Denne opgave skal løses
de: Diese Aufgabe ist fällig
et: Selle ülesande tähtpäev on käes
fi: Tehtävä vanhenee pian
fr: Cette tâche est à réaliser pour
lv: Šis uzdevums ir jāpaveic
nb: Denne oppgaven skal utføres nå
nl: Deze taak moet af zijn op
pl: Termin wykonania zadania
sv: Denna uppgift ska uträttas senast

source: Task Assignee
da: Opgavemodtager
de: Aufgabenempfänger
et: Ülesande täitja
fi: Tehtävänhaltija
fr: Responsable de la tâche
lv: Uzdevuma saņēmējs
nb: Person tildelt oppgave
nl: Taak toegewezen aan
pl: Osoba przypisana do zadania
sv: Tilldelad uppgift

source: Assigned on
da: Tildelt den
de: Zugewiesen am
et: Määratud
fi: Annettu
fr: Assignée le
lv: Piešķirts
nb: Tildelt den
nl: Toegewezen op
pl: Przypisano
sv: Tilldelad

source: Link
fi: Linkki
fr: Lien
lv: Saite
nb: Lenke
sv: Länk

source: Applicant
da: Ansøger
de: Bewerber
et: Kandidaat
fi: Hakija
fr: Candidat
lv: Kandidāts
nb: Søker
nl: Sollicitant
pl: Kandydat
sv: Sökande

source: Talent
fi: Talentti
lv: Talants
sv: Talang

source: Edit task
da: Redigér opgave
de: Aufgabe bearbeiten
et: Muuda ülesannet
fi: Muokkaa tehtävää
fr: Modifier la tâche
lv: Rediģēt uzdevumu
nb: Rediger oppgave
nl: Taak bewerken
pl: Edytuj zadanie
sv: Redigera uppgift

source: Mark this task as done
da: Marker denne opgave som udført
de: Diese Aufgabe als erledigt markieren
et: Märgi see ülesanne lõpetatuks
fi: Merkitse tehdyksi
fr: Marquer cette tâche comme terminée
lv: Atzīmēt šo uzdevumu kā izpildītu
nb: Marker denne oppgaven som utført
nl: Markeer deze taak als voltooid
pl: Oznacz to zadanie jako wykonane
sv: Markera denna uppgift som uträttad

source: Task description
da: Beskrivelse af opgaven
de: Aufgabenbeschreibung
et: Ülesande kirjeldus
fi: Tehtävän kuvaus
fr: Description de la tâche
lv: Uzdevuma apraksts
nb: Beskrivelse av oppgaven
nl: Taakbeschrijving
pl: Opis zadania
sv: Uppgiftsbeskrivning

source: An application has been shared with you
da: En ansøgning er blevet delt med dig
de: Eine Bewerbung wurde mit Ihnen geteilt
et: Sinuga jagati avaldust
fi: Hakemus on jaettu kanssasi
fr: Une candidature a été partagée avec vous
lv: Ar jums ir kopīgots pieteikums
nb: En søknad har blitt delt med deg
nl: Er is een sollicitatie met u gedeeld
pl: Aplikacja została udostępniona Tobie
sv: En ansökan har delats med dig

source: Next {} applications
da: Næste {} ansøgninger
de: {} nächste Bewerbungen
et: Järgmised {} avaldust
fi: Seuraavat {} hakemukset
fr: {} candidatures suivantes
lv: Nākamie {} pieteikumi
nb: Neste {} søknader
nl: Volgende {} sollicitaties
pl: Następne {} aplikacji
sv: Följande {} ansökningar

source: Previous {} applications
da: Forrige {} ansøgninger
de: {} vorherige Bewerbungen
et: Eelmised {} avaldust
fi: Edelliset {} hakemukset
fr: {} candidatures précédentes
lv: Iepriekšējie {} pieteikumi
nb: Tidligere {} søknader
nl: Vorige {} sollicitaties
pl: Poprzednie {} aplikacji
sv: Tidigare {} ansökningar

source: Assessments' information
da: Oplysninger om vurderinger
de: Assessmentinformationen
et: Hindamiste info
fi: Testien tiedot
fr: Informations sur les évaluations
lv: Informācija par novērtējumiem
nb: Informasjon om vurderinger
nl: Informatie over beoordelingen
pl: Informacje o ocenach
sv: Resultat av lämplighetstest

source: Go to reports
da: Gå til rapporter
de: Gehe zu Berichten
et: Aruannete juurde
fi: Siirry raportteihin
fr: Aller aux rapports
lv: Atvērt atskaites
nb: Gå til rapporter
nl: Ga naar rapporten
pl: Przejdź do raportów
sv: Gå till rapporter

source: Answers
da: Svar
de: Antworten
et: Vastused
fi: Vastaukset
fr: Réponses
lv: Atbildes
nb: Svar
nl: Antwoorden
pl: Odpowiedzi
sv: Svar

source: Overall ratings
da: Generelle vurderinger
de: Gesamtbewertungen
et: Üldhinnangud
fi: Kokonaisarviot
fr: Notes globales
lv: Kopējie vērtējumi
nb: Generelle vurderinger
nl: Algemene beoordelingen
pl: Ogólne oceny
sv: Helhetsbetyg

source: Average
da: Normal
de: Durchschnitt
et: Keskmine
fi: Keskiarvo
fr: Moyenne
lv: Vidējais
nb: Gjennomsnittlig
nl: Gemiddeld
pl: Średnia
sv: Genomsnitt

source: Application history
da: Ansøgningens historie
de: Bewerbungsverlauf
et: Avalduse ajalugu
fi: Hakemushistoria
fr: Historique de la candidature
lv: Pieteikumu vēsture
nb: Søknadshistorikk
nl: Sollicitatiegeschiedenis
pl: Historia aplikacji
sv: Ansökningshistoria

source: Feedback sent, but bounced
da: Feedback sendt, men afvist
de: Feedback gesendet aber ihm Status ist Bounced
et: Tagasiside saadeti, aga see ei jõudnud kohale
fi: Palaute lähetetty, mutta ei mennyt perille
fr: Commentaire envoyé mais rejeté
lv: Atsauksme nosūtīta, bet nepiegādāta
nb: Tilbakemelding sendt, men avvist
nl: Feedback verzonden, maar teruggekaatst
pl: Wysłano informację zwrotną, ale została zwrócona
sv: Feedbacken skickades, men godkändes ej

source: %(time)s ago
da: %(time)s siden
de: seit %(time)s
et: %(time)s tagasi
fi: %(time)s sitten
fr: il y a %(time)s
lv: %(time)s iepriekš
nb: %(time)s siden
nl: %(time)s geleden
pl: %(time)s temu
sv: %(time)s sedan

source: Reference check information
da: Oplysninger om referencetjek
de: Informationen zur Referenzprüfung
et: Soovitajate ülevaatuse info
fi: Referenssitarkistuksen tiedot
fr: Informations sur la vérification des références
lv: Atsauksmju pārbaudes informācija
nb: Informasjon om referansesjekk
nl: Informatie over referentiecontrole
pl: Informacje o sprawdzeniu referencji
sv: Referenskontrollinformation

source: Open candidate on Refapp
da: Åbn kandidat på Refapp
de: Offener Kandidat auf Refapp
et: Ava kandidaat Refappis
fi: Avaa hakija Refapp sovelluksessa.
fr: Ouvrir le candidat sur Refapp
lv: Atvērt kandidātu lietotnē Refapp
nb: Åpen kandidat på Refapp
nl: Open kandidaat op Refapp
pl: Otwórz kandydata w Refapp
sv: Öppna ansökande i Refapp

source: Withdrawal reason
da: Årsag til tilbagetrækning
de: Grund des Widerrufs
et: Loobumise põhjus
fi: Vetäytymisen syy
fr: Raison du retrait
lv: Atsaukšanas iemesls
nb: Årsak til tilbaketrekning
nl: Reden voor intrekking
pl: Powód wycofania
sv: Orsak för återkallelse

source: Quick reject information
da: Hurtig information om afvisning
de: Informationen zur schnellen Ablehnung
et: Kiirtagasilükkamise info
fi: Nopean hylkäyksen kommentti
fr: Informations sur le rejet rapide
lv: Ātra noraidīšanas informācija
nb: Rask informasjon om avvisning
nl: Informatie over snelle afwijzing
pl: Informacje o szybkim odrzuceniu
sv: Anteckning gällande snabbt avslag

source: List
da: Liste
de: Liste
et: Loend
fi: Listaus
fr: Liste
lv: Saraksts
nb: Liste
nl: Lijst
pl: Lista
sv: Lista
